[
    {
        "input": "2. Gary Neiwand ( Australia )",
        "output": "Gary Neiwand"
    },
    {
        "input": "Larry Fine",
        "output": "Larry Fine"
    },
    {
        "input": "Glasgow Rangers striker Ally McCoist, another man in form after two hat-tricks in four days, was also named for the August 31 World Cup qualifier against Austria in Vienna.",
        "output": "Ally McCoist"
    },
    {
        "input": "67 67 68, David Williams 67 67 68",
        "output": "David Williams"
    },
    {
        "input": "BOXING - PANAMA 'S ROBERTO DURAN FIGHTS THE SANDS OF TIME.",
        "output": "ROBERTO DURAN"
    },
    {
        "input": "Slovak women visited Dutroux, police say.",
        "output": "Dutroux"
    },
    {
        "input": "The poll indicated a fall in the number of people who believed Dole would be able to fulfil his promise to cut the federal budget deficit and cut income taxes by 15 percent at the same time.",
        "output": "Dole"
    },
    {
        "input": "Fox said the incident had strained relations between the two governments.",
        "output": "Fox"
    },
    {
        "input": "It was also Williams ' first win in three career decisions against San Francisco.",
        "output": "Williams"
    },
    {
        "input": "In the central bank 's latest bid to jumpstart Taiwan 's sluggish economy, Sheu ordered a reduction of up to a half-percentage point in banks ' reserve requirements and called on commercial banks to pass on the savings in the form of interest rate reductions.",
        "output": "Sheu"
    },
    {
        "input": "\" The purchasing managers ' number is extremely, extremely strong, \" said Webber.",
        "output": "Webber"
    },
    {
        "input": "1906 - German-born U.S. biologist Max Delbruck born.",
        "output": "Max Delbruck"
    },
    {
        "input": "Martin Wolk",
        "output": "Martin Wolk"
    },
    {
        "input": "It said the U.S. State Department 's coordinator for counter terrorism, Philip Wilcox, had expressed Washington 's support for the government when he visited Colombo this week.",
        "output": "Philip Wilcox"
    },
    {
        "input": "\" I think this morning 's Canadian numbers were very supportive of narrower spreads, particularly the current account number, \" said Jim Webber, director of fixed-income research with TD Securities Inc.",
        "output": "Jim Webber"
    },
    {
        "input": "He was believed to be suffering from laryngitis and said he had to go house-hunting with actress girlfriend Patsy Kensit.",
        "output": "Patsy Kensit"
    },
    {
        "input": "Lebed likely to fail on Chechnya - Polish minister.",
        "output": "Lebed"
    },
    {
        "input": "15. Masanaga Shiohara ( Japan ) 1:06.615",
        "output": "Masanaga Shiohara"
    },
    {
        "input": "Leaders of the major parties involved, from right-wing whites to radical blacks, appeared before Archbishop Desmond Tutu 's Truth and Reconciliation Commission last week to paint the broad picture of their actions for or against apartheid.",
        "output": "Desmond Tutu"
    },
    {
        "input": "Roger Pavlik ( 15-7 ) gave up three runs and seven hits in 6 1/3 innings and became the fourth 15-game winner in the American League.",
        "output": "Roger Pavlik"
    },
    {
        "input": "He said ministry officials made him sign this a few weeks ago after he brought about a dozen copies from Jordan of a book by Edward Said, a prominent scholar at New York City 's Columbia University.",
        "output": "Edward Said"
    },
    {
        "input": "Gascoigne, whose compulsive practical joking has landed him in trouble in the past, tugged down the Inter Milan player 's trousers in front of a group of press photographers.",
        "output": "Gascoigne"
    },
    {
        "input": "( France ) / David Brabham ( Australia ) Gulf McLaren F !",
        "output": "David Brabham"
    },
    {
        "input": "Poland 's labour ministry said this week it would send a team to Libya to investigate, but Awdankiewicz said the probe was prompted by some nurses complaining about their work conditions such as non-payment of their salaries.",
        "output": "Awdankiewicz"
    },
    {
        "input": "Richard Finn",
        "output": "Richard Finn"
    },
    {
        "input": "5. Patrick Stevens ( Belgium ) 20.54",
        "output": "Patrick Stevens"
    },
    {
        "input": "\" They asked me what would be the first thing I would do if I were president, and I said the first thing I would do would be to resign straight away, \" Archbishop Antonio Quarracino said at a sermon attended by several cabinet ministers.",
        "output": "Antonio Quarracino"
    },
    {
        "input": "Best known for appearances in \" Ice Cold in Alex \", \" Lawrence of Arabia \" and, as Cardinal Wolsey, in \" Anne of a Thousand Days \".",
        "output": "Wolsey"
    },
    {
        "input": "Aamir Sohail 6-1-17-0",
        "output": "Aamir Sohail"
    },
    {
        "input": "R. Harden 65 ).",
        "output": "R. Harden"
    },
    {
        "input": "Former Italian international winger Gianluigi Lentini, transferred to Milan in 1992 for what was believed to be a world record sum, has been loaned to serie A club Atalanta for a year, newspapers reported on Friday.",
        "output": "Gianluigi Lentini"
    },
    {
        "input": "The following bond was announced by lead manager Toronto Dominion.",
        "output": "Toronto Dominion"
    },
    {
        "input": "3. Silke Renk ( Germany ) 56.70",
        "output": "Silke Renk"
    },
    {
        "input": "It is evident the happening is not politically motivated but just an ordinary criminal act, the news agency quoted East Java military commander Major-General Utomo as saying.",
        "output": "Utomo"
    },
    {
        "input": "A second-round choice in 1985, Cunningham completed 1,874-of-3,362 passes ( 55.7 percent ) for 22,877 yards and 150 touchdowns.",
        "output": "Cunningham"
    },
    {
        "input": "The Italian cabinet on Wednesday granted a reprieve for media mogul Silvio Berlusconi 's Mediaset television empire with a decree extending the current legal framework for television stations until January 31, 1997.",
        "output": "Silvio Berlusconi"
    },
    {
        "input": "3. Jan Van Eiden ( Germany ) 1:04.541",
        "output": "Jan Van Eiden"
    },
    {
        "input": "Bernardin prayed with him before he died from AIDS last year.",
        "output": "Bernardin"
    },
    {
        "input": "8. Jose Moreno ( Spain ) 1:05.219",
        "output": "Jose Moreno"
    },
    {
        "input": "But nationalist groups, scared by the prospect of renewed Moscow domination and Russia 's backing for Lukashenko, protested against the deal.",
        "output": "Lukashenko"
    },
    {
        "input": "Czech Republic President Vaclav Havel is scheduled to make an official visit to Brazil Sept.",
        "output": "Vaclav Havel"
    },
    {
        "input": "NAC Breda 1 ( Arnold 70th ) Sparta Rotterdam 0.",
        "output": "Arnold"
    },
    {
        "input": "1. Isel Lopez ( Cuba ) 61.36",
        "output": "Isel Lopez"
    },
    {
        "input": "Hick 13 2 42 1 42.00",
        "output": "Hick"
    },
    {
        "input": "Thompson has denied the charges.",
        "output": "Thompson"
    },
    {
        "input": "AC Milan midfielder Edgar Davids, who was sent home early from the European championship in England after a clash with the coach, was left out of the squad.",
        "output": "Edgar Davids"
    },
    {
        "input": "GOLF - MICKELSON WINS FOURTH TITLE OF YEAR IN AKRON.",
        "output": "MICKELSON"
    },
    {
        "input": "Randall said.",
        "output": "Randall"
    },
    {
        "input": "Dole campaign aides said the candidate was telling young people not to smoke.",
        "output": "Dole"
    },
    {
        "input": "-- Kolumbina Bencevic, Zagreb Newsroom, 385-1-4557075",
        "output": "Kolumbina Bencevic"
    },
    {
        "input": "The 83rd minute shot, curling over the defence and dipping in under the bar from the striker dubbed Batigol by adoring Fiorentina fans, was just reward for Fiorentina who looked a far more impressive team.",
        "output": "Batigol"
    },
    {
        "input": "+3 Anders Forsbrand ( Sweden ) through 5",
        "output": "Anders Forsbrand"
    },
    {
        "input": "Gust was threatened with violence, then locked into a room to be interrogated on suspicion of \" promoting activities hostile to the state \" while his guests were taken away, the magazine said.",
        "output": "Gust"
    },
    {
        "input": "1. Falilat Ogunkoya ( Nigeria ) 50.31 seconds",
        "output": "Falilat Ogunkoya"
    },
    {
        "input": "\" I was very nervous before the start but then I was amazed by the speed of my ride, \" Boardman said. \"",
        "output": "Boardman"
    },
    {
        "input": "\" He 's always complaining too much, \" said Rios. \"",
        "output": "Rios"
    },
    {
        "input": "Scott Erickson ( 8-10 ) laboured to his third straight win.",
        "output": "Scott Erickson"
    },
    {
        "input": "Harding says others have done the same. \"",
        "output": "Harding"
    },
    {
        "input": "Miss Universe, Venezuela 's Alicia Machado, left New Mexico on Thursday, refusing to answer questions about her weight or claims she was told to either go on a crash diet or give up her title.",
        "output": "Alicia Machado"
    },
    {
        "input": "Benes ( 14-9 ) allowed five hits, walked five and struck out 10 for his 11th win in 12 decisions.",
        "output": "Benes"
    },
    {
        "input": "Demel said the carmaker had hedged about half of its currency risk for 1996.",
        "output": "Demel"
    },
    {
        "input": "2. Corser 270",
        "output": "Corser"
    },
    {
        "input": "Montpellier 0 Cannes 1 ( Charvet 8th ).",
        "output": "Charvet"
    },
    {
        "input": "Slovak police, Interpol, and Belgian police have been following leads on Dutroux 's activities in Slovakia and the neighbouring Czech Republic where he is known to have made frequent visits.",
        "output": "Dutroux"
    },
    {
        "input": "Palestinian President Yasser Arafat described this week the decision to expand settlements in the West Bank as a declaration of war.",
        "output": "Yasser Arafat"
    },
    {
        "input": "Martinez ( 11-7 ), who lasted just 1-1/3 innings in his last start against San Diego five days ago, pitched eight-plus innings, walking four and striking out 10.",
        "output": "Martinez"
    },
    {
        "input": "There seemed scant danger until the Surrey player swooped on to the ball and returned off balance to county team mate Alec Stewart who whipped off the bails.",
        "output": "Alec Stewart"
    },
    {
        "input": "When five former Olympic 100 champions from 1948 to 1980, who have been invited to watch the race, turned up at a news conference on Thursday, Christie was quick to put his autograph book in front of the them.",
        "output": "Christie"
    },
    {
        "input": "\" Today the concentration was the most important thing for me, \" Mitchell said.",
        "output": "Mitchell"
    },
    {
        "input": "- Prime Minister Abdul-Karim al-Kabariti says government commited to lifting ceiling of democracy.",
        "output": "Abdul-Karim al-Kabariti"
    },
    {
        "input": "Phil Mickelson, the only four-time winner on the PGA Tour, skipped the tournament after winning the World Series of Golf last week.",
        "output": "Phil Mickelson"
    },
    {
        "input": "Nerweyi said he did not know the size or nature of the Iranian force in northern Iraq, but said KDP fighters had been easily outgunned in the area close to the Iranian border and had quickly withdrawn further west.",
        "output": "Nerweyi"
    },
    {
        "input": "RUGBY UNION - CARLING LEFT OUT OF ENGLAND TRAINING SQUAD.",
        "output": "CARLING"
    },
    {
        "input": "8. Eleuterio Anguita ( Spain ) MX Onda",
        "output": "Eleuterio Anguita"
    },
    {
        "input": "A rare early handwritten draft of a song by U.S. guitar legend Jimi Hendrix was sold for almost $ 17,000 on Thursday at an auction of some of the late musician 's favourite possessions.",
        "output": "Jimi Hendrix"
    },
    {
        "input": "RUGBY UNION - MULDER OUT OF SECOND TEST.",
        "output": "MULDER"
    },
    {
        "input": "+4 Willie Wood through 17",
        "output": "Willie Wood"
    },
    {
        "input": "2. Jearl Miles ( U.S. ) 50.42",
        "output": "Jearl Miles"
    },
    {
        "input": "6. Maicel Malone ( U.S. ) 50.51",
        "output": "Maicel Malone"
    },
    {
        "input": "Mirhunisa Komarica, a government refugee official, said : \" We want to vote where we were thrown out from.",
        "output": "Mirhunisa Komarica"
    },
    {
        "input": "1. Regina Jacobs ( U.S. ) 4 minutes 01.77 seconds",
        "output": "Regina Jacobs"
    },
    {
        "input": "2. Michele Bartoli ( Italy )",
        "output": "Michele Bartoli"
    },
    {
        "input": "5. Virgilijus Alekna ( Lithuania ) 65.00",
        "output": "Virgilijus Alekna"
    },
    {
        "input": "Philip Cocu scored twice in the second half to spur PSV Eindhoven to a 4-1 away win over NEC Nijmegen in the Dutch first division on Thursday.",
        "output": "Philip Cocu"
    },
    {
        "input": "- Editorial lambasts Jalal Talabani, leader of a Kurdish rebel faction in the north, for liaising with Iran in its fight against rivals.",
        "output": "Jalal Talabani"
    },
    {
        "input": "9.Robbie McEwen ( Australia ) Rabobank",
        "output": ".Robbie McEwen"
    },
    {
        "input": "3. Sven Teutenberg ( Germany ) U.S. Postal",
        "output": "Sven Teutenberg"
    },
    {
        "input": "\" We have found Nicole on a campsite in Groningen thanks to tipoffs from the Dutch public.",
        "output": "Nicole"
    },
    {
        "input": "Mohammad Dahman, director of the Gaza-based Addameer Prisoners Support Association, said he was freed on Tuesday without being charged.",
        "output": "Mohammad Dahman"
    },
    {
        "input": "At least 20 people were killed in the capital in early July after bodyguards loyal to Gaddafi 's sons fired at spectators of a football match who were chanting subversive slogans.",
        "output": "Gaddafi"
    },
    {
        "input": "Consultations should be held to set the time and format of the talks, the official Xinhua news agency quoted Tang Shubei, executive vice chairman of the Association for Relations Across the Taiwan Straits, as saying late on Wednesday.",
        "output": "Tang Shubei"
    },
    {
        "input": "\" Unfortunately, in the auto industry these days, a $ 500 million company is not a big company anymore, \" Hoey said. \"",
        "output": "Hoey"
    },
    {
        "input": "Samuel Graham, who told his family earlier that he was nervous about starting at a new school because he feared teasing about his weight problem, had been due to spend his first day at Parkway Middle School Monday, police said.",
        "output": "Samuel Graham"
    },
    {
        "input": "Salim Malik 1 0 1 0 -",
        "output": "Salim Malik"
    },
    {
        "input": "VanLandingham ( 8-13 ), who entered the game with one complete game in the first 56 starts of his career, limited the Phillies to two hits and two walks with four strikeouts.",
        "output": "VanLandingham"
    },
    {
        "input": "Garrity said a train conductor was also injured.",
        "output": "Garrity"
    },
    {
        "input": "Vermont Central Hospital spokesman Dan Pudvah said two of the injured were treated there -- the truck driver, who was suffering from multiple trauma injuries, and a passenger.",
        "output": "Dan Pudvah"
    },
    {
        "input": "Rupam Banerjee",
        "output": "Rupam Banerjee"
    },
    {
        "input": "Midfielder Paulo Sousa, recently transferred to Borussia Dortmund from Italy 's Juventus, is the only leading member of the Portuguese side from this year 's European championships who will not make the trip.",
        "output": "Paulo Sousa"
    },
    {
        "input": "\" We oppose the way the government is proceeding with the sale, \" Ramon Machuca, Sidor trade union Secretary General and member of union-based opposition party Radical Cause, told reporters.",
        "output": "Ramon Machuca"
    },
    {
        "input": "Mohammed Saleh, director of the Egyptian Museum, told Reuters television a U.S. team found the pots, some of which contain human intestines, in a tomb built into the rocks while digging in Dahshour, a village 40 km ( 25 miles ) south of Cairo.",
        "output": "Mohammed Saleh"
    },
    {
        "input": "\" We did not have money for fertiliser, we 're in debt for fuel, and we 're borrowing diesel, \" Odnosum said.",
        "output": "Odnosum"
    },
    {
        "input": "Gyaicain told the royal visitor increased cooperation between Nepal and Tibet was possible in the fields of trade, tourism, communications and sports, it said.",
        "output": "Gyaicain"
    },
    {
        "input": "Glenn Somerville",
        "output": "Glenn Somerville"
    },
    {
        "input": "2. Peter Johansson ( Sweden ) Husqvarna",
        "output": "Peter Johansson"
    },
    {
        "input": "Yuri Kushko",
        "output": "Yuri Kushko"
    },
    {
        "input": "Omaha billionaire Warren Buffett said Friday he raised his stake in Property Capital Trust to 8.0 percent from 6.7 percent.",
        "output": "Warren Buffett"
    },
    {
        "input": "Rubin was widely hailed as the architect of the dollar 's comeback, using skills and expertise gained in 26 years on Wall Street, part of which were spent as co-chairman of Goldman, Sachs and Co.",
        "output": "Rubin"
    },
    {
        "input": "12. Martin Brundle ( Britain ) Jordan 34",
        "output": "Martin Brundle"
    },
    {
        "input": "Conservative New Democracy ( ND ) party leader Miltiadis Evert will be hitting the campaign trail and head to Alexandroupolis this weekend to speak to the city 's businessmen on Sunday morning, ND said.",
        "output": "Miltiadis Evert"
    },
    {
        "input": "More than 300 U.S. warplanes and 20 ships were available on Saturday in case President Bill Clinton ordered the use of U.S. force against Iraqi military action in northern Iraq, U.S. defense officials said.",
        "output": "Bill Clinton"
    },
    {
        "input": "1. Davis Kamoga ( Uganda ) 45.15 seconds",
        "output": "Davis Kamoga"
    },
    {
        "input": "6. Danny Theybers ( Belgium ) Honda",
        "output": "Danny Theybers"
    },
    {
        "input": "\" Ukraine 's biggest achievements for five years are the preservation of civil peace and inter-ethnic harmony, \" President Leonid Kuchma said in televised statement this week.",
        "output": "Leonid Kuchma"
    },
    {
        "input": "The food poisoning epidemic caused by the O-157 colon bacillus in Sakai appears to be \" settling down \", Health Minister Naoto Kan was quoted by a government spokesman as telling the cabinet.",
        "output": "Naoto Kan"
    },
    {
        "input": "1. Stefka Kostadinova ( Bulgaria ) 2.03 metres",
        "output": "Stefka Kostadinova"
    },
    {
        "input": "SOCCER - ROBSON WINS FIRST TROPHY WITH BARCELONA.",
        "output": "ROBSON"
    },
    {
        "input": "While Machado was not a contestant here, she came under intense scrutiny following reports she was given an ultimatum by Los Angeles-based Miss Universe Inc. to drop 27 pounds ( 12 kg ) in two weeks or risk losing her crown.",
        "output": "Machado"
    },
    {
        "input": "Chechen rebel spokesman Movladi Udugov confirmed the weapons had been seized but that it was a maverick group of Chechens.",
        "output": "Movladi Udugov"
    },
    {
        "input": "5. Davidson Ezinwa ( Nigeria ) 10.24",
        "output": "Davidson Ezinwa"
    },
    {
        "input": "8. Natalya Golodnova ( Russia ) 1.85",
        "output": "Natalya Golodnova"
    },
    {
        "input": "They said the body of Amer Hishem Ali Mohammed, 23, was found in a pool of blood in Sliema, seven km ( four miles ) from Valletta, on Wednesday morning.",
        "output": "Amer Hishem Ali Mohammed"
    },
    {
        "input": "Passengers who had paid $ 1,500 and up to accompany the recovery expedition on two cruise ships had returned back to port on Thursday, Purcell said.",
        "output": "Purcell"
    },
    {
        "input": "But Yeltsin 's spokesman rebuffed the suggestion, saying the president had left Moscow for a holiday near the capital.",
        "output": "Yeltsin"
    },
    {
        "input": "But first lady Hillary Rodham Clinton told ABC television, \" He 's really fired up. \"",
        "output": "Hillary Rodham Clinton"
    },
    {
        "input": "God help us if there is a breakdown, \" he said of the machinery, loaned to the farm after the Ukrainian government bought it earlier this year.",
        "output": "God"
    },
    {
        "input": "2. Steve Brown ( U.S. ) 13.45",
        "output": "Steve Brown"
    },
    {
        "input": "Jayasuriya, whose first 50 included three sixes and three fours, went on to an unbeaten 120 and the man-of-the-match award.",
        "output": "Jayasuriya"
    },
    {
        "input": "5. Sven Nylander ( Sweden ) 49.22",
        "output": "Sven Nylander"
    },
    {
        "input": "Irish soccer manager Mick McCarthy on Friday announced the team to play Liechtenstein in Saturday 's World Cup qualifying match.",
        "output": "Mick McCarthy"
    },
    {
        "input": "Northamptonshire 160-4 ( K. Curran",
        "output": "K. Curran"
    },
    {
        "input": "But it worked, \" Dole said.",
        "output": "Dole"
    },
    {
        "input": "It was n't supposed to be this hard for defending champion Steffi Graf to win her opening match at the U.S. Open on Tuesday night.",
        "output": "Steffi Graf"
    },
    {
        "input": "Raichev said a lock-out with military air controllers was impossible as they did not speak English.",
        "output": "Raichev"
    },
    {
        "input": "5. Chryste Gaines ( U.S. ) 11.18",
        "output": "Chryste Gaines"
    },
    {
        "input": "-- Bob Janis 312-983-7347--",
        "output": "Bob Janis"
    },
    {
        "input": "5. Stephanie Storp ( Germany ) 18.41",
        "output": "Stephanie Storp"
    },
    {
        "input": "The Thai army commander in the area, Col Suvit Maenmuan, told reporters the DKBA, which is allied with the Rangoon military government and based in southeast Burma, had recently stepped up cross-border infiltration.",
        "output": "Suvit Maenmuan"
    },
    {
        "input": "\" We think we 're in a position to produce a strong result, however a lot of our profitability must inevitably depend on a number of ( company ) results, \" said GPG director Garry Weiss.",
        "output": "Garry Weiss"
    },
    {
        "input": "Atherton 7 1 20 1 20.00",
        "output": "Atherton"
    },
    {
        "input": "Wengert ( 7-9 ), who failed to record a shutout in his previous 86 starts in either the minors or majors, did not walk a batter and struck out three for Oakland.",
        "output": "Wengert"
    },
    {
        "input": "Junior Nationalist members of Romania 's ruling coalition called on Tuesday for the impeachment of President Ion Iliescu for backing a friendship treaty with neighbouring Hungary.",
        "output": "Ion Iliescu"
    },
    {
        "input": "301 Brad Bryant 73 72 77 79",
        "output": "Brad Bryant"
    },
    {
        "input": "1714 - The Treaty of Baden was signed between the Holy Roman Emperor Charles VI and France, ending War of Spanish Succession.",
        "output": "Charles VI"
    },
    {
        "input": "Salisbury 61.2 8 221 2 110.50",
        "output": "Salisbury"
    },
    {
        "input": "Club president Gilbert Facchinetti said he was astonished the committee had arrived at its decision so quickly and vowed the club would appeal.",
        "output": "Gilbert Facchinetti"
    },
    {
        "input": "Davies told reporters the statement would be distributed in the Cuban exile community in Miami \" to remind everyone of the importance of abiding by the accords and avoiding dangerous attempts to cross the straits \" from Cuba to Florida.",
        "output": "Davies"
    },
    {
        "input": "Fastest lap : Aoki 147.786 kph",
        "output": "Aoki"
    },
    {
        "input": "Pancreatic cancer is among the most deadly forms of the disease, although Bernardin 's case was caught early.",
        "output": "Bernardin"
    },
    {
        "input": "4. Lee Westwood 301,972",
        "output": "Lee Westwood"
    },
    {
        "input": "Tuesday 's demolition came a day after PLO officials said they had bowed to Netanyahu 's demand they close offices in Jerusalem.",
        "output": "Netanyahu"
    },
    {
        "input": "Waqar Younis 4-95 )",
        "output": "Waqar Younis"
    },
    {
        "input": "But Raichev said it would be \" discrimination \" against the other airlines if only Balkan planes were guided in.",
        "output": "Raichev"
    },
    {
        "input": "\" Multi-layers kept management at a distance from its customers, \" O'Neal said.",
        "output": "O'Neal"
    },
    {
        "input": "Talabani has agreed to take part in talks in London on reaching a comprehensive settlement for the PUK-KDP conflict, the PUK statement said.",
        "output": "Talabani"
    },
    {
        "input": "Guinea 's president, Lansana Conte, vice-president of the Organisation of the Islamic Conference, left for Kuwait on August 16 to prepare the next OIC summit in Pakistan in 1997.",
        "output": "Lansana Conte"
    },
    {
        "input": "The PSA said 80 percent of the country 's 180,000 civil servants took part in the strike which is a rare challenge to President Robert Mugabe, who has been in power since independence from Britain in 1980.",
        "output": "Robert Mugabe"
    },
    {
        "input": "5. Tegla Loroupe ( Kenya ) 15:08.79",
        "output": "Tegla Loroupe"
    },
    {
        "input": "Scott Randall of Soundview Financial Group said the company likely would have difficulty selling its modem-chip business.",
        "output": "Scott Randall"
    },
    {
        "input": "10. Keiichi Kitigawa ( Japan ) Suzuki 38:42.333",
        "output": "Keiichi Kitigawa"
    },
    {
        "input": "Richardt 's Mitsubishi skidded down an escape road and ploughed into a cordoned-off area for spectators.",
        "output": "Richardt"
    },
    {
        "input": "6. John Mayock ( Britain ) 3:33.94",
        "output": "John Mayock"
    },
    {
        "input": "Detective Earl Feugill, camouflaged as a shaggy green bush, ordered them to freeze. \"",
        "output": "Earl Feugill"
    },
    {
        "input": "Banharn came in last on the list of proposed leaders with less than one percent of the votes.",
        "output": "Banharn"
    },
    {
        "input": "GOLF - PARNEVIK TAKES ONE-SHOT LEAD AT GREATER MILWAUKEE OPEN.",
        "output": "PARNEVIK"
    },
    {
        "input": "Chris Lewis 2 3 0 18 9 6.00",
        "output": "Chris Lewis"
    },
    {
        "input": "Syria on Friday condemned Israel 's settlement policy and said Prime Minister Benjamin Netanyahu was preparing for war with Arabs.",
        "output": "Benjamin Netanyahu"
    },
    {
        "input": "Finally, Gilbertson said a growing proportion of Gencor 's income was coming from offshore and unlisted investments.",
        "output": "Gilbertson"
    },
    {
        "input": "SOCCER - VOGTS KEEPS FAITH WITH EURO ' 96 CHAMPIONS.",
        "output": "VOGTS"
    },
    {
        "input": "Middlesbrough 's Italian striker Fabrizio Ravanelli is to wear his team sponsor 's name on the inside of his shirt so it can be seen when he scores.",
        "output": "Fabrizio Ravanelli"
    },
    {
        "input": "+3 Corey Pavin through 14",
        "output": "Corey Pavin"
    },
    {
        "input": "\" At the same time, it 's an advantage for Cofinec that it has a foreign management which perhaps understands the market better, \" Erdei added.",
        "output": "Erdei"
    },
    {
        "input": "\" We have arrested him and charged him with these shameful acts of sex abuse of little children, \" prosecutor Adnan Xhelili told Reuters.",
        "output": "Adnan Xhelili"
    },
    {
        "input": "The fast-moving Olsza, 18, was cool in her opening match.",
        "output": "Olsza"
    },
    {
        "input": "But Filipovic said he would not quit under pressure. \"",
        "output": "Filipovic"
    },
    {
        "input": "6. Alessandro Baronti ( Italy )",
        "output": "Alessandro Baronti"
    },
    {
        "input": "6. Jean Galfione ( France ) 5.65",
        "output": "Jean Galfione"
    },
    {
        "input": "9. Yoshikawa 38:35.297",
        "output": "Yoshikawa"
    },
    {
        "input": "But at 36 it would be asking too much of Paul, \" he said.",
        "output": "Paul"
    },
    {
        "input": "8. Dmitri Markov ( Belarus ) 5.65",
        "output": "Dmitri Markov"
    },
    {
        "input": "-- Jerry Bieszk 312-408-8725",
        "output": "Jerry Bieszk"
    },
    {
        "input": "3. Tim Lobinger ( Germany ) 5.50",
        "output": "Tim Lobinger"
    },
    {
        "input": "7. Linda Kisabaka ( Germany ) 52.41",
        "output": "Linda Kisabaka"
    },
    {
        "input": "1. Chandra Sturrup ( Bahamas ) 11.34 seconds",
        "output": "Chandra Sturrup"
    },
    {
        "input": "The outcome was a rebuff for Meri, failing three times to win backing in his bid for a second term as head of state of the former Soviet republic.",
        "output": "Meri"
    },
    {
        "input": "In his speech to the crowded legislature, Arafat signalled he was not abandoning diplomacy although \" alarm bells are ringing \".",
        "output": "Arafat"
    },
    {
        "input": "2. Paul Tergat ( Kenya ) 26:54.41",
        "output": "Paul Tergat"
    },
    {
        "input": "Today, and every day, the Brady Law is stopping an estimated 85 felons from buying a handgun, \" Mrs. Brady said.",
        "output": "Brady"
    },
    {
        "input": "7. Pauline Konga ( Kenya ) 15:09.74",
        "output": "Pauline Konga"
    },
    {
        "input": "Kent 323-5 declared ( C. Hooper 77,",
        "output": "C. Hooper"
    },
    {
        "input": "Earlier in the day, Fed chairman Alan Greenspan said at the annual Jackson Hole symposium that the goal of price stability is within reach for major nations.",
        "output": "Alan Greenspan"
    },
    {
        "input": "6. David Coulthard ( Britain ) 18",
        "output": "David Coulthard"
    },
    {
        "input": "1. Felicia Ballanger ( France ) 34.829",
        "output": "Felicia Ballanger"
    },
    {
        "input": "\" Results of the registration for September elections herald a dismal future for multi-ethnicity in Bosia-Hercegovina, \" warned Soren Jessen-Petersen, Special Envoy for the U.N. High Commissioner for Refugees in Former Yugoslavia.",
        "output": "Soren Jessen-Petersen"
    },
    {
        "input": "But the separatist command told Interfax news agency the patrols, part of the truce brokered by Lebed last week, would begin on Tuesday after delays for \" technical reasons \".",
        "output": "Lebed"
    },
    {
        "input": "2. Martens",
        "output": "Martens"
    },
    {
        "input": "Borsuk said the farm sector has two options : \" We can sit down and cry, or we can do something. \"",
        "output": "Borsuk"
    },
    {
        "input": "2. Juha Kankkunen ( Finland ) Toyota Celica 46 seconds behind",
        "output": "Juha Kankkunen"
    },
    {
        "input": "2. Inez Turner ( Jamaica ) 2:01.98",
        "output": "Inez Turner"
    },
    {
        "input": "Glamorgan first innings forfeited and 273-5 ( H. Morris",
        "output": "H. Morris"
    },
    {
        "input": "6. Pier Francesco Chili ( Italy ) Ducati 175",
        "output": "Pier Francesco Chili"
    },
    {
        "input": "Melanie Cheary",
        "output": "Melanie Cheary"
    },
    {
        "input": "68 Steve Stricker",
        "output": "Steve Stricker"
    },
    {
        "input": "Yeltsin 's wife has kidney operation.",
        "output": "Yeltsin"
    },
    {
        "input": "3. Brian Wellman ( Bermuda ) 17.05",
        "output": "Brian Wellman"
    },
    {
        "input": "D. Headley not out 3",
        "output": "D. Headley"
    },
    {
        "input": "Lamm, 60, is a three-term Colorado governor who left office in 1987 and vied for the Reform Party nomination after becoming disillusioned with both the Democratic and Republican parties.",
        "output": "Lamm"
    },
    {
        "input": "Zambia 's Chiluba shuffles cabinet to fill vacancy.",
        "output": "Chiluba"
    },
    {
        "input": "10. Johan Capiot ( Belgium ) Collstrop all same time",
        "output": "Johan Capiot"
    },
    {
        "input": "Joseph Kuhn, Advanced Medical and IMED president, will become the new company 's executive vice president and chief financial officer.",
        "output": "Joseph Kuhn"
    },
    {
        "input": "3. Slight 38:32.149",
        "output": "Slight"
    },
    {
        "input": "McGwire singled home a run to spark a three-run sixth and capped the scoring with a two-run homer in the seventh.",
        "output": "McGwire"
    },
    {
        "input": "Banisadr, an avowed opponent of the Tehran government who now lives in exile, accused top Iranian leaders of personally ordering the assassination of three exiled Kurdish leaders in a Berlin restaurant in 1992.",
        "output": "Banisadr"
    },
    {
        "input": "England have been given a final chance to remain in the Five Nations ' championship despite striking an exclusive television deal with Rupert Murdoch 's Sky television.",
        "output": "Rupert Murdoch"
    },
    {
        "input": "One official told me ' you have to either destroy the books or return them to Amman ', \" Daoud Makkawi, owner of the Nablus-based al-Risala bookshop, told Reuters.",
        "output": "Daoud Makkawi"
    },
    {
        "input": "\" It 's a very complicated issue, \" said the Agriculture Department 's Drazek. \"",
        "output": "Drazek"
    },
    {
        "input": "According to a new release from the governor, Wisconsin submitted a plan to the U.S. Department of Health and Human Services for administration of the new block grant system for welfare just minutes after President Bill Clinton signed the measure into law Thursday.",
        "output": "Bill Clinton"
    },
    {
        "input": "At Portsmouth : Middlesex 199 in 60 overs ( K. Brown 57 ;",
        "output": "K. Brown"
    },
    {
        "input": "3. Franka Dietzsch ( Germany ) 61.74",
        "output": "Franka Dietzsch"
    },
    {
        "input": "We, and many other countries, do n't understand this ( Britain 's ) position, \" Moussa told reporters.",
        "output": "Moussa"
    },
    {
        "input": "2. Shayne King 28",
        "output": "Shayne King"
    },
    {
        "input": "\" This is our first decision in federal distrct court regarding a dispute with Medicare, \" Gildea said. \"",
        "output": "Gildea"
    },
    {
        "input": "Felicia Ballanger of France confirmed her status as the world 's number one woman sprinter when she retained her title at the world cycling championships on Friday.",
        "output": "Felicia Ballanger"
    },
    {
        "input": "Arafat subsequently cancelled a meeting between Israeli and PLO officials, on civilian affairs, at the Allenby Bridge crossing between Jordan and the West Bank.",
        "output": "Arafat"
    },
    {
        "input": "5. Francesco Casagrande ( Italy )",
        "output": "Francesco Casagrande"
    },
    {
        "input": "9. Johan Capiot ( Belgium ) Collstrop 32",
        "output": "Johan Capiot"
    },
    {
        "input": "After truce, Lebed faces tougher Chechen problem.",
        "output": "Lebed"
    },
    {
        "input": "4. Luca Cadalora ( Italy ) Honda 1:51.006",
        "output": "Luca Cadalora"
    },
    {
        "input": "He said the Mia 's issue had been raised in the House of Commons.",
        "output": "Mia"
    },
    {
        "input": "The embattled Afghan government said last week that the Kabul-Salang highway would be opened on Monday or Tuesday following talks with the Supreme Coordination Council alliance led by Jumbish-i-Milli movement of powerful opposition warlord General Abdul Rashid Dostum.",
        "output": "Abdul Rashid Dostum"
    },
    {
        "input": "\" He has a devastating sinker, \" observed Reds manager Ray Knight. \"",
        "output": "Ray Knight"
    },
    {
        "input": "18. Miguel Angel Martin ( Spain ) 182,533",
        "output": "Miguel Angel Martin"
    },
    {
        "input": "Steve Pagani",
        "output": "Steve Pagani"
    },
    {
        "input": "Peter Smerdon",
        "output": "Peter Smerdon"
    },
    {
        "input": "5. Mette Bergmann ( Norway ) 61.44",
        "output": "Mette Bergmann"
    },
    {
        "input": "Frenchman Jean Alesi came fourth in his Benetton with",
        "output": "Jean Alesi"
    },
    {
        "input": "Iran asks Bonn to extradite ex-president Banisadr.",
        "output": "Banisadr"
    },
    {
        "input": "Downer is the first Australian minister to visit China since the new conservative government took office in Canberra in March.",
        "output": "Downer"
    },
    {
        "input": "He became the fifth shortstop in major-league history to hit 30 homers in a season and the first since Ripken hit 34 in 1991.",
        "output": "Ripken"
    },
    {
        "input": "5. Grzegorz Krejner ( Poland ) 1:04.834",
        "output": "Grzegorz Krejner"
    },
    {
        "input": "2. Ludmila Engquist ( Sweden ) 12.74",
        "output": "Ludmila Engquist"
    },
    {
        "input": "- 1 Tim Herron through 4",
        "output": "Tim Herron"
    },
    {
        "input": "Granic arrives to sign Croatia-Yugoslavia treaty.",
        "output": "Granic"
    },
    {
        "input": "Cunningham played his entire 11-year career with the Philadelphia Eagles.",
        "output": "Cunningham"
    },
    {
        "input": "Morris declined to address the allegations directly in his resignation statement but said he was quitting to avoid becoming a campaign issue.",
        "output": "Morris"
    },
    {
        "input": "U.S. President Bill Clinton had to drop the resort of Ballybunion from a whirlwind Irish tour last year.",
        "output": "Bill Clinton"
    },
    {
        "input": "Argentine striker Iwan Cesar Gabrich signed a five year contract with Dutch champions Ajax Amsterdam on Wednesday.",
        "output": "Iwan Cesar Gabrich"
    },
    {
        "input": "4. Den Bakker 7",
        "output": "Den Bakker"
    },
    {
        "input": "But Stich did n't want to play that game.",
        "output": "Stich"
    },
    {
        "input": "1. Yuuchi Takeda ( Japan ) Honda 38 minutes 30.054 seconds",
        "output": "Yuuchi Takeda"
    },
    {
        "input": "Glickman says USDA monitoring aflatoxin in Texas.",
        "output": "Glickman"
    },
    {
        "input": "\" Our concern is to get out there and play proper cricket, \" Sri Lanka captain Arjuna Ranatunga told a news conference on the eve of a warmup match between the World Cup champions and a World XI team scheduled for Saturday.",
        "output": "Arjuna Ranatunga"
    },
    {
        "input": "-- Harry Milling, New York Energy Desk, +1 212-859-1761",
        "output": "Harry Milling"
    },
    {
        "input": "Against this background, Hope said the group was glad it had rationalised and destocked even though this had pressed margins, which had slipped to 9.5 percent from 11.3 percent a year ago.",
        "output": "Hope"
    },
    {
        "input": "6. Chandra Sturrup ( Bahamas ) 22.85",
        "output": "Chandra Sturrup"
    },
    {
        "input": "Craig Stromme, U.S. embassy spokesman in Jakarta, 700 km ( 430 miles ) west of Surabaya, confirmed the Tuesday morning attack.",
        "output": "Craig Stromme"
    },
    {
        "input": "Fulcheri declined comment on the differences between the U.N. and Iraq, saying only : \" There are several different things which still need to be done. \"",
        "output": "Fulcheri"
    },
    {
        "input": "\" Jesse Owens inspired everyone here and it is great to have a tribute to him. \"",
        "output": "Jesse Owens"
    },
    {
        "input": "Tommi Makinen took a significant step towards becoming world rally champion with a brilliant victory in the 1000 Lakes Rally on Monday.",
        "output": "Tommi Makinen"
    },
    {
        "input": "Siraj Mia died at Dhaka airport on May 9 during interogation by customs officials after arriving from London.",
        "output": "Siraj Mia"
    },
    {
        "input": "- Raphael Lakpe, publisher of the daily Le Populaire, was released on Wednesday evening after three days in custody and will appear in court on Thursday morning.",
        "output": "Raphael Lakpe"
    },
    {
        "input": "Kafelnikov had pulled out of last week 's tournament with a rib injury.",
        "output": "Kafelnikov"
    },
    {
        "input": "\" The leadership has decided to provide support and military aid to Mr Massoud Barzani and his comrades to enable them confront the vicious aggression...",
        "output": "Massoud Barzani"
    },
    {
        "input": "He said former PSG team mate David Ginola, who now plays for English premier league Newcastle, was influential in his move to Scotland.",
        "output": "David Ginola"
    },
    {
        "input": "1. Mary Onyali ( Nigeria ) 22.42 seconds",
        "output": "Mary Onyali"
    },
    {
        "input": "The applications are being \" fast-tracked in the sense that we are processing them and the ones who have been referred to us have been interviewed, \" the newspaper quoted Garrett Lambert, Canada 's high commissioner in Hong Kong, as saying.",
        "output": "Garrett Lambert"
    },
    {
        "input": "\" This treaty is both necessary and good, \" Nastase said, adding that the PUNR 's stance was threatening its position in the government.",
        "output": "Nastase"
    },
    {
        "input": "7. Alexandre Gontchenkov ( Ukraine ) 67",
        "output": "Alexandre Gontchenkov"
    },
    {
        "input": "Fagan had earlier telephoned an Auckland radio station in a distraught state, saying he feared for his life.",
        "output": "Fagan"
    },
    {
        "input": "Bob Wickman ( 5-1 ), acquired from the New York Yankees on Friday, earned the win in his Milwaukee debut despite allowing the tying run in the eighth inning.",
        "output": "Bob Wickman"
    },
    {
        "input": "Steve Barnes",
        "output": "Steve Barnes"
    },
    {
        "input": "ATHLETICS - MASTERKOVA BREAKS WOMEN 'S WORLD 1,000 RECORD.",
        "output": "MASTERKOVA"
    },
    {
        "input": "Janet Dewey, executive director of the industry-funded National Automobile Occupant Protection Campaign, said most of the injuries to children occurred because they were not wearing seatbelts.",
        "output": "Janet Dewey"
    },
    {
        "input": "ATHLETICS - MASTERKOVA BREAKS SECOND WORLD RECORD IN 10 DAYS.",
        "output": "MASTERKOVA"
    },
    {
        "input": "U. Chandana not out 14",
        "output": "U. Chandana"
    },
    {
        "input": "Reeve, 43, was classically trained as an actor but became the prototypical handsome leading man.",
        "output": "Reeve"
    },
    {
        "input": "Toure, who took office last month, has said he plans to cut public service spending by 30 percent by the end of the year as part of measures to revive the economy.",
        "output": "Toure"
    },
    {
        "input": "B. Hogg not out 11",
        "output": "B. Hogg"
    },
    {
        "input": "-- Nicholas Shaxson, London newsroom +44 171 542 8167",
        "output": "Nicholas Shaxson"
    },
    {
        "input": "David Jones",
        "output": "David Jones"
    },
    {
        "input": "8. Sally Barsosio ( Kenya ) 15:14.34",
        "output": "Sally Barsosio"
    },
    {
        "input": "Hansa Rostock brought Cologne 's 100 percent record to an end with a 2-0 win over the Rhineside club while a Sean Dundee hat-trick inside seven minutes stood out in Karlsruhe 's 4-0 demolition of St Pauli.",
        "output": "Sean Dundee"
    },
    {
        "input": "\" We Albanians, sons of Buzuku, believed our language had a written document but now we do not have it any more, \" lamented scholar Musa Hamiti, told of the loss by the Vatican library.",
        "output": "Musa Hamiti"
    },
    {
        "input": "Three journalists from the Ivorian opposition daily La Voie are serving two-year prison terms for insulting President Henri Konan Bedie.",
        "output": "Henri Konan Bedie"
    },
    {
        "input": "HK has infrastructure in place for post-97 - Tsang.",
        "output": "Tsang"
    },
    {
        "input": "Norton said she was concerned that the Lloyd 's agreement immunizes it from future litigation regarding Equitas and requires that all legal actions be heard outside of Colorado.",
        "output": "Norton"
    },
    {
        "input": "1. Michael Schumacher ( Germany ) Ferrari 1 hour 28 minutes",
        "output": "Michael Schumacher"
    },
    {
        "input": "Zycie Warszawy said the new, open consortium, which also included several listed Polish firms, would on Monday inform Privatisation Minister Wieslaw Kaczmarek of its plans.",
        "output": "Wieslaw Kaczmarek"
    },
    {
        "input": "Miller, who went into the contest with a record of 24 knock-out wins in 32 fights, took charge from the opening bell and had his opponent on the canvas inside 90 seconds when he landed a deft left-hook to the head.",
        "output": "Miller"
    },
    {
        "input": "We will dislodge the Bhutto government.",
        "output": "Bhutto"
    },
    {
        "input": "1. Max van Heeswijk ( Netherlands ) Motorola 4 hours 39 minutes",
        "output": "Max van Heeswijk"
    },
    {
        "input": "Pakistan first innings 521-8 declared ( Saeed Anwar 176,",
        "output": "Saeed Anwar"
    },
    {
        "input": "10. Rubens Barrichello ( Brazil ) Jordan 1:55.645",
        "output": "Rubens Barrichello"
    },
    {
        "input": "1. Noureddine Morceli ( Algeria ) 3 minutes 49.09 seconds",
        "output": "Noureddine Morceli"
    },
    {
        "input": "6. Tea Vikstedt-Nyman ( Finland ) 5",
        "output": "Tea Vikstedt-Nyman"
    },
    {
        "input": "2:28.98 Svetlana Masterkova ( Russia ) Brussels 23.8.96",
        "output": "Svetlana Masterkova"
    },
    {
        "input": "Poland 's Foreign Minister Dariusz Rosati will visit Yugoslavia on September 3 and 4 to revive a dialogue between the two governments which was effectively frozen in 1992, PAP news agency reported on Friday.",
        "output": "Dariusz Rosati"
    },
    {
        "input": "Bill Berkrot",
        "output": "Bill Berkrot"
    },
    {
        "input": "Mark Ealham 1 2 0 30 25 15.00",
        "output": "Mark Ealham"
    },
    {
        "input": "Jim Adams",
        "output": "Jim Adams"
    },
    {
        "input": "Groningen 1 ( Gorre 7th ).",
        "output": "Gorre"
    },
    {
        "input": "Qualifier vs. Michael Stich ( Germany )",
        "output": "Michael Stich"
    },
    {
        "input": "The group began the U.S. tour, which is scheduled to last until September 18, with a concert in Chicago on Tuesday at which Noel Gallagher filled in for his brother as lead singer.",
        "output": "Noel Gallagher"
    },
    {
        "input": "McGrath left out of Ireland World Cup squad.",
        "output": "McGrath"
    },
    {
        "input": "RTRS - Golf : Norman sacks his coach after disappointing season.",
        "output": "Norman"
    },
    {
        "input": "Ties between the two neighbours, strained also over a military accord between Turkey and Israel which drew strong Iranian objections, have improved since Islamist Necmettin Erbakan took over as Turkish prime minister in June.",
        "output": "Necmettin Erbakan"
    },
    {
        "input": "The director of the SEC 's division of market regulation, Richard Lindsey, said Wall Street firms will probably need to spend about $ 7 million to carry out the improvements called for by the new rules.",
        "output": "Richard Lindsey"
    },
    {
        "input": "5. Tom Steels ( Belgium ) Mapei",
        "output": "Tom Steels"
    },
    {
        "input": "Bench coach Andy Etchebarren took his place.",
        "output": "Andy Etchebarren"
    },
    {
        "input": "10. Neil Hodgson ( Britain ) Ducati 82",
        "output": "Neil Hodgson"
    },
    {
        "input": "It said \" Mission : Impossible \" director Brian De Palma would have first crack at the sequel, though no deals have been made yet.",
        "output": "Brian De Palma"
    },
    {
        "input": "5. Jimmy Vasser ( U.S. ), Reynard Honda, 54.617",
        "output": "Jimmy Vasser"
    },
    {
        "input": "\" I 'd already had three local breeders have a look at them and sent photos and videos of the birds to the eastern states for authentication -- they said they 're nice birds, \" Drew told reporters outside court.",
        "output": "Drew"
    },
    {
        "input": "Club president Andre Bois said a successor would be named on Friday.",
        "output": "Andre Bois"
    },
    {
        "input": "Mohamed Ali Khalfallah, spokesman for the Movement of Socialist Democrats ( MDS ) said that a bailiff who was accompagnied by policemen, on Saturday ordered the party to leave the building.",
        "output": "Mohamed Ali Khalfallah"
    },
    {
        "input": "Flamboyant former Surinamese rebel leader Ronny Brunswijk was in custody on Wednesday charged with attempted murder, police said.",
        "output": "Ronny Brunswijk"
    },
    {
        "input": "He cited Coetzee, who was charged with murder after confessing in media interviews to dirty tricks.",
        "output": "Coetzee"
    },
    {
        "input": "British Foreign Secretary Malcolm Rifkind said on Tuesday from Pakistan his government would only take action against the planned Islamists gathering in London if British law was broken.",
        "output": "Malcolm Rifkind"
    },
    {
        "input": "3. McEwen same time",
        "output": "McEwen"
    },
    {
        "input": "1. Gabriela Szabo ( Romania ) 15 minutes 04.95 seconds",
        "output": "Gabriela Szabo"
    },
    {
        "input": "66 Gavin Levenson ( South Africa )",
        "output": "Gavin Levenson"
    },
    {
        "input": "Obree was forced to pull out of his title defence because of a viral infection.",
        "output": "Obree"
    },
    {
        "input": "7. Mika Salo ( Finland ) Tyrrell 1:00.754",
        "output": "Mika Salo"
    },
    {
        "input": "4. Johan Boonen ( Belgium ) Husqvarna",
        "output": "Johan Boonen"
    },
    {
        "input": "2. Jacques Villeneuve ( Canada ) 68",
        "output": "Jacques Villeneuve"
    },
    {
        "input": "\" It is hoped that livestock breeders and feedmillers will abide by the laws and respect the cabinet decision in the interest of consumer safety, \" Health Minister Chua Jui Meng was quoted as saying by the national Bernama news agency.",
        "output": "Chua Jui"
    },
    {
        "input": "We cannot object to people wanting to visit Nigeria, \" Ikimi told Reuters by telephone from the capital Abuja.",
        "output": "Ikimi"
    },
    {
        "input": "Conde scored his second in the 70th minute.",
        "output": "Conde"
    },
    {
        "input": "Yasushi Akashi, the DHA undersecretary-general, told the Security Council last week that the \" financial requirements to support the ( humanitarian ) programme represent a very modest percentile of the total...",
        "output": "Yasushi Akashi"
    },
    {
        "input": "Emese Bartha",
        "output": "Emese Bartha"
    },
    {
        "input": "Hassan al-Turabi is the leader of the National Islamic Front, the political force behind the Sudanese government.",
        "output": "Hassan al-Turabi"
    },
    {
        "input": "Yeltsin went on a two-day trip outside Moscow last week to check out a holiday home.",
        "output": "Yeltsin"
    },
    {
        "input": "SOCCER - BARATELLI TO COACH NICE.",
        "output": "BARATELLI"
    },
    {
        "input": "10. Max Sciandri ( Britain ) 55",
        "output": "Max Sciandri"
    },
    {
        "input": "-- Damien Lynch, Dublin Newsroom +353 1 6603377",
        "output": "Damien Lynch"
    },
    {
        "input": "Then we 'll see if Arantxa will be there, too. \"",
        "output": "Arantxa"
    },
    {
        "input": "Lynne O'Donnell",
        "output": "Lynne O'Donnell"
    },
    {
        "input": "SOCCER - FERGUSON BACK IN SCOTTISH SQUAD AFTER 20 MONTHS.",
        "output": "FERGUSON"
    },
    {
        "input": "1. Dennis Mitchell ( U.S. ) 10.03 seconds",
        "output": "Dennis Mitchell"
    },
    {
        "input": "Daoud said.",
        "output": "Daoud"
    },
    {
        "input": "6. Eric Thomas ( U.S. ) 49.35",
        "output": "Eric Thomas"
    },
    {
        "input": "Doctors operated on Popov, 24, for three hours.",
        "output": "Popov"
    },
    {
        "input": "EU Farm Commissioner Franz Fischler had proposed banning sheep brains, spleens and spinal cords from the human and animal food chains after reports from Britain and France that under laboratory conditions sheep could contract Bovine Spongiform Encephalopathy ( BSE ) -- mad cow disease.",
        "output": "Franz Fischler"
    },
    {
        "input": "Machado, 19, flew to Los Angeles after slipping away from the New Mexico desert town of Las Cruces, where she attended the 1996 Miss Teen USA pageant on Wednesday.",
        "output": "Machado"
    },
    {
        "input": "In northern Texas, the current rainfall situation was similar to most of Oklahoma, said Rodney Mosier, executive assistant for the Texas Wheat Producers.",
        "output": "Rodney Mosier"
    },
    {
        "input": "6. Noureddine Morceli ( Algeria ) 7:36.81",
        "output": "Noureddine Morceli"
    },
    {
        "input": "1. Gail Devers ( U.S. ) 10.89 seconds",
        "output": "Gail Devers"
    },
    {
        "input": "MOTOR RACING - SCHUMACHER WINS BELGIAN GRAND PRIX.",
        "output": "SCHUMACHER"
    },
    {
        "input": "4. Herve Thuet ( France ) 1:04.732",
        "output": "Herve Thuet"
    },
    {
        "input": "Hussain, considered surplus to England 's one-day requirements, struck 158, his first championship century of the season, as Essex reached 372 and took a first innings lead of 82.",
        "output": "Hussain"
    },
    {
        "input": "4. Magali Faure ( France ) 35.888",
        "output": "Magali Faure"
    },
    {
        "input": "3. Aliuska Lopez ( Cuba ) 12.92",
        "output": "Aliuska Lopez"
    },
    {
        "input": "Quake shakes Costa Rica during Hashimoto visit.",
        "output": "Hashimoto"
    },
    {
        "input": "BOXING - KNOCK-OUT SPECIALIST MILLER DEFENDS TITLE.",
        "output": "MILLER"
    },
    {
        "input": "Louis Viannet, leader of France 's Communist-led CGT union, criticised government plans for spending cuts in the 1997 budget on Wednesday and warned of labour unrest as France gets back to work after the holidays.",
        "output": "Louis Viannet"
    },
    {
        "input": "6. Mark McNulty ( Zimbabwe ) 254,247",
        "output": "Mark McNulty"
    },
    {
        "input": "Spot Thomson will also be responsible for the campaign TV and radio spots, it said.",
        "output": "Spot Thomson"
    },
    {
        "input": "Richard Andrews said police were seeking a man shown on a hotel videotape carrying a suitcase resembling the victim 's. \"",
        "output": "Richard Andrews"
    },
    {
        "input": "Clinton said Iraqi military forces overran the city of Arbil, which has been held since 1994 by Kurdish rebels who Baghdad says are backed by Iran.",
        "output": "Clinton"
    },
    {
        "input": "Favourite : Mind Games ( 7-4 ) finished 4th",
        "output": "Mind Games"
    },
    {
        "input": "Happy Birthday to our Dearest Mother, \" read a placard at the Shishu Bhavan children 's home in central Calcutta run by Mother Teresa 's Missionaries of Charity.",
        "output": "Mother Teresa"
    },
    {
        "input": "Germany 's representative to the European Union 's veterinary committee Werner Zwingmann said on Wednesday consumers should buy sheepmeat from countries other than Britain until the scientific advice was clearer.",
        "output": "Werner Zwingmann"
    },
    {
        "input": "-- Dmitry Solovyov, Moscow Newsroom, +7095 941 8520",
        "output": "Dmitry Solovyov"
    },
    {
        "input": "Shane Kelly of Australia retained the world one-kilometre time trial title at the world track championships on Wednesday, with a track record time of one minute 2.777 seconds.",
        "output": "Shane Kelly"
    },
    {
        "input": "Belgian international Luc Nilis scored twice on Sunday as PSV Eindhoven came from behind to beat Groningen 4-1 in Eindhoven.",
        "output": "Luc Nilis"
    },
    {
        "input": "DENVER 1996-08-29",
        "output": "DENVER"
    },
    {
        "input": "Larry Fine",
        "output": "Larry Fine"
    },
    {
        "input": "Sletten, a caretaker who has lived on the island for 30 years, said the Norwegian and Russian communities visit frequently, competing at soccer in the summer and with snow-scooter races in the winter.",
        "output": "Sletten"
    },
    {
        "input": "Lebed 's peace mission this month has stopped some of the worst fighting of the 20-month-old conflict.",
        "output": "Lebed"
    },
    {
        "input": "Lithuania - Danius Gleveckas ( 13rd )",
        "output": "Danius Gleveckas"
    },
    {
        "input": "Other issues affecting ties include plans by an Australian cabinet minister to visit Taiwan, a security pact between Canberra and Washington and a possible visit to Australia next month by Tibet 's exiled spiritual leader the Dalai Lama.",
        "output": "Dalai Lama"
    },
    {
        "input": "Alec Stewart 3 5 0 396 170 79.20",
        "output": "Alec Stewart"
    },
    {
        "input": "\" That 's where the match sort of changed, \" said Edberg. \"",
        "output": "Edberg"
    },
    {
        "input": "7. Hanna Haugland ( Norway ) 1.88",
        "output": "Hanna Haugland"
    },
    {
        "input": "6. Zhanna Pintusevich ( Ukraine ) 11.27",
        "output": "Zhanna Pintusevich"
    },
    {
        "input": "1. Charmaine Crooks ( Canada ) two minutes 00.42 seconds",
        "output": "Charmaine Crooks"
    },
    {
        "input": "8. Patricia Girard-Leno ( France ) 13.36",
        "output": "Patricia Girard-Leno"
    },
    {
        "input": "Misael Valerio, head of border police at the Security Ministry, told reporters that surveillance of the country 's northern border with Nicaragua has been stepped up to stop the kidnappers from fleeing Costa Rica.",
        "output": "Misael Valerio"
    },
    {
        "input": "6. Aaron Slight ( New Zealand ) Honda 38:41.756",
        "output": "Aaron Slight"
    },
    {
        "input": "Teenager Yuuichi Takeda, racing in only his first season, outclassed the big names to win the first race in round nine of the world superbike championship on Sunday.",
        "output": "Yuuichi Takeda"
    },
    {
        "input": "Thomson said : \" I am leaving with my dignity and my pride intact, and that is very important to me.",
        "output": "Thomson"
    },
    {
        "input": "Estonia 's parliament failed for a second time to elect a president on Tuesday, dealing a blow to incumbent Lennart Meri and pushing the country towards stalemate in its choice of a new head of state.",
        "output": "Lennart Meri"
    },
    {
        "input": "Russia 's double Olympic champion Svetlana Masterkova smashed her second world record in just 10 days on Friday when she bettered the mark for the women 's 1,000 metres.",
        "output": "Svetlana Masterkova"
    },
    {
        "input": "It was Medvedev 's sixth victory in a row after winning his first tournament of the year last week at the Hamlet Cup.",
        "output": "Medvedev"
    },
    {
        "input": "Arafat had earlier blasted Israel saying its policies amounted to a declaration of war against the Palestinian people.",
        "output": "Arafat"
    },
    {
        "input": "Eric Anthony hit a pair of solo homers for the Rockies.",
        "output": "Eric Anthony"
    },
    {
        "input": "142 Daniel Chopra ( Sweden ) 74 68",
        "output": "Daniel Chopra"
    },
    {
        "input": "\" Jordan has asked Mr. Adel Ibrahim, the Iraqi embassy 's press attache, to leave because he was carrying out duties incompatible with diplomatic norms, \" the source told Reuters.",
        "output": "Adel Ibrahim"
    },
    {
        "input": "4. Yvonne McGregor ( Britain ) 3:41.823",
        "output": "Yvonne McGregor"
    },
    {
        "input": "Defending champion Scott Hoch shot a three-under 68 and was six strokes back.",
        "output": "Scott Hoch"
    },
    {
        "input": "CRICKET - MILLNS SIGNS FOR BOLAND.",
        "output": "MILLNS"
    },
    {
        "input": "Mushtaq Ahmed 3 5 1 44 20 11.00",
        "output": "Mushtaq Ahmed"
    },
    {
        "input": "Lebed himself said he was concerned that powerful interests in Moscow, who have profited from the war and want it to go on, would seize on any inadequacy in the deal to remove him.",
        "output": "Lebed"
    },
    {
        "input": "Thorpe 13 4 19 0 -",
        "output": "Thorpe"
    },
    {
        "input": "Gephardt, 55, the son of a milkman from a working class district of St. Louis, is a consummate congressional insider, sufficiently skilled in compromise and the ways of the legislature to manage the often-unruly House Democrats.",
        "output": "Gephardt"
    },
    {
        "input": "Barter has always been a feature of the Soviet Union 's foreign trade, but Yeltsin 's decrees liberalising foreign trade in 1991-1992 has given barter a new impetus.",
        "output": "Yeltsin"
    },
    {
        "input": "10. Angelo Medeghini ( Italy ) Subaru Impreza 18:28",
        "output": "Angelo Medeghini"
    },
    {
        "input": "Belgian media speculated that Dutroux, charged with abduction and illegal imprisonment of children, must have had high level protection to molest youngsters.",
        "output": "Dutroux"
    },
    {
        "input": "- Prime Minister Hariri : Elections are the beginning of a long political life which we begin with an incomplete ticket of 17 candidates.",
        "output": "Hariri"
    },
    {
        "input": "Dr Andrew Wakefield of the Royal Free Hospital School of Medicine and colleagues screened 25,000 babies delivered at University Hospital, Uppsala, between 1940 and 1949.",
        "output": "Andrew Wakefield"
    },
    {
        "input": "Graeme Hick 1 2 0 8 4 4.00",
        "output": "Graeme Hick"
    },
    {
        "input": "4. Fogarty 236",
        "output": "Fogarty"
    },
    {
        "input": "1. Museeuw 162 points",
        "output": "Museeuw"
    },
    {
        "input": "4. Tatiana Stiajkina ( Ukraine ) 11",
        "output": "Tatiana Stiajkina"
    },
    {
        "input": "The visitors, seeking to restore some pride after failing to score a single goal in Euro 96 in June, repeatedly ripped through the left side of the home defence but De Wilde was able to block several sharply-angled efforts.",
        "output": "De Wilde"
    },
    {
        "input": "But 80 percent said ETA had shown little interest in achieving peace in the Basque country when it offered a one-week truce in July while continuing to hold prison officer Jose Antonio Ortega Lara, kidnapped in January.",
        "output": "Jose Antonio Ortega Lara"
    },
    {
        "input": "Michael Chang is playing in his 10th U.S. Open and enjoying his highest seeding ever, but the 24-year-old American had to overcome a case of the jitters Monday before winning his first-round match on opening day.",
        "output": "Michael Chang"
    },
    {
        "input": "68 Colin Montgomerie",
        "output": "Colin Montgomerie"
    },
    {
        "input": "But the script that called for the usual first-round demolition by the top-ranked top seed was rewritten by 29th-ranked Indonesian Yayuk Basuki playing with nothing to lose abandon.",
        "output": "Yayuk Basuki"
    },
    {
        "input": "Roe said he was sticking by his forecast of a 2.45 billion guilder net for 1996.",
        "output": "Roe"
    },
    {
        "input": "2. Mark Richardson ( Britain ) 45.38",
        "output": "Mark Richardson"
    },
    {
        "input": "Machado 's publicists said on Thursday she was scheduled to stay in Los Angeles for promotional work with sponsors before returning to Venezuela on Sept.",
        "output": "Machado"
    },
    {
        "input": "Glenn Somerville",
        "output": "Glenn Somerville"
    },
    {
        "input": "-- Garry West, Amsterdam newsroom +31 20 504 5000",
        "output": "Garry West"
    },
    {
        "input": "Berry said : \" I`m disappointed but I do n't feel suicidal.",
        "output": "Berry"
    },
    {
        "input": "At the Oval, Surrey captain Chris Lewis, another man dumped by England, continued to silence his critics as he followed his four for 45 on Thursday with 80 not out on Friday in the match against Warwickshire.",
        "output": "Chris Lewis"
    },
    {
        "input": "M. Atherton not out 26",
        "output": "M. Atherton"
    },
    {
        "input": "* President Bill Clinton is expected to propose a tax break on home sales.",
        "output": "Bill Clinton"
    },
    {
        "input": "He said Ibrahim was still in Amman.",
        "output": "Ibrahim"
    },
    {
        "input": "Ieng Mouly said the aircraft went down during a rain storm.",
        "output": "Ieng Mouly"
    },
    {
        "input": "\" If there are any more instances of death in custody it will be further proof that a prison sentence for political prisoners is sometimes almost the same as a death sentence, \" Suu Kyi said.",
        "output": "Suu Kyi"
    },
    {
        "input": "Cooper",
        "output": "Cooper"
    },
    {
        "input": "Zairean Prime Minister Kengo wa Dondo said at the end of a visit to Rwanda last week that the Zairean and Rwandan governments agreed on an \" organised, massive and unconditional repatriation \" of the 1.1 million Rwandan refugees in Zaire.",
        "output": "Kengo wa Dondo"
    },
    {
        "input": "These people are now in Gisenyi prison, \" Gatera added.",
        "output": "Gatera"
    },
    {
        "input": "1913 - Sir Anthony Quayle born.",
        "output": "Anthony Quayle"
    },
    {
        "input": "8. Michael Moellenbeck ( Germany ) 58.56",
        "output": "Michael Moellenbeck"
    },
    {
        "input": "Chris Boardman ( Britain ) 4:13.353 seconds ( world record ) caught",
        "output": "Chris Boardman"
    },
    {
        "input": "To add to Newcastle 's misery, England striker Les Ferdinand was stretchered off in the second half.",
        "output": "Les Ferdinand"
    },
    {
        "input": "It was the first known time that a police officer has been president at the suicide of one of Kevorkian 's patients.",
        "output": "Kevorkian"
    },
    {
        "input": "6. Eleonora Berlanda ( Italy ) 2:43.44",
        "output": "Eleonora Berlanda"
    },
    {
        "input": "\" What this means in practice is that Hong Kong will go on raising its own taxes, issuing its own currency, setting its own expenditure priorities and managing its own enormous financial reserves, \" Tsang said.",
        "output": "Tsang"
    },
    {
        "input": "West Indian all-rounder Phil Simmons took four for 38 on Friday as Leicestershire beat Somerset by an innings and 39 runs in two days to take over at the head of the county championship.",
        "output": "Phil Simmons"
    },
    {
        "input": "\" Yesterday the president ordered the Department of Defense to take prudent planning steps to have forces ready to deploy to the region should he direct us to do so, \" Pentagon spokesman Doug Kennett said. \"",
        "output": "Doug Kennett"
    },
    {
        "input": "6. Gunhild Halle ( Norway ) 15:09.00",
        "output": "Gunhild Halle"
    },
    {
        "input": "2. Benson Koech ( Kenya ) 1:45.96",
        "output": "Benson Koech"
    },
    {
        "input": "8. John den Braber ( Neths ) Collstrop",
        "output": "John den Braber"
    },
    {
        "input": "He added the couple had also shed light on the murder last year of the wife of Mafia boss Nitto Santapaola.",
        "output": "Nitto Santapaola"
    },
    {
        "input": "CRICKET - CROFT RESTRICTS PAKISTAN TO 225-5.",
        "output": "CROFT"
    },
    {
        "input": "143 David Gilford 69 74",
        "output": "David Gilford"
    },
    {
        "input": "Two months ago, Clinton announced he wanted an interim effort established.",
        "output": "Clinton"
    },
    {
        "input": "Fastest lap : Berger 1:53.067 ( 221.857 kph )",
        "output": "Berger"
    },
    {
        "input": "Doctor Masserigne Ndiaye said medical staff were overwhelmed with work. \"",
        "output": "Masserigne Ndiaye"
    },
    {
        "input": "( Nigeria ), Davidson Ezinwa ( Nigeria ) 38.87",
        "output": "Davidson Ezinwa"
    },
    {
        "input": "Kamil Jamil did n't have a prayer.",
        "output": "Kamil Jamil"
    },
    {
        "input": "Goldman, whose Oscars were for \" Butch Cassidy and the Sundance Kid \" and \" All the President 's Men \", earlier this summer criticised some of the season 's blockbusters.",
        "output": "Goldman"
    },
    {
        "input": "He took a positive first step with his 6-3 1-6 6-1 7-5 win over compatriot Haas on a sun-baked Grandstand court.",
        "output": "Haas"
    },
    {
        "input": "\"...For the sake of safety we are asking for their family members or the authorities to come and pick them up, \" Kurdistan Workers Party ( PKK ) central committee member Riza Altun told journalists near the Iraqi city of Dohuk.",
        "output": "Riza Altun"
    },
    {
        "input": "+5 Wayne Westner ( South Africa ) 77 68",
        "output": "Wayne Westner"
    },
    {
        "input": "Ruth Perry, the woman with the task of uniting Liberia 's squabbling factions around the latest peace plan, will be formally installed as head of the ruling State Council next Tuesday, a Council statement said.",
        "output": "Ruth Perry"
    },
    {
        "input": "6. Yulia Graudin ( Russia ) 12.96",
        "output": "Yulia Graudin"
    },
    {
        "input": "Tomas Cibola ( 58th ).",
        "output": "Tomas Cibola"
    },
    {
        "input": "During Rosati 's trip the two countries will sign an agreement on mutual protection of investments and a note easing conditions on the granting of visas, the agency quoted Foreign Ministry officials as saying.",
        "output": "Rosati"
    },
    {
        "input": "5. Collin Dugmore ( South Africa ) Honda",
        "output": "Collin Dugmore"
    },
    {
        "input": "Bob Dole, the Republican presidential nominee, tried and failed to insert a tolerance clause in his party 's platform recognizing the validity of those within the party who supported abortion rights.",
        "output": "Bob Dole"
    },
    {
        "input": "Instead Joubert kicked another long penalty and then raced around the outside of the defence to score the Springboks ' second try.",
        "output": "Joubert"
    },
    {
        "input": "1. Mariacarla Bresciani ( Italy ) 3.85 metres",
        "output": "Mariacarla Bresciani"
    },
    {
        "input": "ND PARTY PICKS SPOT THOMSON, BOLD / OGILVY, MATHER FOR AD CAMPAIGN.",
        "output": "SPOT THOMSON"
    },
    {
        "input": "Ata-ur-Rehman 48.4 6 173 5 34.60",
        "output": "Ata-ur-Rehman"
    },
    {
        "input": "The loss of Sosa, who appeared in all 124 games this season, is a huge blow to the Cubs ' playoff hopes.",
        "output": "Sosa"
    },
    {
        "input": "\" It did n't do as well as it could have, \" said Rob Enderle, an analyst with Giga Information Group.",
        "output": "Rob Enderle"
    },
    {
        "input": "Jackson, the only man to have run faster, could not live with his speed, taking second in 13.24 seconds.",
        "output": "Jackson"
    },
    {
        "input": "Sporting 's Luis Miguel Predrosa scored the first goal of the new league season as the Lisbon side cruised to a 3-1 away win over SC Espinho on Friday.",
        "output": "Luis Miguel Predrosa"
    },
    {
        "input": "The previous mark of 2:29.34 was set by Mozambique 's Maria Mutola here on August 25 last year.",
        "output": "Maria Mutola"
    },
    {
        "input": "The Italian prime minister, in office since May 18, will be the first Western leader to meet Islamist Prime Minister Necmettin Erbakan since he came to power on June 28.",
        "output": "Necmettin Erbakan"
    },
    {
        "input": "It said last Friday they were visited by Monsignor Caesar Mazzolari, apostolic administrator of the diocese of Rumbek in southern Sudan, and an SPLA administrator and appeared in good condition.",
        "output": "Caesar Mazzolari"
    },
    {
        "input": "But Carlo Hoffmann, an 11-year-old jailer 's son who found the bottle on the beach at Robben Island off Cape Town after winter storms, will send his letter back by ordinary mail on Thursday, the post office said.",
        "output": "Carlo Hoffmann"
    },
    {
        "input": "Anne Murray",
        "output": "Anne Murray"
    },
    {
        "input": "CYCLING - BUGNO CLEARED OF DOPING.",
        "output": "BUGNO"
    },
    {
        "input": "At a news conference attended by approximately 50 players on Sunday, U.S. Davis Cup player Todd Martin expressed the players ' outrage at the seedings.",
        "output": "Todd Martin"
    },
    {
        "input": "Three out of four Swedish babies born to mothers who caught measles developed serious cases of Crohn 's disease, the researchers said.",
        "output": "Crohn"
    },
    {
        "input": "New Dutch signing Edgar Davids came on late in the second half as a Milan substitute but made little impact.",
        "output": "Edgar Davids"
    },
    {
        "input": "162-4 ( N. Fairbrother 53 not out ).",
        "output": "N. Fairbrother"
    },
    {
        "input": "M. Slater run out 9",
        "output": "M. Slater"
    },
    {
        "input": "Rifkind was in Pakistan at the start of an Asian tour that will also take him to India, Sri Lanka, Japan and Mongolia.",
        "output": "Rifkind"
    },
    {
        "input": "Samokhvalova ( Russia ) 3:45.011",
        "output": "Samokhvalova"
    },
    {
        "input": "Men 's 4x100 relay Jesse Owens memorial race",
        "output": "Jesse Owens"
    },
    {
        "input": "Lebed said on Wednesday he had clinched a truce with Chechen separatists and he promised to halt a threatened bombing assault on Grozny, which the rebels have held since August 6.",
        "output": "Lebed"
    },
    {
        "input": "SOCCER - SMICER 'S LAST-GASP GOAL KEEPS LENS IN THE LEAD.",
        "output": "SMICER"
    },
    {
        "input": "- Chelsea Clinton, until now carefully shielded from the exposure of public life, made her political debut on Sunday on her father 's whistlestop train trip.",
        "output": "Chelsea Clinton"
    },
    {
        "input": "German international striker Juergen Klinsmann has said he will retire after the 1998 World Cup in France.",
        "output": "Juergen Klinsmann"
    },
    {
        "input": "3. Haga 38:32.040",
        "output": "Haga"
    },
    {
        "input": "8. Mark Richardson ( Britain ) 45.67",
        "output": "Mark Richardson"
    },
    {
        "input": "1. Sebastien Tortelli ( France ) Kawasaki",
        "output": "Sebastien Tortelli"
    },
    {
        "input": "A Hamburg court sentenced U.S. neo-Nazi leader Gary Lauck on Thursday to four years in prison for pumping banned extremist propaganda into Germany from his base in the United States.",
        "output": "Gary Lauck"
    },
    {
        "input": "The dog attacked Louis Booy in the front garden of his grandparents ' house in Vanderbijlpark near Johannesburg on Tuesday.",
        "output": "Louis Booy"
    },
    {
        "input": "\" We plan to build a 10,000-seat stadium, but it may well be situated elsewhere, \" said club chairman Abdul Rahman Haj Yihye. \"",
        "output": "Abdul Rahman Haj Yihye"
    },
    {
        "input": "Kubo said he would make a decision on the need for a supplementary budget after an announcement in mid-September of Japan 's gross domestic product for the April-June quarter.",
        "output": "Kubo"
    },
    {
        "input": "Waqar Younis 125 25 431 16 26.93",
        "output": "Waqar Younis"
    },
    {
        "input": "3. Mika Hakkinen ( Finland ) McLaren 15.710",
        "output": "Mika Hakkinen"
    },
    {
        "input": "Australian Davis Cup captain John Newcombe on Thursday signalled his possible resignation if his team loses an away tie against Croatia next month.",
        "output": "John Newcombe"
    },
    {
        "input": "\" Jim, we must have made a wrong turn.",
        "output": "Jim"
    },
    {
        "input": "Sierra Leonean rebels killed 31 villagers and seven soldiers in an attack on the eastern village of Foindu, Eastern Region Brigade Commander Major Fallah Sewa said on Wednesday.",
        "output": "Fallah Sewa"
    },
    {
        "input": "In a telephone call to a local newspaper from his holiday home in Spain, Dalglish said : \" We came to the same opinion, albeit the club came to it a little bit earlier than me. \"",
        "output": "Dalglish"
    },
    {
        "input": "The company said Sabourin is the former president and chief executive at Bestop Inc of Boulder, Colo.",
        "output": "Sabourin"
    },
    {
        "input": "Meri won 49 in a second vote earlier on Tuesday and 45 in the first on Monday.",
        "output": "Meri"
    },
    {
        "input": "Edberg, competing in the 54th consecutive and final Grand Slam event of his illustrious career, turned back the clock at Stadium Court with a flowing 6-3 6-3 6-3 serve-and-volley victory over the fifth-seeded Dutchman.",
        "output": "Edberg"
    },
    {
        "input": "At Minnesota, John Jaha 's three-run homer, his 26th, capped a five-run eighth inning that rallied the Milwaukee Brewers to a 10-7 victory over the Twins.",
        "output": "John Jaha"
    },
    {
        "input": "Aiza Dudayeva, with her 10-year-old son beside her, shared the guarded optimism. \"",
        "output": "Aiza Dudayeva"
    },
    {
        "input": "2. Kocinski 38:19.313",
        "output": "Kocinski"
    },
    {
        "input": "Genoa appealed after their defeat last Saturday on the grounds that Lecce striker Jonathan Bachini, who came on in the 71st minute with his team leading 2-0, still had a one-match suspension to serve from last season.",
        "output": "Jonathan Bachini"
    },
    {
        "input": "SOCCER - AJAX SIGN ARGENTINE STRIKER GABRICH.",
        "output": "GABRICH"
    },
    {
        "input": "3. Carl Lewis ( U.S. ) 10.10",
        "output": "Carl Lewis"
    },
    {
        "input": "Bernini is expected to take office Thursday, a Eletropaulo spokeswoman said.",
        "output": "Bernini"
    },
    {
        "input": "Only some take money, \" Sri Lankan boatman Chinnathambi said.",
        "output": "Chinnathambi"
    },
    {
        "input": "3. Frederic Magne ( France )",
        "output": "Frederic Magne"
    },
    {
        "input": "Japan 's Hashimoto leaves Brazil for Peru.",
        "output": "Hashimoto"
    },
    {
        "input": "8. Gabriele Colombo ( Italy ) 58",
        "output": "Gabriele Colombo"
    },
    {
        "input": "1. Max van Heeswijk ( Netherlands ) Motorola 4 hours 39 minutes six seconds.",
        "output": "Max van Heeswijk"
    },
    {
        "input": "Feyenoord midfielder Jean-Paul van Gastel was also named to make his debut in the 18-man squad.",
        "output": "Jean-Paul van Gastel"
    },
    {
        "input": "Palestinian Information Ministry Director-General Mutawakel Taha denied that ministry officials forced anyone to sign any undertaking and insisted that the Palestinian Authority has no plans to censor books.",
        "output": "Mutawakel Taha"
    },
    {
        "input": "But Chilean Ambassador Juan Somavia said : \" Every weapon that reached Burundi is a weapon aimed mainly at killing an unarmed civilian.",
        "output": "Juan Somavia"
    },
    {
        "input": "- Hariri to step into the election battle with an incomplete list.",
        "output": "Hariri"
    },
    {
        "input": "The scored stayed level to the final minutes but with a penalty shoot out looming, Batistuta took charge.",
        "output": "Batistuta"
    },
    {
        "input": "Conroy noted two 500 KV and another 220 KV line running from the Sierra plant to Los Angeles remained in operation, and continued to carry some of the production from Sierra to the region.",
        "output": "Conroy"
    },
    {
        "input": "-- New Democracy leader Miltiadis Evert vows support mesures for farmers and small business as he kicks off the conservative party 's campaign",
        "output": "Miltiadis Evert"
    },
    {
        "input": "Senior United Nations arms official Rolf Ekeus left Bahrain for Baghdad on Monday for talks with Iraqi officials, a U.N. spokesman said.",
        "output": "Rolf Ekeus"
    },
    {
        "input": "Strasbourg 1 ( Zitelli 80th ) Le Havre 0.",
        "output": "Zitelli"
    },
    {
        "input": "\" Having seen Ravanelli celebrate his goals...",
        "output": "Ravanelli"
    },
    {
        "input": "3. Bob Kennedy ( U.S. ) 7:31.69",
        "output": "Bob Kennedy"
    },
    {
        "input": "\" Usually in the first one or two matches, you want to find your rhythm and want to get into it, \" said Graf, who won seven of the last eight points in the breaker.",
        "output": "Graf"
    },
    {
        "input": "Waugh.",
        "output": "Waugh"
    },
    {
        "input": "\" I have made a chairman 's decision that it is not feasible to hold municipal elections on September 14, \" said Frowick.",
        "output": "Frowick"
    },
    {
        "input": "Dal Maso declined to comment on the alleged fifth murder, saying only that \" the interrogations are not over yet \" with investigators.",
        "output": "Dal Maso"
    },
    {
        "input": "193 Ian Woosnam 64 64 65.",
        "output": "Ian Woosnam"
    },
    {
        "input": "The fighting has threatened a U.S.-led peace plan to unite the mountainous Kurdish region in northern Iraq against President Saddam Hussein.",
        "output": "Saddam Hussein"
    },
    {
        "input": "Jesper Parnevik of Sweden fired a course record-tying eight-under-par 63 Saturday to take a one-shot lead into the final round of the $ 1.2 million Greater Milwaukee Open.",
        "output": "Jesper Parnevik"
    },
    {
        "input": "Arafat called the four-hour strike, which ended at noon ( 0900 GMT ) to protest against Israeli policy on settlements and Jerusalem.",
        "output": "Arafat"
    },
    {
        "input": "Fox said the British government wanted an end to the alleged harassment of its nationals at Dhaka airport by customs officials.",
        "output": "Fox"
    },
    {
        "input": "\" The main purpose of this press conference is to make it known to the world that the authorities are misusing the law all the time in order to try to crush the democracy movement, \" Suu Kyi told reporters at her Rangoon home.",
        "output": "Suu Kyi"
    },
    {
        "input": "Saqlain Mushtaq.",
        "output": "Saqlain Mushtaq"
    },
    {
        "input": "Chinese police have detained dissident Wang Donghai, the New York-based pressure group Human Rights in China said on Saturday.",
        "output": "Wang Donghai"
    },
    {
        "input": "Gephardt, a red-haired square-jawed man, is a less than fiery orator.",
        "output": "Gephardt"
    },
    {
        "input": "He later discussed with rebel chief-of-staff Aslan Maskhadov a framework political agreement to tackle the most painful issue of the 20-month war -- the future political status of Chechnya.",
        "output": "Aslan Maskhadov"
    },
    {
        "input": "Jens Lehman ( Germany )",
        "output": "Jens Lehman"
    },
    {
        "input": "He said one of Wang 's apparent offences was to write a public letter in May suggesting that a free press and an independent judicial system were vital if the government really meant to stamp out rampant corruption.",
        "output": "Wang"
    },
    {
        "input": "Alex Rodriguez had two homers and four RBI for the Mariners, who have dropped three in a row and 11 of 15.",
        "output": "Alex Rodriguez"
    },
    {
        "input": "5. Kenneth Eriksson ( Sweden ) Subaru Impreza 3:22",
        "output": "Kenneth Eriksson"
    },
    {
        "input": "It took Martinez four Opens to get as far as the quarters, and another four to match that.",
        "output": "Martinez"
    },
    {
        "input": "8. Jonathan N'Senga ( Belgium ) 13.66",
        "output": "Jonathan N'Senga"
    },
    {
        "input": "2. Moore",
        "output": "Moore"
    },
    {
        "input": "It could be better, or it could be worse, \" Hope added, echoing the demand uncertainty across automotive industries.",
        "output": "Hope"
    },
    {
        "input": "-- Steve Weizman, Copenhagen newsroom +45 33969650",
        "output": "Steve Weizman"
    },
    {
        "input": "1. Colonna 8:22:00",
        "output": "Colonna"
    },
    {
        "input": "In Jerusalem, Israeli security forces were bracing for thousands of Palestinians expected to answer Arafat 's call earlier this week to come to the city holy to Moslems, Arabs and Jews to pray in protest against Israel 's settlement policy in the West Bank and delay in peace negotiations.",
        "output": "Arafat"
    },
    {
        "input": "Director Budge Weidman, who has shepherded the project from the beginning, predicts it will take up to a decade to complete.",
        "output": "Budge Weidman"
    },
    {
        "input": "Hasina, speaking to a group of engineers in Dhaka on Monday, accused the BNP of resorting to \" terrorism \" as part of its plan to create instability and chaos in the country.",
        "output": "Hasina"
    },
    {
        "input": "6. Jans Koerts ( Netherlands ) Palmans",
        "output": "Jans Koerts"
    },
    {
        "input": "Thai Prime Minister Banharn Silpa-archa on Monday proposed September 18 as the date for parliamentary debate on an opposition no-confidence motion accusing him of incompetence.",
        "output": "Banharn Silpa-archa"
    },
    {
        "input": "China, which has long opposed all Taipei efforts to gain greater international recognition, was infuriated by a visit to Ukraine this week by Taiwanese Vice President Lien.",
        "output": "Lien"
    },
    {
        "input": "\" The deal really levels the seating field somewhat, \" said John Casesa of Schroder Wertheim & Co. \"",
        "output": "John Casesa"
    },
    {
        "input": "penalty ), Jiri Dopita ( 57th )",
        "output": "Jiri Dopita"
    },
    {
        "input": "\" The FOMC ( Federal Open Market Committee ) has been forecasting a slowing in economic activity and moderating household demand will have a large impact on overall economic growth, \" Naroff said in a written comment.",
        "output": "Naroff"
    },
    {
        "input": "TENNIS - EDBERG REFUSES TO QO QUIETLY.",
        "output": "EDBERG"
    },
    {
        "input": "A group of Italian comics hope the joke will be on separatist leader Umberto Bossi next month when they lead the ancient Etruscan town of Orvieto in a mock split from Rome.",
        "output": "Umberto Bossi"
    },
    {
        "input": "6. Costantino Rocca ( Italy ) 253,337",
        "output": "Costantino Rocca"
    },
    {
        "input": "Zhirinovsky visited Iraq twice in 1995.",
        "output": "Zhirinovsky"
    },
    {
        "input": "1969 - Scottish motor racing driver Jackie Stewart won the Italian Grand Prix to secure his first world championship.",
        "output": "Jackie Stewart"
    },
    {
        "input": "An earthquake measuring 5.5 on the Richter scale shook New Zealands upper South Island on Thursday but there were no reports of injuries, Television New Zealand said.",
        "output": "Richter"
    },
    {
        "input": "\" They had some scans and X-rays yesterday and they 're out, \" said Hoddle.",
        "output": "Hoddle"
    },
    {
        "input": "PSV took control in the second half but could not score until Groningen striker Romano Sion was sent off in the 58th minute.",
        "output": "Romano Sion"
    },
    {
        "input": "The speaker of the Belarus parliament, Semyon Sharetsky, told Reuters that a draft constitution, due to be put to a national referendum on November 7, would dangerously increase the powers of the ruler.",
        "output": "Semyon Sharetsky"
    },
    {
        "input": "\" I won the second set, which I did n't think I would do, being down 5-2 and the chances she had at 6-5, \" Graf recalled.",
        "output": "Graf"
    },
    {
        "input": "Liam Gallagher, singer of Britain 's top rock group Oasis, flew out on Thursday to join the band three days after the start of its U.S. tour.",
        "output": "Liam Gallagher"
    },
    {
        "input": "13. Rita Razmaite ( Lithuania ) 38.546",
        "output": "Rita Razmaite"
    },
    {
        "input": "Tamil Tiger rebels have sent 12 female suicide bombers to stage simultaneous attacks on President Chandrika Kumaratunga 's motorcade in Colombo.",
        "output": "Chandrika Kumaratunga"
    },
    {
        "input": "\" They ( the insurgents ) should first give up their violent activities, \" Home ( Interior ) Minister Khum Bahadur Khadga said.",
        "output": "Khum Bahadur Khadga"
    },
    {
        "input": "Hoddle, coaching the side for the first time, declined to comment on the incident.",
        "output": "Hoddle"
    },
    {
        "input": "Nele Zilinskiene ( Lithuania ) 1.85",
        "output": "Nele Zilinskiene"
    },
    {
        "input": "The Sri Lankans were first found guilty then cleared of ball tampering and off-spinner Muttiah Muralitharan was called for throwing during a controversial three-test series in Australia.",
        "output": "Muttiah Muralitharan"
    },
    {
        "input": "2. Tony Jarrett ( Britain ) 13.35",
        "output": "Tony Jarrett"
    },
    {
        "input": "+7 Paul Stankowski through 15",
        "output": "Paul Stankowski"
    },
    {
        "input": "Thomson resigned after the club 's directors asked him to return to his previous position as youth team coach.",
        "output": "Thomson"
    },
    {
        "input": "4. Tatyana Motkova ( Russia ) 1.94",
        "output": "Tatyana Motkova"
    },
    {
        "input": "\" It was very hot and I did n't want to stay long on the court, \" said a cheery Hingis, who had no worries in racing to a 6-1 6-0 victory against the overmatched Spaniard.",
        "output": "Hingis"
    },
    {
        "input": "The judge overturned a decision to shut down Hen Vipheak 's newspaper.",
        "output": "Hen Vipheak"
    },
    {
        "input": "which we expect at the beginning of next year, \" Grabowksi said.",
        "output": "Grabowksi"
    },
    {
        "input": "Duncan Shiels",
        "output": "Duncan Shiels"
    },
    {
        "input": "-- Joyce Liu ( 2-5080815 )",
        "output": "Joyce Liu"
    },
    {
        "input": "R. Dravid not out 7",
        "output": "R. Dravid"
    },
    {
        "input": "BASEBALL - SOSA HAS SURGERY, OUT UP TO SIX WEEKS.",
        "output": "SOSA"
    },
    {
        "input": "One road protestor under the codename Steady Eddie told construction journal \" Building \" earlier this year, \" If it comes down to full-scale economic warfare, we will aim to drive them out of business. \"",
        "output": "Steady Eddie"
    },
    {
        "input": "Recriminations built up over how the scandal 's central figure, convicted child rapist Marc Dutroux, managed to prey on children unhindered for so long.",
        "output": "Marc Dutroux"
    },
    {
        "input": "Speaker of the House of Representatives Wahono has called on those serving in high state institutions to direct their efforts in the coming years towards dismantling all barriers to social justice.",
        "output": "Wahono"
    },
    {
        "input": "My biggest problem against Jansher is concentration.",
        "output": "Jansher"
    },
    {
        "input": "The Tigers won their third straight and halted a seven-game road losing streak behind Justin Thompson ( 1-2 ), who earned his first major-league win.",
        "output": "Justin Thompson"
    },
    {
        "input": "Adel Ibrahim, the Iraqi embassy 's press attache, was asked to leave \" because he was carrying out duties incompatible with diplomatic norms \", one source told Reuters, implying he was accused of spying.",
        "output": "Adel Ibrahim"
    },
    {
        "input": "Marta Fajardo insisted her daughter, who weighed 112 pounds ( 51 kg ) when she won the Miss Universe title in Las Vegas in May, had perfectly normal eating habits.",
        "output": "Marta Fajardo"
    },
    {
        "input": "The startup company 's acting chairman is Jim Bidzos, the president of RSA Data Security, a unit of Security Dynamics Technologies Inc. as well as chairman of VeriSign.",
        "output": "Jim Bidzos"
    },
    {
        "input": "The bronze medal went to another German, Jan Van Eijden, in 1:04.541.",
        "output": "Jan Van Eijden"
    },
    {
        "input": "3. William Tanui ( Kenya ) 3:33.36",
        "output": "William Tanui"
    },
    {
        "input": "289 Scott Hoch 71 68 77 73",
        "output": "Scott Hoch"
    },
    {
        "input": "Wasim Akram 's three-wicket haul",
        "output": "Wasim Akram"
    },
    {
        "input": "Fox initially fled from the shooting in a car, but then abandoned the car and entered dense bushland.",
        "output": "Fox"
    },
    {
        "input": "2. Ferrigato 112",
        "output": "Ferrigato"
    },
    {
        "input": "2. Trine Hattesta ( Norway ) 65.12",
        "output": "Trine Hattesta"
    },
    {
        "input": "\" I believe relations between the two teams will be excellent, \" Batterby said.",
        "output": "Batterby"
    },
    {
        "input": "\" During the scuffle, Moura threw the first punch.",
        "output": "Moura"
    },
    {
        "input": "Evelyn Leopold",
        "output": "Evelyn Leopold"
    },
    {
        "input": "Bruno, for years one of Britain 's most popular sportsmen, had hoped to have another shot at the world title and had been in training until a routine eye test on Monday highlighted a problem with his right eye.",
        "output": "Bruno"
    },
    {
        "input": "3. Donovan Bailey ( Canada ) 10.13",
        "output": "Donovan Bailey"
    },
    {
        "input": "4. Vialle 22",
        "output": "Vialle"
    },
    {
        "input": "Earlier, Tendulkar completed his ninth century in one-day cricket, taking 138 balls to do it before being run out.",
        "output": "Tendulkar"
    },
    {
        "input": "The girl was being held on the boat and had sought help from a passer-by, police chief inspector Ilkka Laasonen said.",
        "output": "Ilkka Laasonen"
    },
    {
        "input": "Prime Minister H.D. Deve Gowda 's centre-left government hopes the elections will help restore normality and democratic rule in Jammu and Kashmir, where more than 20,000 people have died in insurgency-related violence since 1990.",
        "output": "H.D. Deve Gowda"
    },
    {
        "input": "- Palestinian President Arafat opens civilian struggle against Israel, calls on Palestinians to build in self-rule areas.",
        "output": "Arafat"
    },
    {
        "input": "\" Until this is cleared up by the European Union 's scientific panels -- and we have asked this to be done as quickly as possible -- ( consumers ) should if at all possible give preference to sheepmeat from other countries, \" ministry official Werner Zwingmann told ZDF television.",
        "output": "Werner Zwingmann"
    },
    {
        "input": "\" This really indicates we 're back in the business, \" William Luehrs, president of the Glenview, Ill.-based company 's Networks Services Division, said in a telephone interview. \"",
        "output": "William Luehrs"
    },
    {
        "input": "66, M. Vaughan 57 ) v Lancashire.",
        "output": "M. Vaughan"
    },
    {
        "input": "Understating the cost of exported goods could still be a loophole for barter dealers, but Volkova said the authorities are currently \" tackling the technicalities of the issue \".",
        "output": "Volkova"
    },
    {
        "input": "4. El Hassane Lahssini ( Morocco ) 7:32.44",
        "output": "El Hassane Lahssini"
    },
    {
        "input": "Baltimore 's Eddie Murray cracked his 20th homer of the season and 499th of his career.",
        "output": "Eddie Murray"
    },
    {
        "input": "\" What we have to be extremely careful of is how other countries are going to take Germany 's lead, \" Welsh National Farmers ' Union ( NFU ) chairman John Lloyd Jones said on BBC radio.",
        "output": "John Lloyd Jones"
    },
    {
        "input": "One out later, Gonzalez smacked his 40th homer, extending his hitting streak to 20 games.",
        "output": "Gonzalez"
    },
    {
        "input": "2. Yoelvis Quesada ( Cuba ) 17.44",
        "output": "Yoelvis Quesada"
    },
    {
        "input": "13. Mika Salo ( Finland ) Tyrrell 1:54.095",
        "output": "Mika Salo"
    },
    {
        "input": "OB 1 Lotte 1",
        "output": "Lotte"
    },
    {
        "input": "8. Carl Fogarty ( Britain ) Honda 38:49.595",
        "output": "Carl Fogarty"
    },
    {
        "input": "-- Karen Pierog, 312-408-8647",
        "output": "Karen Pierog"
    },
    {
        "input": "Contrary to news reports, Simpson said, he has received support from both blacks and whites.",
        "output": "Simpson"
    },
    {
        "input": "8. Laurent Ottoz ( Italy ) 49.61",
        "output": "Laurent Ottoz"
    },
    {
        "input": "\" When I saw the new draw I did n't have to change my preparation, \" Medvedev said. \"",
        "output": "Medvedev"
    },
    {
        "input": "Lentini, 27, joined Milan from Torino in a $ 12 million deal that many have speculated involved far more money changing hands and which has subsequently been investigated by magistrates for alleged financial irregularities.",
        "output": "Lentini"
    },
    {
        "input": "1992 - Bulgaria 's former Communist leader Todor Zhivkov, deposed in 1989, was sentenced to seven years in prison after being found guilty of embezzling state funds.",
        "output": "Todor Zhivkov"
    },
    {
        "input": "1. Luke Kipkosgei ( Kenya ) 7:46.91",
        "output": "Luke Kipkosgei"
    },
    {
        "input": "Edberg is starting to feel pretty good about postponing his swan song a lot longer.",
        "output": "Edberg"
    },
    {
        "input": "4. Lance Armstrong ( U.S. )",
        "output": "Lance Armstrong"
    },
    {
        "input": "290 Tom Watson 79 70 68 73",
        "output": "Tom Watson"
    },
    {
        "input": "-- Gilbert Le Gras 204 947 3548",
        "output": "Gilbert Le Gras"
    },
    {
        "input": "-- E. Auchard, Wall Street bureau, 212-859-1736",
        "output": "E. Auchard"
    },
    {
        "input": "\" I was just trying to hang in there and hit it up the middle, \" said McGriff about his homer in the ninth. \"",
        "output": "McGriff"
    },
    {
        "input": "-- Dimitris Kontogiannis, Athens Newsroom +301 3311812-4",
        "output": "Dimitris Kontogiannis"
    },
    {
        "input": "Iraq 's Aziz says Baghdad aiding KDP against rivals.",
        "output": "Aziz"
    },
    {
        "input": "William Weld is working to stop his bid to win a U.S. Senate seat because she does n't want to leave Massachusetts.",
        "output": "William Weld"
    },
    {
        "input": "9. Jason Rouser ( U.S. ) 46.11",
        "output": "Jason Rouser"
    },
    {
        "input": "Ijaz Ahmed not out 58",
        "output": "Ijaz Ahmed"
    },
    {
        "input": "1. Shayne King ( New Zealand ) KTM",
        "output": "Shayne King"
    },
    {
        "input": "Milan - Dejan Savicevic ( 21st )",
        "output": "Dejan Savicevic"
    },
    {
        "input": "\" He had climbed up in this boxcar to get out of the weather and to get some sleep, \" Jewell said. \"",
        "output": "Jewell"
    },
    {
        "input": "Tripoli-based diplomats and exiled opponents said Gaddafi 's airforce blasted in July rebel strongholds in the mountainous Jebel al-Akhdar region.",
        "output": "Gaddafi"
    },
    {
        "input": "In Grozny, Shkirko told Interfax he was suspending the pullout of troops from the capital until weapons seized by the Chechens were returned.",
        "output": "Shkirko"
    },
    {
        "input": "\" There is much to discuss on the fall calendar, \" acting chief spokesman Glyn Davies said. \"",
        "output": "Glyn Davies"
    },
    {
        "input": "274 Phil Mickelson 70 66 68 70",
        "output": "Phil Mickelson"
    },
    {
        "input": "El Salvador - Luis Lazo ( 61st )",
        "output": "Luis Lazo"
    },
    {
        "input": "Schumacher won the race in 1 hour 28 minutes 15.125 seconds at an average speed of 208.442 km / hour ( 130 m.p.h. ).",
        "output": "Schumacher"
    },
    {
        "input": "Brazilian striker Marcelo scored a hat-trick as PSV Eindhoven maintained their 100 percent record and stayed on top of the Dutch first division with a 3-1 win at Volendam on Wednesday.",
        "output": "Marcelo"
    },
    {
        "input": "7. Jon Drummond ( U.S. ) 10.16",
        "output": "Jon Drummond"
    },
    {
        "input": "11. Johnny Herbert ( Britain ) Sauber 1:56.318",
        "output": "Johnny Herbert"
    },
    {
        "input": "Mulder missed the first test in Durban with back spasms and failed a fitness check on Thursday.",
        "output": "Mulder"
    },
    {
        "input": "- Aleix Vidal-Quadras - Catalan nationalists are demanding my defenestration",
        "output": "Aleix Vidal-Quadras"
    },
    {
        "input": "The Brady bill, calling for a waiting period before someone could buy a gun so a background check could be made, was first introduced in Congress in 1987 but it took seven years to pass because of opposition from the National Rifle Association gun lobby.",
        "output": "Brady"
    },
    {
        "input": "3. Rodica Matescu ( Romania ) 14.18",
        "output": "Rodica Matescu"
    },
    {
        "input": "7. Simon Crafar ( New Zealand ) Kawasaki 133",
        "output": "Simon Crafar"
    },
    {
        "input": "Support for Ruutel, 68, remained constant at 34 votes.",
        "output": "Ruutel"
    },
    {
        "input": "The airport in Surcin will continue to carry out all other activities and has secured enough buses to transport passengers to Batajnica, Acimovic said.",
        "output": "Acimovic"
    },
    {
        "input": "7. Johan Capiot ( Belgium ) Collstrop",
        "output": "Johan Capiot"
    },
    {
        "input": "Jordan 's official state news agency Petra said Kabariti would hold discussions \" on the latest developments in the peace process and bilateral cooperation \".",
        "output": "Kabariti"
    },
    {
        "input": "Itar-Tass news agency quoted Lebed as saying that he would suggest to the rebels that the decision on Chechnya 's future political status be deferred by up to 10 years.",
        "output": "Lebed"
    },
    {
        "input": "Terence, a Tutsi, said any arms embargo would leave the army unable to defend itself against Hutu guerrillas and leave the population exposed to \" armed terroritsts. \"",
        "output": "Terence"
    },
    {
        "input": "The Names had been scheduled to decide whether to accept or reject the offer by 1100 GMT Wednesday, but Lloyd 's chairman David Rowland said on Tuesday the offer would be extended.",
        "output": "David Rowland"
    },
    {
        "input": "I dont know if Alicia is working out.",
        "output": "Alicia"
    },
    {
        "input": "Police found Phan late on Monday when the boxcar, which was transporting lumber, was opened at Whittier, a port in western Prince William Sound.",
        "output": "Phan"
    },
    {
        "input": "I think it would be very difficult to sell to the European Commission a programme which would involve the elimination of fewer BSE cases, \" Kiely said.",
        "output": "Kiely"
    },
    {
        "input": "2:30.67 Christine Wachtel ( Germany ) Berlin 17.8.90",
        "output": "Christine Wachtel"
    },
    {
        "input": "\" The very first thing we thought about after we knew we would be promoted was the game against Betar Jerusalem, \" said Taibe supporter Karem Haj Yihye.",
        "output": "Karem Haj Yihye"
    },
    {
        "input": "Jacquet, beginning the 22-month countdown to France 's hosting of the World Cup finals, said : \" We have an identity ( as a team ) which we are going to work on. \"",
        "output": "Jacquet"
    },
    {
        "input": "\" A U.S. F-14 military plane while landing at Ben Gurion airport blew a wheel and a fire broke out, \" said spokesman Yehiel Amitai, adding that the two pilots on board were not injured.",
        "output": "Yehiel Amitai"
    },
    {
        "input": "RTRS - Australia Senate jeopardises rate cut - Howard.",
        "output": "Howard"
    },
    {
        "input": "But an attending doctor said Mother Teresa, who turns 86 next Tuesday, was conscious and in stable condition.",
        "output": "Mother Teresa"
    },
    {
        "input": "Bill Berkrot",
        "output": "Bill Berkrot"
    },
    {
        "input": "8. Michael Mollenbeck ( Germany ) 59.24",
        "output": "Michael Mollenbeck"
    },
    {
        "input": "He said the city council would be \" ironically present \" when the comics made their proclamation on the same day Bossi has threatened to declare the birth of Padania, the name he has given to northern Italy.",
        "output": "Bossi"
    },
    {
        "input": "BASEBALL - BONDS ' CONSECUTIVE GAME STREAK ENDS.",
        "output": "BONDS"
    },
    {
        "input": "\" The government is ready to guarantee security of the Maoist representatives who want to take part in peaceful dialogue, \" Khadga said.",
        "output": "Khadga"
    },
    {
        "input": "In recent months the Shining Path, severely weakened since the 1992 capture of its leader Abimael Guzman, has been stepping up both its military and propaganda activities.",
        "output": "Abimael Guzman"
    },
    {
        "input": "Itamar Rabinovich, who as Israel 's ambassador to Washington conducted unfruitful negotiations with Syria, told Israel Radio it looked like Damascus wanted to talk rather than fight.",
        "output": "Itamar Rabinovich"
    },
    {
        "input": "1. Ilke Wyludda ( Germany ) 66.60 metres",
        "output": "Ilke Wyludda"
    },
    {
        "input": "A club statement said : \" The directors of Raith Rovers FC invited Jimmy Thomson to relinquish the post of manager and to resume his former position as youth team coach.",
        "output": "Jimmy Thomson"
    },
    {
        "input": "RUGBY UNION - NEW ZEALAND RECALL MEHRTENS FOR FINAL TEST.",
        "output": "MEHRTENS"
    },
    {
        "input": "The commander-in-chief of Tajikistan 's armed forces, Major-General Nikolai Sherbatov, took a group of journalists by helicopter to the remote, and now devastated, town to show that his forces held it.",
        "output": "Nikolai Sherbatov"
    },
    {
        "input": "Waqar Younis 4-95 ).",
        "output": "Waqar Younis"
    },
    {
        "input": "Hilary Gush",
        "output": "Hilary Gush"
    },
    {
        "input": "I. Salisbury not out 1",
        "output": "I. Salisbury"
    },
    {
        "input": "3. Jans Koerts ( Netherlands ) Palmans",
        "output": "Jans Koerts"
    },
    {
        "input": "Redgrave is one of only five athletes who have won gold medals at four successive Olympics.",
        "output": "Redgrave"
    },
    {
        "input": "The line-up would not be announced until shortly before the start, Markgraaff said.",
        "output": "Markgraaff"
    },
    {
        "input": "More than 960 people have been killed in the armed struggle the Gama'a launched in 1992 to topple President Hosni Mubarak 's government and establish a purist Islamic state in its place",
        "output": "Hosni Mubarak"
    },
    {
        "input": "4. Natalia Voronova ( Russia ) 22.73",
        "output": "Natalia Voronova"
    },
    {
        "input": "Arafat says Israel declares war on Palestinians.",
        "output": "Arafat"
    },
    {
        "input": "A senior Belarus politician accused President Alexander Lukashenko on Friday of attempting to set up a dictatorship in the former Soviet republic.",
        "output": "Alexander Lukashenko"
    },
    {
        "input": "- 4 Greg Norman ( Australia ) through 8",
        "output": "Greg Norman"
    },
    {
        "input": "\" What happened concerning continuous violations and crimes from this new Israeli leadership means they are declaring a state of war against the Palestinian people, \" Arafat told the Palestinian legislature.",
        "output": "Arafat"
    },
    {
        "input": "While the world heaps honours on her and even regards her as a living saint, the nun of Albanian descent maintains she is merely doing God 's work.",
        "output": "God"
    },
    {
        "input": "Patricia Vowinkel",
        "output": "Patricia Vowinkel"
    },
    {
        "input": "It was Belgium 's first victory under Van Moer after two draws in friendlies against Russia and Italy.",
        "output": "Van Moer"
    },
    {
        "input": "Volkova said last year goods had been exported under many Russian barter deals, with nothing imported in return.",
        "output": "Volkova"
    },
    {
        "input": "The crowd in the church was wildly supportive, showering Simpson with gifts and praise.",
        "output": "Simpson"
    },
    {
        "input": "Companies that can change their culture and view employees as business partners will do well, O'Neal said.",
        "output": "O'Neal"
    },
    {
        "input": "Globo quoted Pessina 's lawyer as saying he had already been imprisoned in Italy and, when freed, travelled to Brazil.",
        "output": "Pessina"
    },
    {
        "input": "5. Marko Koers ( Netherlands ) 3:53.47",
        "output": "Marko Koers"
    },
    {
        "input": "RUGBY UNION - LYNAGH SEALS VICTORY OVER DWYER AND LEICESTER.",
        "output": "LYNAGH"
    },
    {
        "input": "10-0-52-0, Aamir Sohail 7-1-29-1.",
        "output": "Aamir Sohail"
    },
    {
        "input": "6. Nicoleta Grasu ( Romania ) 61.36",
        "output": "Nicoleta Grasu"
    },
    {
        "input": "Rabinovich is winding up his term as ambassador.",
        "output": "Rabinovich"
    },
    {
        "input": "At Trent Bridge : Nottinghamshire 392-6 ( G. Archer 143 not",
        "output": "G. Archer"
    },
    {
        "input": "+2 Clarence Rose through 9",
        "output": "Clarence Rose"
    },
    {
        "input": "Kuchma told a solemn ceremony at the Ukraina Palace on Friday that \" there was a turning point \" in reforms and that he expected a rise in the standard of living in the near future.",
        "output": "Kuchma"
    },
    {
        "input": "4. Erik Zabel ( Germany ) Telekom",
        "output": "Erik Zabel"
    },
    {
        "input": "\" It appears that August is showing an economy again reversing course and is not moving onto a significantly slower track at this point, \" said economist Lynn Reaser of Barnett Banks Inc. in Jacksonville, Fla.",
        "output": "Lynn Reaser"
    },
    {
        "input": "1. Svetlana Masterkova ( Russia ) 2 minutes 28.98 seconds",
        "output": "Svetlana Masterkova"
    },
    {
        "input": "In Toronto, Pat Hentgen tossed a five-hitter for his fifth consecutive complete game and three players drove in two runs apiece as the Toronto Blue Jays defeated the Minnesota Twins 6-1 for their ninth win in 11 games.",
        "output": "Pat Hentgen"
    },
    {
        "input": "Weiss said most of the company 's half year earning stemmed from the sale of its 50 percent stake in Physicians Insurance Co of Ohio.",
        "output": "Weiss"
    },
    {
        "input": "Austria 's best chance came in the 63rd minute with Stephan Marasek of SC Freiburg taking advantage of a scramble in the Scottish penalty area but his shot narrowly passing the left-hand post.",
        "output": "Stephan Marasek"
    },
    {
        "input": "13. Christian Meidlinger ( Austria ) 1:05.850",
        "output": "Christian Meidlinger"
    },
    {
        "input": "\" It 's definitely a turnabout from this past year, but you know last year we had pretty good moisture about this time of year, and then about October 1 it quit, \" said Mark Hodges, executive director of the Oklahoma Wheat Commission. \"",
        "output": "Mark Hodges"
    },
    {
        "input": "Rafter missed 10 weeks after wrist surgery earlier this year and the time away from tennis has given him a new perspective.",
        "output": "Rafter"
    },
    {
        "input": "2. Patrick Sang ( Kenya ) 8:12.04",
        "output": "Patrick Sang"
    },
    {
        "input": "Venezuelan Finance Minister Luis Raul Matos Azocar will make an \" important announcement \" on Thursday at 1230 local / 1630 GMT at a Central Bank press conference, the Finance Ministry said.",
        "output": "Luis Raul Matos Azocar"
    },
    {
        "input": "\" They 've got a very sound domestic business which is doing very well, we remain positive on the stock, \" said Roe. \"",
        "output": "Roe"
    },
    {
        "input": "German chancellor to meet Yeltsin Sept 7 - Interfax.",
        "output": "Yeltsin"
    },
    {
        "input": "Charles ceded Alsace and Strasbourg to France and got back Breisach, Kehl and Freiburg.",
        "output": "Charles"
    },
    {
        "input": "8. Irina Yatchenko ( Belarus ) 58.92",
        "output": "Irina Yatchenko"
    },
    {
        "input": "Thomas Daschle.",
        "output": "Thomas Daschle"
    },
    {
        "input": "Analysts said the stock market was also worried about the impact on President Clinton 's re-election bid of his top political strategist resigning.",
        "output": "Clinton"
    },
    {
        "input": "Qualifier vs. Tomas Carbonell ( Spain )",
        "output": "Tomas Carbonell"
    },
    {
        "input": "L. Botham 5-67 ).",
        "output": "L. Botham"
    },
    {
        "input": "They said police arrested the militants in the eastern Sharqiyah province after capturing their leader Rami al-Saadani in a satellite city outside Cairo.",
        "output": "Rami al-Saadani"
    },
    {
        "input": "2. Natalya Shikolenko ( Belarus ) 57.44",
        "output": "Natalya Shikolenko"
    },
    {
        "input": "Graham Watts, chief executive of the Construction Industry Council, said : \" I do n't think many firms involved in tendering for sensitive projects realise the impact environmental activity has on the cost of running a project.",
        "output": "Graham Watts"
    },
    {
        "input": "Philip Maslowe, chief financial officer of the preschool and child care company, said the buyback \" offered an opportunity to reduce the company 's weighted average interest costs and improve future cash flows and earnings. \"",
        "output": "Philip Maslowe"
    },
    {
        "input": "\" Unless she breathes on her own, I would advise you to keep your fingers crossed, \" said a doctor who was familiar with her case but not part of the six-member team treating Mother Teresa.",
        "output": "Mother Teresa"
    },
    {
        "input": "The two also agreed to set up joint patrols in Grozny, but Goncharova said she was sceptical about whether this could work.",
        "output": "Goncharova"
    },
    {
        "input": "Faber made amends in the 32nd minute when he headed in a corner to score the equaliser.",
        "output": "Faber"
    },
    {
        "input": "Coach Berti Vogts has called up a virtually identical squad for next week 's friendly against Poland -- Germany 's first match since Euro 96.",
        "output": "Berti Vogts"
    },
    {
        "input": "Mother Teresa set up her first home for the dying in a Hindu rest house in Calcutta after she saw a penniless woman turned away by a city hospital.",
        "output": "Mother Teresa"
    },
    {
        "input": "Kornblum said only elections endorsed by the Organisation for Security and Cooperation in Europe ( OSCE ) would be legitimate.",
        "output": "Kornblum"
    },
    {
        "input": "- Investment Minister Asif Ali Zardari expressed keenness for a close working relationship with Japanese companies so that investment from Japan can multiply.q",
        "output": "Asif Ali Zardari"
    },
    {
        "input": "6. Breukink 1 minute 26 seconds",
        "output": "Breukink"
    },
    {
        "input": "\" It would seem that the subject of extradition is unworthy of an opinion from the government, \" Deputy Prosecutor-General Adolfo Salamanca said.",
        "output": "Adolfo"
    },
    {
        "input": "Worcestershire 205-9 ( K. Spiring 52 ).",
        "output": "K. Spiring"
    },
    {
        "input": "Gujral said India would re-examine its position if the treaty, particularly a clause providing for its entry into force, was modified.",
        "output": "Gujral"
    },
    {
        "input": "Anton Schutte, an official with the embassy for Belgium, the Netherlands and Luxembourg, said the Dutch government had ruled out paying any money in ransom. \"",
        "output": "Anton Schutte"
    },
    {
        "input": "Reaser said strong consumer confidence coupled with relatively lean inventories were providing manufacturers with a reason to gear up production.",
        "output": "Reaser"
    },
    {
        "input": "\" The members expressed their concern about the maintenance of the peace process and they urged that no action be taken that would have a negative impact on the negotiations, \" Eitel said after an informal council session.",
        "output": "Eitel"
    },
    {
        "input": "-- Luli Popescu, Bucharest Newsroom 40-1 3120264",
        "output": "Luli Popescu"
    },
    {
        "input": "Bonds has been limited to a pinch-hitting role since an MRI Friday showed a mild strain of his left hamstring.",
        "output": "Bonds"
    },
    {
        "input": "Foster, a.333 hitter, helped his own cause in the second with a two-run single.",
        "output": "Foster"
    },
    {
        "input": "And we feel very confident that we 're doing all the right things, \" Hope said.",
        "output": "Hope"
    },
    {
        "input": "BASEBALL - KEVIN BROWN LOWERS ERA AS MARLINS BEAT REDS.",
        "output": "KEVIN BROWN"
    },
    {
        "input": "The pensioner, named only as Pietro T., told investigators he was infected with HIV, the AIDS virus, and his wife had died of the disease.",
        "output": "Pietro T."
    },
    {
        "input": "\" The stock market will have to edit the promises and then do a probability study on those edited promises, \" said John Geraghty at the consulting firm North American Equity Services.",
        "output": "John Geraghty"
    },
    {
        "input": "8. Sara Thorsett ( U.S. ) 4:11.06",
        "output": "Sara Thorsett"
    },
    {
        "input": "There will be both buying and selling pressure, \" said broker Shakil Rizvi.",
        "output": "Shakil Rizvi"
    },
    {
        "input": "-- Romina Nicaretta, Sao Paulo newsroom, 5511 232 4411.",
        "output": "Romina Nicaretta"
    },
    {
        "input": "Collinelli qualified in second place, also beating his old record in 4:17.696.",
        "output": "Collinelli"
    },
    {
        "input": "One prominent player that did not stay for the Open was French Open champion Yvegeny Kafelnikov, who after being dropped three spots from his ATP ranking to a seventh seeding, withdrew and returned home to Russia.",
        "output": "Yvegeny Kafelnikov"
    },
    {
        "input": "The man drew attention to himself in the North Island town of Tauranga while trying to reverse his car out of a pothole on Saturday night.",
        "output": "North Island"
    },
    {
        "input": "19. Pedro Lamy ( Portugal ) Minardi 1:56.830",
        "output": "Pedro Lamy"
    },
    {
        "input": "11. Stephen Ames ( Trinidad ) 211,175",
        "output": "Stephen Ames"
    },
    {
        "input": "Mohamed Abu Liwaya, said Information Ministry censors had told him to send all the copies of the August edition back to Cyprus at his own expense.",
        "output": "Mohamed Abu Liwaya"
    },
    {
        "input": "1768 - Francois-Rene ( Vicomte de ) Chateaubriand born.",
        "output": "Francois-Rene ( Vicomte de ) Chateaubriand"
    },
    {
        "input": "Olympic silver medallist Brigita Bukovec of Slovenia could finish only fifth in the race in 12.95.",
        "output": "Brigita Bukovec"
    },
    {
        "input": "\" We are disappointed with the administrator 's decision but we continue to be optimistic regarding an ultimate favorable resolution, \" Mark Gildea, chief executive officer, said in a statement.",
        "output": "Mark Gildea"
    },
    {
        "input": "8. Yoshikawa 38:35.297",
        "output": "Yoshikawa"
    },
    {
        "input": "On Sunday near Chicago he accused President Bill Clinton of \" raising the white flag \" in the war on drugs.",
        "output": "Bill Clinton"
    },
    {
        "input": "Bucaram, who was elected on a populist platform last month, also plans to create a ministry for ethnic cultures.",
        "output": "Bucaram"
    },
    {
        "input": "The Vermonter, which runs between St. Albans, Vermont, near the Canadian border and Washington, D.C., collided with the truck at 7:51 a.m. EDT near the rural town of Roxbury some 15 miles southeast of the state capital Montpelier, Amtrak spokeswoman Maureen Garrity said.",
        "output": "Maureen Garrity"
    },
    {
        "input": "MOTORCYCLING - JAPANESE WIN BOTH ROUND NINE SUPERBIKE RACES.",
        "output": "NINE"
    },
    {
        "input": "Nasser Hussain 2 3 0 111 51 37.00",
        "output": "Nasser Hussain"
    },
    {
        "input": "\" Now... the most coveted bank out there is Mercantile, \" Weber said.",
        "output": "Weber"
    },
    {
        "input": "Britain 's Chris Boardman broke the world 4,000 metres cycling record by more than six seconds at the world championships on Wednesday.",
        "output": "Chris Boardman"
    },
    {
        "input": "Saleh said the team -- from New York 's Metropolitan Museum -- found four Canopic jars and two unguent jars in the tomb, which belongs to an unidentifed person who lived during the 12th Dynasty ( 1991-1786 BC ) in the Middle Kingdom.",
        "output": "Saleh"
    },
    {
        "input": "Paper says Thatcher 's office consulted astrologer.",
        "output": "Thatcher"
    },
    {
        "input": "6. Koerts 7",
        "output": "Koerts"
    },
    {
        "input": "It was a perfect paint job except for one feather under a wing of one bird that was only half dyed, \" Drew said.",
        "output": "Drew"
    },
    {
        "input": "*Note - OB and Lotte played two games.",
        "output": "Lotte"
    },
    {
        "input": "Deputy Minister for Finance Ousmane Kaba said teams of inspectors would check government offices in the capital and the provinces to root out civil servants who drew salaries but had left their jobs, were dead, or had never existed.",
        "output": "Ousmane Kaba"
    },
    {
        "input": "- Prime Minister Jose Maria Aznar, positive assessment",
        "output": "Jose Maria Aznar"
    },
    {
        "input": "Randall Cunningham, the National Football League 's all-time leading rusher as a quarterback and one of the most athletic players ever to line up over centre, retired Thursday.",
        "output": "Randall Cunningham"
    },
    {
        "input": "\" I think Boatmen 's was shopping itself, and everybody knew if you wanted to be the winning buyer here, you had to make the bid nobody would beat, \" Ancell said.",
        "output": "Ancell"
    },
    {
        "input": "7. Max van Heeswijk ( Netherlands ) Motorola 28",
        "output": "Max van Heeswijk"
    },
    {
        "input": "Legal challenge to Diana delayed by jail term.",
        "output": "Diana"
    },
    {
        "input": "4. Gianluca Corini ( Italy ) Aki 0:07",
        "output": "Gianluca Corini"
    },
    {
        "input": "\" We were not allowed a delay to enable us to transfer the movement 's goods and documents, \" Khalfallah added in a statement.",
        "output": "Khalfallah"
    },
    {
        "input": "9. Tatian Stiajkina ( Ukraine ) 3:52.204",
        "output": "Tatian Stiajkina"
    },
    {
        "input": "Olympic champion Nathalie Lancien of France also missed the winning attack and finished a disappointing 10th.",
        "output": "Nathalie Lancien"
    },
    {
        "input": "This coming shift, O'Neal said, \" is not just isolated or a fad.",
        "output": "O'Neal"
    },
    {
        "input": "4. Paula Radcliffe ( Britain ) 14:59.70",
        "output": "Paula Radcliffe"
    },
    {
        "input": "\" It goes without saying that we 're rather disappointed, \" Head said of the decision by the U.S. Court of Appeals for the Fourth Circuit, sitting in Baltimore.",
        "output": "Head"
    },
    {
        "input": "Uninjured passengers were to be taken by bus to Springfield, Massachusetts, where they will be put aboard another train to continue their journey to New York City and Washington, Garrity said.",
        "output": "Garrity"
    },
    {
        "input": "Christie belongs to them.",
        "output": "Christie"
    },
    {
        "input": "G. Lloyd not out 2",
        "output": "G. Lloyd"
    },
    {
        "input": "Simon Brown, analyst at investement bank UBS, said this new phenomenon has led to a change in the way the industry evaluates project risk.",
        "output": "Simon Brown"
    },
    {
        "input": "Susan Nadeau",
        "output": "Susan Nadeau"
    },
    {
        "input": "The use of carts is generally prohibited in the professional game, and if Olazabal is allowed to use one in Bordeaux, he might then request one for the qualifying tournaments for next year 's Ryder Cup.",
        "output": "Olazabal"
    },
    {
        "input": "\" America wants to block the establishment of a strong Islamic government in Afghanistan and the U.S. intends to neutralise the Afghan peace process initiated by the Afghans themselves, \" said the spokesman, Hamid Ibrahimi.",
        "output": "Hamid Ibrahimi"
    },
    {
        "input": "2. Rolf Sorensen ( Denmark ) Rabobank",
        "output": "Rolf Sorensen"
    },
    {
        "input": "Hong Kong Financial Secretary Donald Tsang said on Friday that the territory had the \" infrastructural hardware \" to make a success of its future under Chinese sovereignty from mid-1997.",
        "output": "Donald Tsang"
    },
    {
        "input": "\" President Saddam Hussein stressed during the meeting Iraq 's keenness to maintain friendship and cooperation with Russia, \" the papers said.",
        "output": "Saddam Hussein"
    },
    {
        "input": "It was the second-longest streak by an active player in the the majors behind Baltimore 's Cal Ripken, who appeared in his major-league record 2,282nd straight game today, a 13-0 loss to the California Angels.",
        "output": "Cal Ripken"
    },
    {
        "input": "But Graf, winner of 20 Grand Slam titles, was not about to join that list.",
        "output": "Graf"
    },
    {
        "input": "\" The workers keep on gathering in the centre of the town, \" the factory 's general manager Vukasin Filipovic told Reuters. \"",
        "output": "Vukasin Filipovic"
    },
    {
        "input": "-- Jason Webb, Buenos Aires Newsroom +541 318-0655",
        "output": "Jason Webb"
    },
    {
        "input": "\" There is no doubt that economic growth has already started, \" said Adelbert Knobl, head of the International Monetary Fund 's mission in Ukraine. \"",
        "output": "Adelbert Knobl"
    },
    {
        "input": "M. Maynard run out 1",
        "output": "M. Maynard"
    },
    {
        "input": "Beauty queens are high-profile personalities in Venezuela and Machado 's alleged weight problem made front page news this week.",
        "output": "Machado"
    },
    {
        "input": "In the same interview, published by Prensa Latina on Saturday, Puig was asked if he feared death. \"",
        "output": "Puig"
    },
    {
        "input": "\" The first half of the year is unlikely to be as strong as expected so the company will probably be unable to reach its annual plan in 1996, \" said Gabor Sitanyi, a London-based analyst for ING Barings.",
        "output": "Gabor Sitanyi"
    },
    {
        "input": "The pressure group said Wang would be sent to a study class, often a euphemism in China for ideological reform.",
        "output": "Wang"
    },
    {
        "input": "Clinton won the nomination in a traditional state-by-state roll call of votes at the party convention and will accept in a speech on Thursday.",
        "output": "Clinton"
    },
    {
        "input": "- 1 Hal Sutton through 11",
        "output": "Hal Sutton"
    },
    {
        "input": "Containment of the fire has been difficult because of the hot, arid, windy weather in the region, Conroy said.",
        "output": "Conroy"
    },
    {
        "input": "Hillary Rodham Clinton saw her husband and daughter off on the trip in Huntington, West Virginia and then went on to Chicago to begin a rigorous Democratic Convention schedule.",
        "output": "Hillary Rodham Clinton"
    },
    {
        "input": "3. Ato Boldon ( Trinidad ) 20.37",
        "output": "Ato Boldon"
    },
    {
        "input": "Guzman ( 10-8 ) won for the first time since July 16, a span of six starts.",
        "output": "Guzman"
    },
    {
        "input": "2. Johan Capiot ( Belgium ) Collstrop",
        "output": "Johan Capiot"
    },
    {
        "input": "1. Tortelli",
        "output": "Tortelli"
    },
    {
        "input": "10. Pedro Lamy ( Portugal ) Minardi one lap",
        "output": "Pedro Lamy"
    },
    {
        "input": "1. Ludmila Engquist ( Sweden ) 12.60 seconds",
        "output": "Ludmila Engquist"
    },
    {
        "input": "The Reserve bank of India governor C. Rangarajan said on Thursday that he expected the cash reserve ratio ( CRR ) maintained by banks to be reduced over the medium term.",
        "output": "C. Rangarajan"
    },
    {
        "input": "5. Dietmar Lalcher ( Germany ) Honda",
        "output": "Dietmar Lalcher"
    },
    {
        "input": "\" Yeah, you know it 's fun, it 's always fun when you 've got a chance to go to the ballpark and win a game that 's important, \" said Rodriguez. \"",
        "output": "Rodriguez"
    },
    {
        "input": "Ischinger said the threat of a major assault to take Grozny had been the unauthorised initiative of the commanding general and not Moscow 's intention.",
        "output": "Ischinger"
    },
    {
        "input": "SOCCER - MILAN 'S LENTINI MOVES TO ATALANTA.",
        "output": "LENTINI"
    },
    {
        "input": "3. Tommi Makinen ( Finland ) Mitsubishi Lancer 8 seconds",
        "output": "Tommi Makinen"
    },
    {
        "input": "1. Dennis Mitchell ( U.S. ) 10.08",
        "output": "Dennis Mitchell"
    },
    {
        "input": "10. Jans Koerts ( Netherlands ) Palmans 34",
        "output": "Jans Koerts"
    },
    {
        "input": "Hong Kong Financial Secretary Donald Tsang said on Thursday he expected the territory 's economy to keep growing at around five percent but with some fluctuations from year to year.",
        "output": "Donald Tsang"
    },
    {
        "input": "0 Davis Love through 5",
        "output": "Davis Love"
    },
    {
        "input": "Attorney General Janet Reno 's report -- all nine pages of it, including footnotes -- offers only the interim services of the FBI until a formal registry on sex offenders has been established.",
        "output": "Janet Reno"
    },
    {
        "input": "Mehrtens played in the last TriNations test in Cape Town but missed the first two tests in the current series after tearing a cartilage in his knee while training, an injury which needed a small operation.",
        "output": "Mehrtens"
    },
    {
        "input": "1. Tommi Makinen ( Finland ) Mitsubishi Lancer three hours",
        "output": "Tommi Makinen"
    },
    {
        "input": "As far as I know, it 's been to four alarms -- more trucks, more people, \" said Don Penney of the Rochester Fire Department said.",
        "output": "Don Penney"
    },
    {
        "input": "\" There has been some shooting from their side but it has been relatively quiet, \" said fighter Aslan Shabazov, a bearded man wearing a white t-shirt and camoflage trousers.",
        "output": "Aslan Shabazov"
    },
    {
        "input": "9. Johan Lisabeth ( Belgium ) 13.75",
        "output": "Johan Lisabeth"
    },
    {
        "input": "M. Dekker not out 8",
        "output": "M. Dekker"
    },
    {
        "input": "Egypt will tell Britain it is concerned about a meeting of Islamists to be held in London soon, Foreign Minister Amr Moussa said on Monday.",
        "output": "Amr Moussa"
    },
    {
        "input": "Conversion : Boeta Wessels.",
        "output": "Boeta Wessels"
    },
    {
        "input": "Frater declined to give a forecast for the full year, ahead of a supervisory board meeting next week.",
        "output": "Frater"
    },
    {
        "input": "The Sakigake row has caused jitters in its coalition partners, Prime Minister Ryutaro Hashimoto 's Liberal Democratic Party ( LDP ), the biggest grouping, and the Social Democratic Party.",
        "output": "Ryutaro Hashimoto"
    },
    {
        "input": "A resolution released by the council called for \" halting contacts with the Israeli side and leaving the mechanism to carry out this to Palestinian President Yasser Arafat \".",
        "output": "Yasser Arafat"
    },
    {
        "input": "J. Srinath not out 1",
        "output": "J. Srinath"
    },
    {
        "input": "Foreign Minister I.K. Gujral was asked at a news conference if India 's decision to block adoption of the accord in Geneva would lead to an arms race with Pakistan and China.",
        "output": "I.K. Gujral"
    },
    {
        "input": "Captain and goalkicker Bobbie Goulding scored 18 points.",
        "output": "Bobbie Goulding"
    },
    {
        "input": "With your help we can re-elect Bill Clinton. \"",
        "output": "Bill Clinton"
    },
    {
        "input": "6. Vyacheslav Ekimov ( Russia ) Rabobank same time",
        "output": "Vyacheslav Ekimov"
    },
    {
        "input": "3. Theybers",
        "output": "Theybers"
    },
    {
        "input": "10. George Hincapie ( U.S. ) Motorola same time.",
        "output": "George Hincapie"
    },
    {
        "input": "7. Carlos Calado ( Portugal ) 16.31",
        "output": "Carlos Calado"
    },
    {
        "input": "ACC sold 9.4 million tonnes in 1995/96, retaining its top position in the Indian cement industry, Palkhivala said.",
        "output": "Palkhivala"
    },
    {
        "input": "The Brazilian found the mark again two minutes after halftime and again in the 56th minute before midfielder Pascal Jongsma scored a consolation goal for Volendam five minutes from time.",
        "output": "Pascal Jongsma"
    },
    {
        "input": "4. Frederic Vialle ( France ) Yamaha",
        "output": "Frederic Vialle"
    },
    {
        "input": "8. Servais Knaven ( Netherlands ) TVM",
        "output": "Servais Knaven"
    },
    {
        "input": "Pete Wilson, who said local and state governments cannot fight illegal drugs alone.",
        "output": "Pete Wilson"
    },
    {
        "input": "Wang, 45, was sentenced last month to one year 's \" re-education by labour \" but was released because of ill-health.",
        "output": "Wang"
    },
    {
        "input": "7. Hubert Grossard ( Belgium ) 13.65",
        "output": "Hubert Grossard"
    },
    {
        "input": "\" We believe that the Israeli settlement policy in the occupied areas is an obstacle to the establishment of peace, \" German Foreign Ministry spokesman Martin Erdmann said.",
        "output": "Martin Erdmann"
    },
    {
        "input": "After a week of carefully orchestrated events signing into law bills passed by the Republican-controlled Congress, Clinton used his Saturday radio address to the nation to proudly \" announce \" a development in the war on crime.",
        "output": "Clinton"
    },
    {
        "input": "The authorities are apparently extremely afraid of any political and social discontent, \" said Xiao, in Manila to attend an Amnesty International conference on human rights in China.",
        "output": "Xiao"
    },
    {
        "input": "He was due to head to the Bosnian town of Banja Luka on Friday to meet Bosnian Serb acting president Biljana Plavsic and Bosnian Serb opposition leaders.",
        "output": "Biljana Plavsic"
    },
    {
        "input": "\" It 's somewhere where I would n't like to stay very long, \" Medvedev said of his current ranking of 36. \"",
        "output": "Medvedev"
    },
    {
        "input": "6. Yelena Gulyayeva ( Russia ) 1.88",
        "output": "Yelena Gulyayeva"
    },
    {
        "input": "The elephant crashed into Hari Maya Poudels house in Madhumalla village earlier this week while she was asleep, they said.",
        "output": "Hari Maya Poudels"
    },
    {
        "input": "-- Julie Tolkacheva, Moscow Newsroom, +7095 941 8520",
        "output": "Julie Tolkacheva"
    },
    {
        "input": "4. Heiko Szonn ( Germany ) 4:21.009",
        "output": "Heiko Szonn"
    },
    {
        "input": "3. Anna Knoroz ( Russia ) 57.02",
        "output": "Anna Knoroz"
    },
    {
        "input": "\" Agriculture is very expensive, and there are no solutions to our problems on the horizon, \" said Odnosum.",
        "output": "Odnosum"
    },
    {
        "input": "Richard Finn",
        "output": "Richard Finn"
    },
    {
        "input": "Nantes 0 Lens 1 ( Smicer 52nd ).",
        "output": "Smicer"
    },
    {
        "input": "Bossi has intensified his separatist rhetoric since his Northern League party 's good showing in last April 's general election, when it took 10 percent of the vote nationally.",
        "output": "Bossi"
    },
    {
        "input": "Olga Boshova ( Moldova ) 1.85",
        "output": "Olga Boshova"
    },
    {
        "input": "Gujral said he did not expect India 's veto of the Comprehensive Test Ban Treaty ( CTBT ) to damage bilateral ties with other nations.",
        "output": "Gujral"
    },
    {
        "input": "Women who get measles while pregnant may have babies at higher risk of Crohn 's disease, a debilitating bowel disorder, researchers said on Friday.",
        "output": "Crohn"
    },
    {
        "input": "Peter Blackburn",
        "output": "Peter Blackburn"
    },
    {
        "input": "Talbott to meet Russian, Canadian counterparts.",
        "output": "Talbott"
    },
    {
        "input": "Todd Worrell worked the 12th to earn his league-leading 37th save.",
        "output": "Todd Worrell"
    },
    {
        "input": "\" Bankruptcy is always possible, particularly when you lose what we are going to lose in the first half of this year, \" Levy said. \"",
        "output": "Levy"
    },
    {
        "input": "( Spain ), David Carter",
        "output": "David Carter"
    },
    {
        "input": "The television, which did not say when the security forces killed the rebels, said the four arrested men confessed details of the assassination of the French Roman Catholic Bishop Pierre Claverie.",
        "output": "Pierre Claverie"
    },
    {
        "input": "The loss was the Mets ' eighth straight, their longest slide since September 1993, and dropped them to 0-4 under new manager Bobby Valentine.",
        "output": "Bobby Valentine"
    },
    {
        "input": "128 Ian Woosnam 64 64",
        "output": "Ian Woosnam"
    },
    {
        "input": "Netanyahu has made closure of the three offices a condition for resuming peace negotiations with the Palestine Liberation Organisation ( PLO ).",
        "output": "Netanyahu"
    },
    {
        "input": "U.N. Ambassador Albright arrives in Chile.",
        "output": "Albright"
    },
    {
        "input": "\" For the most part they really did n't understand what was going on, \" the director of the Nagyatad camp Lajos Horvath told Reuters on Wednesday.",
        "output": "Lajos Horvath"
    },
    {
        "input": "Hasina told police the home ministry had already given a \" blanket order \" to arrest terrorists and possessors of illegal firearms irrespective of their political identities.",
        "output": "Hasina"
    },
    {
        "input": "Gonzalez hit his second homer in the third for his fifth multi-homer game of the season.",
        "output": "Gonzalez"
    },
    {
        "input": "But recently Ukraine has been losing its reputation as a breadbasket of Europe, earned in the years before brutal forced collectivisation under Soviet dictator Josef Stalin.",
        "output": "Josef Stalin"
    },
    {
        "input": "\" Java portends dramatic changes in the way we use the Internet, \" said Hong Bui, vice president of engineering of the new company after serving as a senior engineer at JavaSoft.",
        "output": "Hong Bui"
    },
    {
        "input": "\" The result is acceptable, \" Scottish coach Craig Brown told reporters. \"",
        "output": "Craig Brown"
    },
    {
        "input": "Scorer : Salou Bachirou ( 53rd minute )",
        "output": "Salou Bachirou"
    },
    {
        "input": "His supporters will contest the parliamentary election in a coalition of 30 mainly small parties, the Republican Front, led by Deby 's Patriotic Salvation Movement.",
        "output": "Deby"
    },
    {
        "input": "4. Vladimir Dubrovshchik ( Belarus ) 65.30",
        "output": "Vladimir Dubrovshchik"
    },
    {
        "input": "76 Scott McCarron",
        "output": "Scott McCarron"
    },
    {
        "input": "Police detained Wang on Friday and would not let his family meet him or say where he was being held, the group said.",
        "output": "Wang"
    },
    {
        "input": "Johnny Herbert ( Britain ) Sauber",
        "output": "Johnny Herbert"
    },
    {
        "input": "Naish said there was no need for Britain to carry out a planned cull of some 147,000 cattle to which it had reluctantly agreed to placate its European partners.",
        "output": "Naish"
    },
    {
        "input": "But Russian President Boris Yeltsin has seemed unwilling to meet his envoy and went on holiday on Monday.",
        "output": "Boris Yeltsin"
    },
    {
        "input": "He allowed a leadoff double to David Segui in the second, and won for the seventh time in eight decisions.",
        "output": "David Segui"
    },
    {
        "input": "Ambassador Robert Frowick, representing the Organisation for Security and Cooperation in Europe ( OSCE ), told reporters that municipal polls due on September 14 with other Bosnian elections would be put off.",
        "output": "Robert Frowick"
    },
    {
        "input": "- Palestinian Minister Erekat says Israel-PLO talks will begin by September 2.",
        "output": "Erekat"
    },
    {
        "input": "3. Ekimov 1:7",
        "output": "Ekimov"
    },
    {
        "input": "They read : \" Ballybunion backs Clinton. \"",
        "output": "Clinton"
    },
    {
        "input": "We have signed a peace treaty with the Israelis but on the ground, we see that nothing has changed, \" said 20-year-old Ali Ahmed from Qalandia refugee camp.",
        "output": "Ali Ahmed"
    },
    {
        "input": "7. Ozers 8",
        "output": "Ozers"
    },
    {
        "input": "5. Margret Crowley ( Australia ) 4:05.00",
        "output": "Margret Crowley"
    },
    {
        "input": "5. Olga Slioussareva ( Russia ) 36.170",
        "output": "Olga Slioussareva"
    },
    {
        "input": "Martinez, the 1994 Wimbledon champion, used to struggle at the Open, but has come to terms with the noise, crowds and chaos.",
        "output": "Martinez"
    },
    {
        "input": "1986 - Bishop Desmond Tutu was enthroned as Archbishop of Cape Town, South Africa.",
        "output": "Desmond Tutu"
    },
    {
        "input": "2. Marco Vaccari ( Italy ) 46.16",
        "output": "Marco Vaccari"
    },
    {
        "input": "BASEBALL - ORIOLES ' MANAGER DAVEY JOHNSON HOSPITALIZED.",
        "output": "DAVEY JOHNSON"
    },
    {
        "input": "5. Natalia Karimova ( Russia ) 3:45.061",
        "output": "Natalia Karimova"
    },
    {
        "input": "Women 's ninth seed Mary Joe Fernandez pulled out because of tendinitis in her right wrist.",
        "output": "Mary Joe Fernandez"
    },
    {
        "input": "9. Dawn Bowles ( U.S. ) 13.53",
        "output": "Dawn Bowles"
    },
    {
        "input": "Turkish Prime Minister Necmettin Erbakan visited mainly Moslem countries, including Iran, during a 10-day tour earlier in August.",
        "output": "Necmettin Erbakan"
    },
    {
        "input": "9. Yoshikawa 108",
        "output": "Yoshikawa"
    },
    {
        "input": "Suu Kyi said the government had increased its repression tactics on the democracy movement because it feared the growing popularity of the movement.",
        "output": "Suu Kyi"
    },
    {
        "input": "Deby took power in an armed uprising in 1990.",
        "output": "Deby"
    },
    {
        "input": "\" We have the largest and most efficient port on the South China coast ; we have the best transport and telecommunications infrastructure in the world ; and we are investing in this hardware on an enormous scale, \" Tsang said in a speech to Auckland during a visit to New Zealand.",
        "output": "Tsang"
    },
    {
        "input": "17. Ukyo Katayama ( Japan ) Tyrrell 1:55.371",
        "output": "Ukyo Katayama"
    },
    {
        "input": "Jan Buettner, managing director of AOL Germany, said AdOn was in the formation phase and would \" get off the ground next year, bringing in advertising from around Europe. \"",
        "output": "Jan Buettner"
    },
    {
        "input": "You are the opposite, \" Juppe told a successful French team at Paris airport as he welcomed them back from the games which followed the July-August Olympics.",
        "output": "Juppe"
    },
    {
        "input": "The cars will be jointly marketed by Kia and PT Timor Putra Nasional, controlled by a son of President Suharto, which plans next year to start assembling the vehicles in Indonesia.",
        "output": "Suharto"
    },
    {
        "input": "The task Mother Teresa began alone in 1949 in the slums of densely-populated Calcutta, and grew to touch the hearts of people around the world.",
        "output": "Mother Teresa"
    },
    {
        "input": "Lancashire then reached 210 for five at the close -- just four ahead -- after Neil Fairbrother hit 55 in 60 balls to add to his first innings of 86.",
        "output": "Neil Fairbrother"
    },
    {
        "input": "79 Tom Watson",
        "output": "Tom Watson"
    },
    {
        "input": "3. Seguy 24",
        "output": "Seguy"
    },
    {
        "input": "SOCCER - SHARPSHOOTER KNUP BACK IN SWISS SQUAD.",
        "output": "KNUP"
    },
    {
        "input": "-- Lehman analyst Blake Bath started Southern New England Telecommunciations Corp with an outperform rating, his office said.",
        "output": "Blake Bath"
    },
    {
        "input": "\" So sell options on Bunds and France to enhance yield and buy options on Italy, \" Coughlan said..",
        "output": "Coughlan"
    },
    {
        "input": "\" This squad is currently the basis of my planning for the 1998 World Cup, \" Vogts said. \"",
        "output": "Vogts"
    },
    {
        "input": "7. Jean Alesi ( France ) Benetton 1:52.354",
        "output": "Jean Alesi"
    },
    {
        "input": "Dmitry Kuznets",
        "output": "Dmitry Kuznets"
    },
    {
        "input": "5. Fujiwara 38:33.595",
        "output": "Fujiwara"
    },
    {
        "input": "In Boston, Mike Stanley 's bases-loaded two-run single snapped an eighth-inning tie and gave the Red Sox their third straight win, 6-4 over the Oakland Athletics.",
        "output": "Mike Stanley"
    },
    {
        "input": "Shadab Kabir 2 4 0 87 35 21.75",
        "output": "Shadab Kabir"
    },
    {
        "input": "Former world champion Lance Armstrong of the United States was in front as the leading pack of seven riders turned into the Oerlikon velodrome for the final one lap sprint but quickly faded and settled for fourth.",
        "output": "Lance Armstrong"
    },
    {
        "input": "CRICKET - POLLOCK CONCLUDES WARWICKSHIRE CAREER WITH FLOURISH.",
        "output": "POLLOCK"
    },
    {
        "input": "BOXING - PRINCE NASEEM RETAINS WBO FEATHERWEIGHT TITLE.",
        "output": "NASEEM"
    },
    {
        "input": "Canada 's Minister of Foreign Affairs Lloyd Axworthy said after meeting Hong Kong Gov.",
        "output": "Lloyd Axworthy"
    },
    {
        "input": "But as Lauck was about to be led away, he turned to reporters and blurted out a virtually incomprehensible quick-fire diatribe against the court.",
        "output": "Lauck"
    },
    {
        "input": "The statement from Morris said that he had submitted his resignation on Wednesday night. \"",
        "output": "Morris"
    },
    {
        "input": "Gupta said there might be an increase in the number of people infiltrating the Kashmir valley to create disturbance in the region.",
        "output": "Gupta"
    },
    {
        "input": "\" I feel I 'm hitting the ball well even though I 'm having more mental letdowns than I did last week, \" O'Brien said. \"",
        "output": "O'Brien"
    },
    {
        "input": "8. Charles-Michael Friedek ( Germany ) 16.12",
        "output": "Charles-Michael Friedek"
    },
    {
        "input": "Paramount Pictures is going ahead with a sequel to the Tom Cruise blockbuster, \" Mission : Impossible \" and hopes to release it in the summer of 1998, Daily Variety reported in its Friday edition.",
        "output": "Tom Cruise"
    },
    {
        "input": "Moin Khan 2 3 1 158 105 79.00",
        "output": "Moin Khan"
    },
    {
        "input": "10. Rubens Barrichello ( Brazil ) Jordan 1:53.152",
        "output": "Rubens Barrichello"
    },
    {
        "input": "15. Pedro Diniz ( Brazil ) Ligier 22",
        "output": "Pedro Diniz"
    },
    {
        "input": "2. Lance Armstrong ( U.S. ) Motorola 1 second behind",
        "output": "Lance Armstrong"
    },
    {
        "input": "4. Annemari Sandell ( Finland ) 15:06.33",
        "output": "Annemari Sandell"
    },
    {
        "input": "2. Damon Hill ( Britain ) Williams 1:50.980",
        "output": "Damon Hill"
    },
    {
        "input": "He returns in place of Simon Culhane who broke a wrist in the All Blacks ' series-clinching victory in Pretoria on Saturday.",
        "output": "Simon Culhane"
    },
    {
        "input": "2. Norberto Tellez ( Cuba ) 1:44.58",
        "output": "Norberto Tellez"
    },
    {
        "input": "7. Anneke Matthijs ( Belgium ) 2:43.82",
        "output": "Anneke Matthijs"
    },
    {
        "input": "\" We are Israelis, there is no question about that, \" said Karem Haj Yihye, a hotel waiter.",
        "output": "Karem Haj Yihye"
    },
    {
        "input": "+7 Satoshi Higashi ( Japan ) through 16",
        "output": "Satoshi Higashi"
    },
    {
        "input": "But the pick of the 13-times champions ' goals came from Ruggiero Rizzitelli, who beat three defenders to put Bayern 4-1 up.",
        "output": "Ruggiero Rizzitelli"
    },
    {
        "input": "Wisinga was believed to be travelling in Europe, they said.",
        "output": "Wisinga"
    },
    {
        "input": "-- Jacqueline Wong, New York Energy Desk +1 212 859 1620",
        "output": "Jacqueline Wong"
    },
    {
        "input": "6. Steve Brown ( U.S. ) 13.53",
        "output": "Steve Brown"
    },
    {
        "input": "3. Peter Blank ( Germany ) 81.64",
        "output": "Peter Blank"
    },
    {
        "input": "\" I am reluctant to speculate but we are doing the preparations and the secretary-general is anxious to start the program, \" said Undersecretary-General Yasushi Akashi.",
        "output": "Yasushi Akashi"
    },
    {
        "input": "A. Stewart not out 40",
        "output": "A. Stewart"
    },
    {
        "input": "9. Alexandre Barros ( Brazil ) Honda 1:51.784",
        "output": "Alexandre Barros"
    },
    {
        "input": "The relay race, which will include squads from Africa, the United States and Europe as well as the Owens ' quartet, will be held at the end of the meeting.",
        "output": "Owens"
    },
    {
        "input": "3. Isel Lopez ( Cuba ) 65.10",
        "output": "Isel Lopez"
    },
    {
        "input": "He performed in summer stock and soap operas before being plucked as an almost unknown to play the lead in \" Superman \" and three sequels.",
        "output": "Superman"
    },
    {
        "input": "Anis Ahmed",
        "output": "Anis Ahmed"
    },
    {
        "input": "Conchita Martinez decided that when in New York, do as the New Yorkers do -- and the Spaniard 's new-found aggressiveness seems to have put her in the right frame of mind for the U.S. Open.",
        "output": "Conchita Martinez"
    },
    {
        "input": "Ireland midfielder Roy Keane has signed a new four-year contract with English league and F.A. Cup champions Manchester United.",
        "output": "Roy Keane"
    },
    {
        "input": "5. Kenneth Eriksson ( Sweden ) Subaru Impreza 2:05",
        "output": "Kenneth Eriksson"
    },
    {
        "input": "Asif Mujtaba not out 1",
        "output": "Asif Mujtaba"
    },
    {
        "input": "Ecuador 's President Abdala Bucaram has announced he will hold regular lunches in his presidential palace for members of the country 's different ethnic groups as of next week.",
        "output": "Abdala Bucaram"
    },
    {
        "input": "Speculation that Rubin might not stay in his post grew after he sidestepped questions about any future Cabinet post during television interviews at the Democratic convention in Chicago this week.",
        "output": "Rubin"
    },
    {
        "input": "Lebed aide says Russian-Chechen talks going well.",
        "output": "Lebed"
    },
    {
        "input": "\" Cofinec is a very good story in the long-term as the per capita packaging consumption is still so low in east Europe that a very strong increase can be expected ( long-term ), \" Sitanyi said, saying that several recent moves by Cofinec boosted its position.",
        "output": "Sitanyi"
    },
    {
        "input": "8. Edouard Gritsoun ( Russia ) 4:26.467",
        "output": "Edouard Gritsoun"
    },
    {
        "input": "\" Sarah, I told you this is the Democratic convention, \" he responded to his wife, who before the shooting had worked for two Republican congressmen and the Republican national party.",
        "output": "Sarah"
    },
    {
        "input": "\" Commander Nuour Marial is a soldier so he must accept the leadership 's decision.",
        "output": "Nuour Marial"
    },
    {
        "input": "Liberia 's civil war, launched by Taylor in 1989, has killed well over 150,000 people.",
        "output": "Taylor"
    },
    {
        "input": "Alexander Babayan, managing director at CentrInvest Securities, said the volume of orders was four to five times lower than a week ago.",
        "output": "Alexander Babayan"
    },
    {
        "input": "Banharn, who leads a six-party, 13-month-old coalition government, faces a no-confidence debate in parliament next month.",
        "output": "Banharn"
    },
    {
        "input": "Palestinian President Yasser Arafat said on Wednesday that Israel had declared war on the Palestinians and called for the first general strike in the West Bank and Gaza in two years.",
        "output": "Yasser Arafat"
    },
    {
        "input": "Doetinchem 1 ( Schultz 4th ).",
        "output": "Schultz"
    },
    {
        "input": "8. George Hincapie ( USA ) Motorola 0:09",
        "output": "George Hincapie"
    },
    {
        "input": "3. Vyacheslav Ekimov ( Russia ) Rabobank 29 seconds behind",
        "output": "Vyacheslav Ekimov"
    },
    {
        "input": "Napoleon entered Moscow a week later.",
        "output": "Napoleon"
    },
    {
        "input": "\" We 're investigating with the idea that both fires may be arson, but that has n't been conclusively established, \" said Wayne Jordan, a spokesman for the Arkansas State Police.",
        "output": "Wayne Jordan"
    },
    {
        "input": "Wang 's family could not immediately be reached for comment.",
        "output": "Wang"
    },
    {
        "input": "Reliever Mark Acre ( 0-1 ) took the loss.",
        "output": "Mark Acre"
    },
    {
        "input": "It said he had admitted the attack but had denied intending to kill Kotlarska.",
        "output": "Kotlarska"
    },
    {
        "input": "Fastest lap : Aoki 147.786 kph",
        "output": "Aoki"
    },
    {
        "input": "\" He was standing right there and knew the shot was down so I called him a cheat, \" said Hill, whose squash career has been blighted by fines and suspensions for unacceptable behaviour.",
        "output": "Hill"
    },
    {
        "input": "\" I ca n't remember when I 've putted this well, \" said Parnevik. \"",
        "output": "Parnevik"
    },
    {
        "input": "Hwa Kay plunges on rights issue, earnings.",
        "output": "Hwa Kay"
    },
    {
        "input": "3. Sven Teutenberg ( Germany ) U.S. Postal",
        "output": "Sven Teutenberg"
    },
    {
        "input": "2. Jean-Michel Bayle ( France ) Yamaha 1:50.727",
        "output": "Jean-Michel Bayle"
    },
    {
        "input": "Huber, who reached the final a week ago at Manhattan Beach, could only mourn her luck of the draw.",
        "output": "Huber"
    },
    {
        "input": "Police also would not say why Wang was being sent to a study class -- a holdover from the chaotic 1966-76 Cultural Revolution -- or say when he would be released, the group said.",
        "output": "Wang"
    },
    {
        "input": "13. Eddie Irvine ( Britain ) Ferrari 29",
        "output": "Eddie Irvine"
    },
    {
        "input": "\" The starting of this production base in China has for our group an undoubted strategic value, representing an important enhancement of our presence in Asia, \" said Pirelli SpA chairman and chief executive officer Marco Tonchetti Provera.",
        "output": "Marco Tonchetti Provera"
    },
    {
        "input": "8. Karin Janke ( Germany ) 53.13",
        "output": "Karin Janke"
    },
    {
        "input": "3. Norifumi Abe ( Japan ) Yamaha 1:50.858",
        "output": "Norifumi Abe"
    },
    {
        "input": "Sharif said similar rallies would be held in the Balochistan provincial capital Quetta and the Punjab provincial capital Lahore before an opposition march on the capital Islamabad.",
        "output": "Sharif"
    },
    {
        "input": "3. Gert Jan Van Doorn ( Netherlands ) Honda",
        "output": "Gert Jan Van Doorn"
    },
    {
        "input": "He added that former hardline apartheid president P.W. Botha could be among those called.",
        "output": "P.W. Botha"
    },
    {
        "input": "Andrew Gray",
        "output": "Andrew Gray"
    },
    {
        "input": "Ferenc Horvath ( 15th )",
        "output": "Ferenc Horvath"
    },
    {
        "input": "\" We expect our cooperation will help both countries towards entering the European Union and NATO, \" Kwasniewski said.",
        "output": "Kwasniewski"
    },
    {
        "input": "SOCCER - HINCHCLIFFE CALLED INTO ENGLAND SQUAD.",
        "output": "HINCHCLIFFE"
    },
    {
        "input": "We should, as President Clinton proposed today, stop people convicted of domestic violence from buying a handgun.",
        "output": "Clinton"
    },
    {
        "input": "Parnevik continued to storm through the course, birdying three holes on the back nine, including two from 12 feet out on the 15th and 17th holes.",
        "output": "Parnevik"
    },
    {
        "input": "-- Henry Tricks, Mexico City newsroom +525 728-9560",
        "output": "Henry Tricks"
    },
    {
        "input": "-- Omar Lugo, Caracas newsroom, 582 834405",
        "output": "Omar Lugo"
    },
    {
        "input": "Camacho took a controversial points decision against the Panamanian in Atlantic City in June in a title fight.",
        "output": "Camacho"
    },
    {
        "input": "7. Julie Baumann ( Switzerland ) 13.36",
        "output": "Julie Baumann"
    },
    {
        "input": "Ijaz Ahmed not out 58",
        "output": "Ijaz Ahmed"
    },
    {
        "input": "10. Kaspars Ozers ( Latvia ) Motorola all same time",
        "output": "Kaspars Ozers"
    },
    {
        "input": "6. Fujiwara 38:33.595",
        "output": "Fujiwara"
    },
    {
        "input": "Palestinian President Arafat, attacking Israel 's decision to expand Jewish settlements and its policy on Jerusalem, went before the Palestinian legislature on Wednesday to urge the two million Arabs in the West Bank and Gaza to go to the holy city.",
        "output": "Arafat"
    },
    {
        "input": "7. Abel Anton ( Spain ) 28:18.44",
        "output": "Abel Anton"
    },
    {
        "input": "Malawi 's frail former president, Kamuzu Banda, said on Saturday in a rare public interview that he was feeling well despite his advanced years.",
        "output": "Kamuzu Banda"
    },
    {
        "input": "Andrea Ferrigato of Italy sprinted to his second cycling World Cup win in successive weekends with victory in the Swiss Grand Prix on Sunday.",
        "output": "Andrea Ferrigato"
    },
    {
        "input": "Rolf Soderlind",
        "output": "Rolf Soderlind"
    },
    {
        "input": "We now have the opportunity to realize the potential of Arequipa 's excellent assets, \" Barrick chairman and chief executive Peter Munk said in a statement.",
        "output": "Peter Munk"
    },
    {
        "input": "\" The word is that Frowick has decided to postpone municipal elections but that he will wait for one more session of the PEC on Tuesday to take everyone 's temperature on the issue. \"",
        "output": "Frowick"
    },
    {
        "input": "Cologne 0 Hansa Rostock 2 ( Akpoborie 5th and 59th ).",
        "output": "Akpoborie"
    },
    {
        "input": "Marriner said that NATO troops had set up a checkpoint on the road between Tuzla and Mahala to establish the identities and intentions of the men headed towards the village.",
        "output": "Marriner"
    },
    {
        "input": "3. William Tanui ( Kenya ) 3:51.40",
        "output": "William Tanui"
    },
    {
        "input": "Italian comics hope independence-joke 's on Bossi.",
        "output": "Bossi"
    },
    {
        "input": "1. Osmond Ezinwa ( Nigeria ) 10.06",
        "output": "Osmond Ezinwa"
    },
    {
        "input": "Constitutional reforms were proposed on Tuesday by two senators, one of them a member of Samper 's own Liberal Party, aimed at lifting the ban on extradition introduced in 1991.",
        "output": "Samper"
    },
    {
        "input": "3. Johan Museeuw ( Belgium )",
        "output": "Johan Museeuw"
    },
    {
        "input": "-- George Georgiopoulos, Athens Newsroom +301 3311812-4",
        "output": "George Georgiopoulos"
    },
    {
        "input": "They have established a headquarters in Chuman, \" Faik Nerweyi of the Kurdistan Democratic Party ( KDP ) told Reuters by telephone from Ankara.",
        "output": "Faik Nerweyi"
    },
    {
        "input": "The shooting occured around 6.30 a.m. ( 2030 GMT ) on Tuesday at Glenwood, south of Maryborough, about 150 km ( 93 miles ) north of Brisbane on the Queensland state coast.",
        "output": "Maryborough"
    },
    {
        "input": "BASEBALL - GREER HOMER IN 10TH LIFTS TEXAS PAST INDIANS.",
        "output": "GREER"
    },
    {
        "input": "Now that the party conventions are over, Republicans have signalled they are ready to move into the next phase of the campaign and meet with President Clinton 's aides to hammer out details of presidential debates.",
        "output": "Clinton"
    },
    {
        "input": "2. Michelle Freeman ( Jamaica ) 12.91",
        "output": "Michelle Freeman"
    },
    {
        "input": "3-12 ) and 164-4 ( P. Weston 52 ).",
        "output": "P. Weston"
    },
    {
        "input": "6. Paul Tracy ( Canada ), Penske Mercedes-Benz, 54.620",
        "output": "Paul Tracy"
    },
    {
        "input": "+3 Craig Stadler through 14",
        "output": "Craig Stadler"
    },
    {
        "input": "Tan Fook ( Malaysia ) 15-5 15-3",
        "output": "Tan Fook"
    },
    {
        "input": "Diego Borrego ( Spain ) 69 63",
        "output": "Diego Borrego"
    },
    {
        "input": "6. Baldato 77",
        "output": "Baldato"
    },
    {
        "input": "Christie, competing in what is expected to be his last major international meeting, finished fifth in 10.14.",
        "output": "Christie"
    },
    {
        "input": "Hashimoto, who has already visited Mexico and Chile, spent three days in Brazil.",
        "output": "Hashimoto"
    },
    {
        "input": "4. David Coulthard ( Britain ) McLaren 1:51.884",
        "output": "David Coulthard"
    },
    {
        "input": "Prime Minister Alain Juppe said on Sunday the draft 1997 budget and plans for funding the social security system would be pubished around September 10.",
        "output": "Alain Juppe"
    },
    {
        "input": "Lukashenko, 41, won presidential polls in 1994 on promises to restore order, fight corruption and repair the strong links with Russia that were disrupted by the collapse of the Soviet Union.",
        "output": "Lukashenko"
    },
    {
        "input": "The company 's PMC-Sierra unit generated $ 33 million of the company 's $ 117 million in sales in the first half of the year, compared with $ 45 million in sales of modem chips, Kan said.",
        "output": "Kan"
    },
    {
        "input": "4. Marco Lietti ( Italy ) MG-Technogym 1 minute 14 seconds",
        "output": "Marco Lietti"
    },
    {
        "input": "Winger Lee Sharpe hit a superb strike from the edge of the penalty area to give Leeds their first win of the season on Monday and leave hapless Wimbledon anchored at the bottom of the England premier league.",
        "output": "Lee Sharpe"
    },
    {
        "input": "\" The two-day visit will take place at the invitation of Jordanian Prime Minister Abdul-Karim al-Kabariti, \" he told reporters.",
        "output": "Abdul-Karim al-Kabariti"
    },
    {
        "input": "Mishi Saran",
        "output": "Mishi Saran"
    },
    {
        "input": "8. Natalia Voronova ( Russia ) 11.28",
        "output": "Natalia Voronova"
    },
    {
        "input": "In India she was simply called Mother.",
        "output": "Mother"
    },
    {
        "input": "The accident happened when the Sanchez Zarraga family took their boat out for a nighttime spin, Civil Defence and Coast Guard officials said.",
        "output": "Sanchez Zarraga"
    },
    {
        "input": "Van Poppel ( 3-6 ) walked two and struck out two in defeating the Royals for the second time this week.",
        "output": "Van Poppel"
    },
    {
        "input": "Lukashenko responded by cracking down on the nationalist opposition and jailing nearly 200 people for taking part in demonstrations against the pact.",
        "output": "Lukashenko"
    },
    {
        "input": "The slain policeman Ejup Bajgora, 42, was an Albanian who had served in the Serbian police and state security since 1987, police told the Yugoslav news agency Tanjug.",
        "output": "Ejup Bajgora"
    },
    {
        "input": "Ambassador Robert Frowick, an American, heads the OSCE mission in Bosnia.",
        "output": "Robert Frowick"
    },
    {
        "input": "\" We have ordered a massive hunt for him and I am quite confident we will get him soon, \" Vivit Chatuparisut, deputy director general of the Correction Department, told Reuters.",
        "output": "Vivit Chatuparisut"
    },
    {
        "input": "In Seattle, Jay Buhner 's eighth-inning single snapped a tie as the Seattle Mariners edged the New York Yankees 2-1 in the opener of a three-game series.",
        "output": "Jay Buhner"
    },
    {
        "input": "10. Shiya Takeishi ( Japan ) Kawasaki 38:52.271",
        "output": "Shiya Takeishi"
    },
    {
        "input": "Botham dashed back to Portsmouth and took the field as the thrid over began.",
        "output": "Botham"
    },
    {
        "input": "\" The United States reiterates its full commitment to the implementation \" of the accords signed by the two countries in 1994 and 1995, said the statement by spokesman Glyn Davies.",
        "output": "Glyn Davies"
    },
    {
        "input": "7. Damon Hill ( Britain ) Williams 1:55.281",
        "output": "Damon Hill"
    },
    {
        "input": "Council speaker Ahmed Korei said the decision was part of a comprehensive plan to confront Israeli settlement policy, land confiscation and what he termed other violations of the Israeli-PLO peace deals.",
        "output": "Ahmed Korei"
    },
    {
        "input": "Rick Huisman ( 1-1 ) allowed one hit and a walk in the 12th to post his first major-league win.",
        "output": "Rick Huisman"
    },
    {
        "input": "Lance Gibbs ( West Indies ) 309, 79",
        "output": "Lance Gibbs"
    },
    {
        "input": "He said there had been searches at three sites on Sunday, including one at the Charleroi judicial police headquarters where Zicot worked.",
        "output": "Zicot"
    },
    {
        "input": "\" Even if changes are made to airbags today, we 'd still have 20 million vehicles on the road with current technology, \" Dewey said. \"",
        "output": "Dewey"
    },
    {
        "input": "1. Ana Fidelia Quirot ( Cuba ) 1 minute 58.98 seconds",
        "output": "Ana Fidelia Quirot"
    },
    {
        "input": "Wasim Akram 128 29 350 11 31.81",
        "output": "Wasim Akram"
    },
    {
        "input": "Bangladesh 's Criminal Investigation Department has charged two immigration officials in connection with Mia 's killing.",
        "output": "Mia"
    },
    {
        "input": "Baines homered and scored three runs.",
        "output": "Baines"
    },
    {
        "input": "13. Paul Lawrie 207,990",
        "output": "Paul Lawrie"
    },
    {
        "input": "6. Geir Moen ( Norway ) 10.33",
        "output": "Geir Moen"
    },
    {
        "input": "Lincoln 's notation on the letter read : \" If his colonel will say in writing on this sheet he is willing to receive this man back to the regiment, I will pardon and send him. \"",
        "output": "Lincoln"
    },
    {
        "input": "Mariano Rivera pitched a scoreless ninth, striking out two.",
        "output": "Mariano Rivera"
    },
    {
        "input": "\" I looked at it as not a first round match, just a great challenge for me, \" said Coetzer, 24. \"",
        "output": "Coetzer"
    },
    {
        "input": "Iran has asked Germany to extradite Banisadr, who is due is due back in Berlin next Thursday to continue his testimony.",
        "output": "Banisadr"
    },
    {
        "input": "This week, the market weighed Dole 's proposal to lower federal income taxes by 15 percent across the board, a package that carries a price tag of $ 548 billion.",
        "output": "Dole"
    },
    {
        "input": "The Israeli government is studying redeployment plans submitted by Defence Minister Yitzhak Mordechai which are likely to demand a wider than agreed army presence in Hebron.",
        "output": "Yitzhak Mordechai"
    },
    {
        "input": "Adrian Warner",
        "output": "Adrian Warner"
    },
    {
        "input": "-- Oliver Ludwig, New York Energy Desk +1 212 859 1633",
        "output": "Oliver Ludwig"
    },
    {
        "input": "\" I am sorry to my ancestors for five generations, \" Chen Chun-yeh told the High Court after sentencing on Friday, the Hong Kong Standard said. \"",
        "output": "Chen Chun-yeh"
    },
    {
        "input": "The attack on Lupu came during a tunnel skirmish between opposing players as they left the field.",
        "output": "Lupu"
    },
    {
        "input": "Did Not Bat : A. Mullally.",
        "output": "A. Mullally"
    },
    {
        "input": "The 15 survivors who had been on board the Russian-made MI-17 helicopter were taken to hospital from the remote jungle crash site about 150 km ( 90 miles ) north of Phnom Penh, Information Minister Ieng Mouly said.",
        "output": "Ieng Mouly"
    },
    {
        "input": "1. Mark Crear ( U.S. ) 13.26 seconds",
        "output": "Mark Crear"
    },
    {
        "input": "7. Andrew Coltart 248,142",
        "output": "Andrew Coltart"
    },
    {
        "input": "By the close Yorkshire had turned that into a 37-run advantage but off-spinner Such had scuttled their hopes, taking four for 24 in 48 balls and leaving them hanging on 119 for five and praying for rain.",
        "output": "Such"
    },
    {
        "input": "6. Frank Asselman ( Belgium ) 13.64",
        "output": "Frank Asselman"
    },
    {
        "input": "Kabul is controlled by President Burhanuddin Rabbani 's government, which Taleban is fighting to overthrow.",
        "output": "Burhanuddin Rabbani"
    },
    {
        "input": "\" America can look back on a week of remarkable achievement, \" Clinton said, without even a passing reference to the Republican majority in the House and Senate.",
        "output": "Clinton"
    },
    {
        "input": "1. Ian Woosnam 510,258 pounds sterling",
        "output": "Ian Woosnam"
    },
    {
        "input": "Berlin organisers hoped to have American 1984 and 1988 champion Carl Lewis in the squad but he injured himself in last Friday 's Brussels meeting.",
        "output": "Carl Lewis"
    },
    {
        "input": "Jansher said that he was disturbed to be called a cheat. \"",
        "output": "Jansher"
    },
    {
        "input": "286 Miguel Angel Jimenez ( Spain ) 74 72 73 67",
        "output": "Miguel Angel Jimenez"
    },
    {
        "input": "The reports said authorities found a statement, supposedly from the kidnappers, in the vehicle, addressed to Wisinga and demanding a $ 1.5 million ransom.",
        "output": "Wisinga"
    },
    {
        "input": "That 's about 1/2 inch above the average for the same time period, according to Howard Johnson, associate state climatologist at the University of Oklahoma.",
        "output": "Howard Johnson"
    },
    {
        "input": "5. Nicolas Charlier ( France ) Kawasaki",
        "output": "Nicolas Charlier"
    },
    {
        "input": "\" If we follow this we 'll be able to sell 10 million tonnes of grain by the year 2000, \" Borkus said.",
        "output": "Borkus"
    },
    {
        "input": "Zycie Warszawy said its own publisher, mineral water firm Multico, and a group headed by Polish businessman Zygmunt Solorz were forming a consortium which would offer about $ 120 million, with finance provided by BRE.",
        "output": "Zygmunt Solorz"
    },
    {
        "input": "Adults in the crowd carried posters of former Chechen leader Dzhokhar Dudayev -- who declared independence in 1991 -- and children, carrying photographs of him, called \" Troops out ! \"",
        "output": "Dzhokhar Dudayev"
    },
    {
        "input": "10. Skibby 1:45",
        "output": "Skibby"
    },
    {
        "input": "Jeff Russell pitched two perfect innings for his third save.",
        "output": "Jeff Russell"
    },
    {
        "input": "8. Inger Miller ( U.S. ) 11.37",
        "output": "Inger Miller"
    },
    {
        "input": "3. Vladimir Dubrovshchik ( Belarus ) 64.02",
        "output": "Vladimir Dubrovshchik"
    },
    {
        "input": "Ferguson, who served six weeks in jail in late 1995 for head-butting an opponent, won the last of his five Scotland caps in December 1994.",
        "output": "Ferguson"
    },
    {
        "input": "Larry Fine",
        "output": "Larry Fine"
    },
    {
        "input": "In an interview following its first-half results, which included a less optimistic forecast for the second half of this year than it had made in the past, Sir Colin Hope said T&N had taken defensive action to protect it from patchy markets.",
        "output": "Colin Hope"
    },
    {
        "input": "He unexpectedly broke off his address to take a telephone call from U.S. Middle East envoy Dennis Ross, who held talks in Paris on Tuesday with Israeli and Egyptian officials.",
        "output": "Dennis Ross"
    },
    {
        "input": "S. Tendulkar run out 110",
        "output": "S. Tendulkar"
    },
    {
        "input": "Saeed Anwar not out 116",
        "output": "Saeed Anwar"
    },
    {
        "input": "The ball bounced back to Smicer 's feet and he scored.",
        "output": "Smicer"
    },
    {
        "input": "1. Wilson Kipketer ( Denmark ) 1:43.34",
        "output": "Wilson Kipketer"
    },
    {
        "input": "\" The biggest thing was my fastball, I was able to rotate it pretty good, \" Foster said. \"",
        "output": "Foster"
    },
    {
        "input": "Weaver shot to prominence in 1994 when he won the English 2,000 Guineas on Mister Baileys in his first ride in a classic.",
        "output": "Weaver"
    },
    {
        "input": "Mike Piazza",
        "output": "Mike Piazza"
    },
    {
        "input": "But in the capital Grozny, the commander of Russian Interior Ministry forces in Chechnya, General Anatoly Shkirko, told Interfax news agency he was delaying a pullout of troops there after a group of Chechens disarmed an armoured column.",
        "output": "Anatoly Shkirko"
    },
    {
        "input": "Surrey slipped to 88 for four in reply to Notts ' commanding first innings of 446 for nine declared at Trent Bridge, before Alistair Brown struck a 55-ball half-century.",
        "output": "Alistair Brown"
    },
    {
        "input": "Darren Dreifort ( 1-1 ) picked up the win after allowing a hit and a walk over 2 1/3 scoreless innings.",
        "output": "Darren Dreifort"
    },
    {
        "input": "At least part of the speculation in the Belgian media of high-level protection for Dutroux and his accomplices is based on leaked documents cataloguing a high degree of police bungling, incompetence and indifference.",
        "output": "Dutroux"
    },
    {
        "input": "Reuters cameraman Liutauras Stremaitis said a column of around 40 vehicles, including tanks, armoured personnel carriers, artillery cannons and lorries, escorted by Chechen rebels, pulled out of the village of Shatoi towards the border, around 50 km ( 31 miles ) to the north.",
        "output": "Liutauras Stremaitis"
    },
    {
        "input": "Panamanian boxing legend Roberto \" Hands of Stone \" Duran climbs into the ring on Saturday in another age-defying attempt to sustain his long career.",
        "output": "Roberto \" Hands of Stone \" Duran"
    },
    {
        "input": "5. Aloys Nizigama ( Burundi ) 27:25.13",
        "output": "Aloys Nizigama"
    },
    {
        "input": "Wang was arrested in the east China city of Hangzhou by security officers who told the dissident 's family he would be sent to a study class -- a euphemism for coercive ideological reform.",
        "output": "Wang"
    },
    {
        "input": "SOCCER - SHARPE HITS WINNER TO EASE PRESSURE ON LEEDS.",
        "output": "SHARPE"
    },
    {
        "input": "Bourlet said two other people had also been arrested.",
        "output": "Bourlet"
    },
    {
        "input": "2. Isaac Viciosa ( Spain ) 3:33.00",
        "output": "Isaac Viciosa"
    },
    {
        "input": "52 ; A. Cowan 5-68 ).",
        "output": "A. Cowan"
    },
    {
        "input": "Interior Minister Manfred Kanther said in a statement he \" welcomed the prosecution and conviction of one of the ringleaders of international neo-Nazism and biggest distributers of vicious racist publications \".",
        "output": "Manfred Kanther"
    },
    {
        "input": "It said the military presence reflects cooperation between President Saddam Hussein and the PUK 's rival, the Kurdistan Democratic Party ( KDP ).",
        "output": "Saddam Hussein"
    },
    {
        "input": "Britain 's Steven Redgrave said on Wednesday he might change his mind and go for a fifth consecutive Olympic gold medal at the 2000 Games in Sydney.",
        "output": "Steven Redgrave"
    },
    {
        "input": "1. Slight 283 points",
        "output": "Slight"
    },
    {
        "input": "7. Hana Benesova ( Czech Republic ) 51.71",
        "output": "Hana Benesova"
    },
    {
        "input": "Qualifier vs. 10 - Marcelo Rios ( Chile )",
        "output": "Marcelo Rios"
    },
    {
        "input": "Ischinger is the political director of Bonn 's foreign ministry.",
        "output": "Ischinger"
    },
    {
        "input": "Martin Wolk",
        "output": "Martin Wolk"
    },
    {
        "input": "Penalties : Joel Stranksy ( 3 ).",
        "output": "Joel Stranksy"
    },
    {
        "input": "O'Neal says firms will place a greater emphasis on teams and team performance in giving raises.",
        "output": "O'Neal"
    },
    {
        "input": "Andreas Andersson ( 87th )",
        "output": "Andreas Andersson"
    },
    {
        "input": "Brown 's 56 not out, containing eight fours and three sixes, lifted Surrey to 128 for four on a rain-curtailed day.",
        "output": "Brown"
    },
    {
        "input": "6. Ryo 38:34.682",
        "output": "Ryo"
    },
    {
        "input": "Naina Yeltsin is recovering in Moscow 's Central Clinical Hospital, where the president himself was treated twice last year for heart attacks.",
        "output": "Naina Yeltsin"
    },
    {
        "input": "1908 - U.S. film director Edward Dmytryk born.",
        "output": "Edward Dmytryk"
    },
    {
        "input": "1963 - Robert Schuman, French statesman, Prime Minister 1947-48 and Foreign Minister 1948-52, died.",
        "output": "Robert Schuman"
    },
    {
        "input": "9. Andrei Tchmil ( Ukraine ) 56",
        "output": "Andrei Tchmil"
    },
    {
        "input": "Vicorp Restaurants Inc said it has named Richard Sabourin as executive vice president and chief financial officer.",
        "output": "Richard Sabourin"
    },
    {
        "input": "\" We 've been asked ( by Yemen ) not to comment ( on the talks ), \" said Amoco spokesman Dan Dietsch. \"",
        "output": "Dan Dietsch"
    },
    {
        "input": "Cuban novelist Jose Soler Puig dies at 79.",
        "output": "Jose Soler Puig"
    },
    {
        "input": "Such things do not happen by chance in the Clinton White House, they are part of his political chess game.",
        "output": "Clinton"
    },
    {
        "input": "Palestinians reopened their shops on Thursday at the end of a four-hour strike called by President Yasser Arafat to protest against Israel 's policy on Jewish settlements and Jerusalem, witnesses said.",
        "output": "Yasser Arafat"
    },
    {
        "input": "They are idiots to have started the Jerusalem battle, \" Arafat said in Arabic. \"",
        "output": "Arafat"
    },
    {
        "input": "4. Sven Teutenberg ( Germany ) US Postal",
        "output": "Sven Teutenberg"
    },
    {
        "input": "\" The current account deficit of around two percent of GDP is a sustainable level of deficit given the expected real growth rate and the trends in imports and exports, \" Rangarajan said in an address to business leaders in New Delhi.",
        "output": "Rangarajan"
    },
    {
        "input": "Broker Khurshid Alam said : \" The market sentiment will remain strong.",
        "output": "Khurshid Alam"
    },
    {
        "input": "\" The wheat will not be of a good quality this year, \" said Hryhory Borsuk, a scientist at the Mironivka Wheat Institute, run by the Ukrainian Academy of Agrarian Sciences.",
        "output": "Hryhory Borsuk"
    },
    {
        "input": "Tapie faces a probable spell in prison after he loses his parliamentary immunity, since two appeal courts have confirmed jail sentences of eight and six months against him for tax fraud and rigging a soccer match.",
        "output": "Tapie"
    },
    {
        "input": "CYCLING - BALLANGER KEEPS SPRINT TITLE IN STYLE.",
        "output": "BALLANGER"
    },
    {
        "input": "212 Pedro Linhart ( Spain ) 72 73 67",
        "output": "Pedro Linhart"
    },
    {
        "input": "BioVest Research, Inc 's analyst Eddie Hedaya said, \" Berlex sales are losing share like mad...",
        "output": "Eddie Hedaya"
    },
    {
        "input": "The average family earns 160-200 million karbovanets a year ( $ 800 - $ 1,000 ) -- but many have not been paid in months, Soprun said. \"",
        "output": "Soprun"
    },
    {
        "input": "3. John Ridgeon ( Britain ) 49.83",
        "output": "John Ridgeon"
    },
    {
        "input": "GOLF - PLAYERS DIVIDED ON CART REQUEST FOR OLAZABAL.",
        "output": "OLAZABAL"
    },
    {
        "input": "Pollock, who returns home on Tuesday for an ankle operation, took the last three wickets in nine balls as Worcestershire were dismissed for 154.",
        "output": "Pollock"
    },
    {
        "input": "Fowler, a lawyer and former senator, arrived late on Wednesday, the embassy said in a statement.",
        "output": "Fowler"
    },
    {
        "input": "4. Yekaterina Podkopayeva ( Russia ) 4:04.78",
        "output": "Yekaterina Podkopayeva"
    },
    {
        "input": "The only goal of the match also brought some relief for under-fire Leeds manager Howard Wilkinson following the team 's poor start to the season.",
        "output": "Howard Wilkinson"
    },
    {
        "input": "16. Jonathan Lomas 181,005",
        "output": "Jonathan Lomas"
    },
    {
        "input": "Stevanin was first sentenced for assault but investigators began digging in the garden of his villa after the first body was found by a passer-by.",
        "output": "Stevanin"
    },
    {
        "input": "Hershiser ( 14-7 ), who allowed three runs, eight hits and one walk with five strikeouts over seven innings, improved to 4-0 in his last six starts, including a pair of wins over Detroit in the last 11 days.",
        "output": "Hershiser"
    },
    {
        "input": "285 Costantino Rocca ( Italy ) 71 73 72 69",
        "output": "Costantino Rocca"
    },
    {
        "input": "4. Laban Rotich ( Kenya ) 3:53.42",
        "output": "Laban Rotich"
    },
    {
        "input": "Preliminary reports said the couple were kidnapped on the \" Altamira \" farm, owned by Dutchman Richard Wisinga, at Aguas Zarcas de San Carlos near the Costa Rica-Nicaragua border.",
        "output": "Richard Wisinga"
    },
    {
        "input": "2. Robbie McEwen ( Australia ) Rabobank",
        "output": "Robbie McEwen"
    },
    {
        "input": "It quoted the lawyer of Gianfranco Stevanin as saying the 35-year-old farmer confessed on Friday to a Verona magistrate that he had killed and mutilated the women.",
        "output": "Gianfranco Stevanin"
    },
    {
        "input": "5. Svetlana Zalevskaya ( Kazakhstan ) 1.91",
        "output": "Svetlana Zalevskaya"
    },
    {
        "input": "Another four people were also questioned at the weekend but had not been detained, Bourlet added.",
        "output": "Bourlet"
    },
    {
        "input": "Clinton made a triumphant Irish tour to back a Northern Ireland peace process but was forced to drop Ballybunion from a packed schedule at the last minute.",
        "output": "Clinton"
    },
    {
        "input": "- Shimon Peres to Morocco, will stay at king 's private residence.",
        "output": "Shimon Peres"
    },
    {
        "input": "Hassan Hafidh",
        "output": "Hassan Hafidh"
    },
    {
        "input": "\" We discussed the decision to postpone the municipal elections and I made clear it was primarily the manipulation of voter registration by the Republika Srpska ( Bosnian Serb republic ) which led to this development, \" Kornblum said after three hours of talks.",
        "output": "Kornblum"
    },
    {
        "input": "Weld, speaking on WBUR-FM radio on Thursday, said he was facing a revolt from his daughter in part because she does not want to leave Cambridge, Massachusetts, and move to Washington.",
        "output": "Weld"
    },
    {
        "input": "2. Claudia Mues ( Germany ) 18.80",
        "output": "Claudia Mues"
    },
    {
        "input": "State chief minister M. Karunanidhi has publicly welcomed the refugees, who are fleeing the 13-year war between Tamil separatists and government troops that Colombo says has cost 50,000 lives.",
        "output": "M. Karunanidhi"
    },
    {
        "input": "Ambassador Abdulsamad Hameed Ali told INA there was only one diplomat among the 199 passengers and crew on the Sudan Airways Airbus.",
        "output": "Abdulsamad Hameed Ali"
    },
    {
        "input": "President Bill Clinton was formally nominated on Wednesday as the Democratic party candidate for a second four-year term in the White House.",
        "output": "Bill Clinton"
    },
    {
        "input": "1. Jacques Villeneuve ( Canada ) Williams 1 minute 50.574",
        "output": "Jacques Villeneuve"
    },
    {
        "input": "However, Kubo said it did not necessarily show a substantial worsening of the economy.",
        "output": "Kubo"
    },
    {
        "input": "But Medvedev 's ranking slowly began to drop last year as he struggled with a wrist injury.",
        "output": "Medvedev"
    },
    {
        "input": "- President Dos Santos proposes the establishment by UN Security Council of definitive and final timetable for the tasks and obligations under the Lusaka Agreement and the sending of a mission of SC, as soon as possible, to supervise the execution of the agreement.",
        "output": "Dos Santos"
    },
    {
        "input": "- Judge accuses government of obstructing investigation into Lasa-Zabala ( two of GAL victims ) case",
        "output": "Lasa-Zabala"
    },
    {
        "input": "But now that Windows NT 4.0 has been launched, Winkler and others believe only a relatively small proportion of corporate users will elect to pay the added software and hardware costs needed to use it instead of Windows 95.",
        "output": "Winkler"
    },
    {
        "input": "5. Capiot 5",
        "output": "Capiot"
    },
    {
        "input": "Milan 's new Uruguayan coach Oscar Tabarez avoided the nightmare of defeat but faces a replay at home next Sunday.",
        "output": "Oscar Tabarez"
    },
    {
        "input": "Outspoken Andrei Medvedev exchanged his reputation as the clown prince of tennis on Wednesday for a new no-nonsense attitude that has made life on the courts fun again.",
        "output": "Andrei Medvedev"
    },
    {
        "input": "CRICKET - CRAWLEY FORCED TO SIT AND WAIT.",
        "output": "CRAWLEY"
    },
    {
        "input": "\" We could lift the ban tomorrow, but that would not mean anything immediately, \" said Drazek. \"",
        "output": "Drazek"
    },
    {
        "input": "+11 Steve Schneiter 77 74 ) through 18 )",
        "output": "Steve Schneiter"
    },
    {
        "input": "Sewa said the rebels overran Foindu despite the presence of government troops in the village on the highway between Mano Junction and the diamond town of Tongo Field.",
        "output": "Sewa"
    },
    {
        "input": "The press conference replaces Matos 's scheduled appearance at an IMF-hosted seminar Thursday on Venezuela 's economic reform program, Venezuelan Agenda.",
        "output": "Matos"
    },
    {
        "input": "Presidential officials were not available to comment on the call for Iliescu 's impeachment.",
        "output": "Iliescu"
    },
    {
        "input": "Irene Marushko",
        "output": "Irene Marushko"
    },
    {
        "input": "14. Padraig Harrington ( Ireland ) 202,593",
        "output": "Padraig Harrington"
    },
    {
        "input": "- 2 Phil Mickelson through 7",
        "output": "Phil Mickelson"
    },
    {
        "input": "The bank 's governor Sudradjat Djiwandono was quoted as saying on Monday about 5.4 billion rupiah of the seven billion rupiah had been recovered.",
        "output": "Sudradjat Djiwandono"
    },
    {
        "input": "Grobbelaar now plays for English second division leaders Plymouth Argyle after years in the top flight with Liverpool and Southampton.",
        "output": "Grobbelaar"
    },
    {
        "input": "Students backed by opposition parties battled police and burned an effigy of Prime Minister Sheikh Hasina during a strike in the north Bangladeshi town of Bogra on Sunday.",
        "output": "Hasina"
    },
    {
        "input": "Family-controlled Douglas & Lomason, which had 1995 revenue of $ 561 million, was finding it more difficult to compete for new seating contracts from vehicle makers, said James Hoey, chief financial officer.",
        "output": "James Hoey"
    },
    {
        "input": "\" The reaction of the regime there is such that many of us feel that the mission under the present circumstances should n't go ahead, \" Axworthy said.",
        "output": "Axworthy"
    },
    {
        "input": "\" Just about, \" he told Europe 1 radio when asked whether he had sent his letter of resignation to Assembly speaker Philippe Seguin.",
        "output": "Philippe Seguin"
    },
    {
        "input": "Shumer said his current position was that the peace process must continue.",
        "output": "Shumer"
    },
    {
        "input": "Rugby star once linked to Princess Diana divorces.",
        "output": "Diana"
    },
    {
        "input": "Wang was jailed for two years for organising street protests after the military brutally crushed pro-democracy demonstrations by students at Beijing 's Tiananmen Square on June 4, 1989, with heavy loss of life.",
        "output": "Wang"
    },
    {
        "input": "Granma called \" Sleeping Bread \" Puig 's \" greatest gift to the modern novel in our America. \"",
        "output": "Puig"
    },
    {
        "input": "Clinton said on Saturday he had ordered U.S. forces in the Gulf to go on high alert and was reinforcing them in response to Iraqi attacks on Kurdish dissidents in northern Iraq.",
        "output": "Clinton"
    },
    {
        "input": "- 5 Billy Mayfair through 2",
        "output": "Billy Mayfair"
    },
    {
        "input": "1. Hicham El Guerrouj ( Morocco ) three minutes 29.05 seconds",
        "output": "Hicham El Guerrouj"
    },
    {
        "input": "Guldimann, who helped broker an earlier truce in May, was not taking part in the Tikhomirov-Maskhadov talks.",
        "output": "Guldimann"
    },
    {
        "input": "+2 Duffy Waldorf through 4",
        "output": "Duffy Waldorf"
    },
    {
        "input": "0 Steve Jones through 7",
        "output": "Steve Jones"
    },
    {
        "input": "- Netanyahu opposes transit camps for foreign workers facing expulsion.",
        "output": "Netanyahu"
    },
    {
        "input": "Information Minister Marwan Muasher says there is evidence that \" some official parties in Iraq \" were behind the disturbances in the south.",
        "output": "Marwan Muasher"
    },
    {
        "input": "\" We are in the late stages of the weaker period of the market, and as we get to the post Labor Day market we will start to see more consumer interest and the demand side of the market will start to firm prices up, \" said William O'Neill of Merrill Lynch.",
        "output": "William O'Neill"
    },
    {
        "input": "4. Jean Alesi ( France ) 38",
        "output": "Jean Alesi"
    },
    {
        "input": "-- Philip Blenkinsop, Amsterdam newsroom 31 20 504 5000",
        "output": "Philip Blenkinsop"
    },
    {
        "input": "The Palestinian letter from Marwan Jilani said the destruction of the Jerusalem centre was an effort by Israel to \" alter the character, demographic composition and status of the Holy City of Jerusalem \" and violated agreements between Israel and the Palestinian Liberation Organisation.",
        "output": "Marwan Jilani"
    },
    {
        "input": "We really want the war to end, we hope and believe that our sons and brothers will win, \" said Dudayeva, adding that she was from Urus-Martan.",
        "output": "Dudayeva"
    },
    {
        "input": "9. Andersson 1:34",
        "output": "Andersson"
    },
    {
        "input": "3. Florian Schwarthoff ( Germany ) 13.36",
        "output": "Florian Schwarthoff"
    },
    {
        "input": "\" The year just gone was disappointing, but the outlook for the current year looks good, \" First Pacific media analyst Lachlan Drummond said.",
        "output": "Lachlan Drummond"
    },
    {
        "input": "6. Phylis Smith ( Britain ) 52.05",
        "output": "Phylis Smith"
    },
    {
        "input": "Airport spokeswoman Rona Young confirmed that all the passengers had left the aircraft.",
        "output": "Rona Young"
    },
    {
        "input": "Qualifier vs. 2 - Michael Chang ( U.S. )",
        "output": "Michael Chang"
    },
    {
        "input": "\" Everyone was fooled, \" said pet shop owner Shane Drew, who unknowingly traded the disguised birds.",
        "output": "Shane Drew"
    },
    {
        "input": "2. Davidson Ezinwa ( Nigeria ) 10.18",
        "output": "Davidson Ezinwa"
    },
    {
        "input": "3. Carla Sacramento ( Portugal ) 4:08.96",
        "output": "Carla Sacramento"
    },
    {
        "input": "Braga defender Idalecio gave his team their equaliser seven minutes from the final whistle with a header into the back of the net.",
        "output": "Idalecio"
    },
    {
        "input": "The draw made on Friday pitted Juventus, who beat Dutch champions Ajax Amsterdam 4-2 on penalties in last year 's final, against Alex Ferguson 's European hopefuls in group C.",
        "output": "Alex Ferguson"
    },
    {
        "input": "Fiorentina - Gabriel Batistuta ( 11th, 83rd )",
        "output": "Gabriel Batistuta"
    },
    {
        "input": "Mother Teresa 's condition improved on Sunday as her fever abated, and on Monday she was able to scribble notes to doctors and nuns.",
        "output": "Mother Teresa"
    },
    {
        "input": "Adrian Warner",
        "output": "Adrian Warner"
    },
    {
        "input": "SOCCER - SPONSORS CASH IN ON RAVANELLI 'S SHIRT DANCE.",
        "output": "RAVANELLI"
    },
    {
        "input": "Arbil lies within the so-called safe haven set up at the end of the 1991 Gulf War on the suggestion of British Prime Minister John Major to protect Iraqi Kurds from attack by the Iraqi military.",
        "output": "John Major"
    },
    {
        "input": "Rostislav Khotin",
        "output": "Rostislav Khotin"
    },
    {
        "input": "12. Johnny Herbert ( Britain ) Sauber 1:53.993",
        "output": "Johnny Herbert"
    },
    {
        "input": "R. Ponting not out 46",
        "output": "R. Ponting"
    },
    {
        "input": "Costa Rica - Ronaldo Gonzalez ( 10th minute, penalty",
        "output": "Ronaldo Gonzalez"
    },
    {
        "input": "Denham Peiris painted six green parrots, worth about A$ 100 ( US$ 79 ) a pair, with a cinnamon hair dye and traded them as Indian Ringneck Parrots, valued at A$ 14,000 a pair.",
        "output": "Denham Peiris"
    },
    {
        "input": "Bailey, who set a world record of 9.84 on his way to victory in Atlanta, could not catch his American rival and had to settle for third in a tight finish.",
        "output": "Bailey"
    },
    {
        "input": "Fernandez ( 6-13 ) allowed two runs, walked one and struck out eight for his second career complete game, both against Montreal.",
        "output": "Fernandez"
    },
    {
        "input": "The record of four minutes, 12.56 seconds in Zurich earned Masterkova a bonus of $ 50,000 plus one kilo of gold.",
        "output": "Masterkova"
    },
    {
        "input": "Younis 4-95 )",
        "output": "Younis"
    },
    {
        "input": "In Kansas City, Juan Guzman tossed a complete-game six-hitter to win for the first time in over a month and lower his league-best ERA as the Toronto Blue Jays won their fourth straight, 6-2 over the Royals.",
        "output": "Juan Guzman"
    },
    {
        "input": "Iran has warned Germany that bilateral relations could suffer if it pays heed to the testimony of Banisadr, an architect of Iran 's Islamic revolution who has been a sworn enemy of Tehran since he fell from favour after a year as president.",
        "output": "Banisadr"
    },
    {
        "input": "Scorer : Vladimir Makovsky ( 35th )",
        "output": "Vladimir Makovsky"
    },
    {
        "input": "The Briton, who lost his World Boxing Council ( WBC ) title to Mike Tyson in March, said : \" I was in shock as soon as he told me and it still has n't really sunk in.",
        "output": "Mike Tyson"
    },
    {
        "input": "TENNIS - NEWCOMBE PONDERS HIS DAVIS CUP FUTURE.",
        "output": "NEWCOMBE"
    },
    {
        "input": "1. Cathy Freeman ( Australia ) 49.48 seconds",
        "output": "Cathy Freeman"
    },
    {
        "input": "\" I support their enthusiasm, \" Tarango said about the fans. \"",
        "output": "Tarango"
    },
    {
        "input": "3. Marcus Gronholm ( Finland ) Toyota Celica 2:09",
        "output": "Marcus Gronholm"
    },
    {
        "input": "Teenage shop assistant Heidi Groenstein was blunter.",
        "output": "Heidi Groenstein"
    },
    {
        "input": "Federal Reserve governor Lawrence Lindsey, speaking on U.S. cable television network CNBC, said the U.S. economy appears on balance to be a bit strong, adding the central bank would not curb growth provided inflation remains in check.",
        "output": "Lawrence Lindsey"
    },
    {
        "input": "this artificial atmosphere is very dangerous because those who spread it could become its prisoners, \" Levy said.",
        "output": "Levy"
    },
    {
        "input": "3. Juliet Cuthbert ( Jamaica ) 22.77",
        "output": "Juliet Cuthbert"
    },
    {
        "input": "Johnson said that long-term interest rates have already been spooked by the election.",
        "output": "Johnson"
    },
    {
        "input": "4. Mary Onyali ( Nigeria ) 11.14",
        "output": "Mary Onyali"
    },
    {
        "input": "Akashi is head of the Department of Humanitarian affairs.",
        "output": "Akashi"
    },
    {
        "input": "After a sterile first half, France injected more sting in midfield with the introduction of Juventus 's Zinedine Zidane.",
        "output": "Zinedine Zidane"
    },
    {
        "input": "He succeeded to the throne in 1951 on the abdication of his father Leopold III.",
        "output": "Leopold III"
    },
    {
        "input": "The foreign ministry 's Shen told Reuters Television in an interview he had read reports of Tang 's comments but gave no details of why the negotiator had considered the time right for talks with Taiwan, which Beijing considers a renegade province.",
        "output": "Tang"
    },
    {
        "input": "Bernardin, who became archbishop of Cincinnati in 1972, played an increasingly prominent role in the U.S. church as a moderate voice of compromise among liberals and conservatives in the ranks of the bishops.",
        "output": "Bernardin"
    },
    {
        "input": "\" We are stubborn, have strength and time to persist until our demands are met, \" said the factory 's trade union secretary Dragutin Stanojlovic.",
        "output": "Dragutin Stanojlovic"
    },
    {
        "input": "Chuck Finley ( 12-12 ) snapped a four-game losing streak.",
        "output": "Chuck Finley"
    },
    {
        "input": "2. Michelle Freeman ( Jamaica ) 12.77",
        "output": "Michelle Freeman"
    },
    {
        "input": "9. Olaf Ludwig ( Germany ) Telekom all same time",
        "output": "Olaf Ludwig"
    },
    {
        "input": "1. Joel Smets ( Belgium ) Husaberg",
        "output": "Joel Smets"
    },
    {
        "input": "Whitehurst, promoted from Triple-A Columbus on Wednesday, allowed seven hits and struck out one without a walk.",
        "output": "Whitehurst"
    },
    {
        "input": "The 27-year-old American hurried off the Stadium Court for treatment of an upset stomach after his two and a half hour struggle against Alami.",
        "output": "Alami"
    },
    {
        "input": "6. Alexei Markov ( Russia ) 4:22.738",
        "output": "Alexei Markov"
    },
    {
        "input": "Ajax Amsterdam 1 ( Frank de Boer 30th ) AZ Alkmaar 0.",
        "output": "Frank de Boer"
    },
    {
        "input": "Millns, who toured Australia with England A in 1992/93, replaces former England all-rounder Phillip DeFreitas as Boland 's overseas professional.",
        "output": "Phillip DeFreitas"
    },
    {
        "input": "Playing at night was not Muster 's preference. \"",
        "output": "Muster"
    },
    {
        "input": "PRETORIA, Aug 25 - Captain Sean Fitzpatrick and his All Blacks revisited the test venue today to relive some of the magic moments of yesterday 's momentous rugby victory over South Africa, NZPA reported.",
        "output": "Sean Fitzpatrick"
    },
    {
        "input": "In Kragujevac where the plant is based, 9,000 to 10,000 people gathered in the central square to express their bitterness at what Stanojlovic called government indifference.",
        "output": "Stanojlovic"
    },
    {
        "input": "Sherbatov said the rebels were located about three km ( two miles ) east of Tavildara around the village of Layron.",
        "output": "Sherbatov"
    },
    {
        "input": "A British photographer branded a stalker by Princess Diana has been forced to postpone a legal challenge to a ban on approaching her because he 's been jailed for criminal damage, his lawyer said on Friday.",
        "output": "Diana"
    },
    {
        "input": "Cheung Siu Man, 40, was arrested late on Wednesday after police searched a house and found heroin in bags and hidden in hollow spaces in wooden planks, police said.",
        "output": "Cheung Siu Man"
    },
    {
        "input": "1. Colonna 8:22:00",
        "output": "Colonna"
    },
    {
        "input": "In another letter dated January 1865, a well-to-do Washington matron wrote to Lincoln to plead for her son, who faced a dishonourable discharge from the Army. \"",
        "output": "Lincoln"
    },
    {
        "input": "Suu Kyi, who spearheads a campaign for sanctions on Burma 's government, was under house arrest for six years without being tried before being released in July 1995.",
        "output": "Suu Kyi"
    },
    {
        "input": "An eye specialist told the 35-year-old Bruno that he could be blinded in one eye if he boxed again, the newspaper said.",
        "output": "Bruno"
    },
    {
        "input": "Lebed may be be finding that closing that political gap between the two sides is more difficult than just ending a war.",
        "output": "Lebed"
    },
    {
        "input": "14. Rubens Barrichello ( Brazil ) Jordan 29",
        "output": "Rubens Barrichello"
    },
    {
        "input": "Ken Caminiti added two RBI for the Padres, who have won six of their last seven games and remained one game ahead of the Los Angeles Dodgers in the National League West.",
        "output": "Ken Caminiti"
    },
    {
        "input": "Clinton arrives in Chicago on day of re-nomination.",
        "output": "Clinton"
    },
    {
        "input": "Indian opener Navjot Singh Sidhu was on Sunday given a 50-day ban from international cricket for quitting this year 's tour of England, the Press Trust of India said.",
        "output": "Navjot Singh Sidhu"
    },
    {
        "input": "-- Artyom Danielyan, Moscow Newsroom, +7095 941 8520",
        "output": "Artyom Danielyan"
    },
    {
        "input": "3. Emilio Valle ( Cuba ) 13.33",
        "output": "Emilio Valle"
    },
    {
        "input": "7. Natalya Shikolen ( Belarus ) 60.74",
        "output": "Natalya Shikolen"
    },
    {
        "input": "Younis 4-95 )",
        "output": "Younis"
    },
    {
        "input": "Innocent Butare, executive secretary of the Rally for the Return of Refugees and Democracy in Rwanda ( RDR ) which says it has the support of Rwanda 's exiled Hutus, appealed to the international community to deter the two countries from going ahead with what it termed a \" forced and inhuman action \".",
        "output": "Innocent Butare"
    },
    {
        "input": "Over a 15-hour span from Sunday evening to Monday morning, so many people jammed Gore events that the fire marshal stopped members of Congress, reporters and others from entering a pro-Israel rally and a meeting of the New York delegation.",
        "output": "Gore"
    },
    {
        "input": "Parnevik, who is seeking his first PGA Tour victory, moved to 19-under 194 for the tournament.",
        "output": "Parnevik"
    },
    {
        "input": "Quigley ( USA ) 3:42.852",
        "output": "Quigley"
    },
    {
        "input": "From Gencor 's perspective we are taking the position that it is not on, \" Gilbertson said.",
        "output": "Gilbertson"
    },
    {
        "input": "that up to 75 Moslem men are believed to be approaching Mahala, \" NATO spokesman Lieutenant-Colonel Max Marriner said in Sarajevo.",
        "output": "Max Marriner"
    },
    {
        "input": "Leeds United defender Gary Kelly is unable to travel because of a knee injury picked up in Monday 's 1-0 victory over Wimbledon at Elland Road.",
        "output": "Gary Kelly"
    },
    {
        "input": "Dutroux suspected in murder of Slovak woman.",
        "output": "Dutroux"
    },
    {
        "input": "Swift ( 1-0 ), who made his first start since June 3rd and underwent arthroscopic surgery on his right shoulder earlier in the season, allowed five runs and six hits in five innings.",
        "output": "Swift"
    },
    {
        "input": "2. Ellina Zvereva ( Belarus ) 65.66",
        "output": "Ellina Zvereva"
    },
    {
        "input": "\" That baked lasagna better be good for $ 8.50, \" said New Yorker Rebecca Weinstein, a U.S. Open regular who was eating a sandwich she had brought from home.",
        "output": "Rebecca Weinstein"
    },
    {
        "input": "Gooch, who retired from test cricket after the 1994-95 tour of Australia but is now an England selector, is seventh in this season 's first-class averages with 1,429 runs at 64.95, having hit five centuries and one double century.",
        "output": "Gooch"
    },
    {
        "input": "REUTER",
        "output": "REUTER"
    },
    {
        "input": "\" The labour market has been expanding throughout 1996, but in a very uneven pattern, \" Conference Board economist Ken Goldstein said. \"",
        "output": "Ken Goldstein"
    },
    {
        "input": "There is also widespread disbelief that no one appeared to question how Dutroux, an unemployed father of three with no visible means of support, managed to own six houses.",
        "output": "Dutroux"
    },
    {
        "input": "8. Maarten den Bakker ( Netherlands ) TVM 1:33",
        "output": "Maarten den Bakker"
    },
    {
        "input": "Best Products Co Chairman and Chief Executive Daniel Levy said Thursday he expected the company 's second-quarter results to be similar to the $ 34.6 million loss posted in the first quarter.",
        "output": "Daniel Levy"
    },
    {
        "input": "MOF 's Kubo says believes BOJ rate policy unchanged.",
        "output": "Kubo"
    },
    {
        "input": "\" I 've known Herschelle since he was 11 years old and he showed in England how he has matured.",
        "output": "Herschelle"
    },
    {
        "input": "I have never seen her, but I can only bless her for what she has done for people like me, \" Das told The Statesman.",
        "output": "Das"
    },
    {
        "input": "Clinton campaign busy making \" news \".",
        "output": "Clinton"
    },
    {
        "input": "Miller raised the pace of the contest at the start of the fifth round and, once he started to get his right-left combinations working for him, the fight was never likely to go the distance.",
        "output": "Miller"
    },
    {
        "input": "Asked whether this meant the commander was out of control, Garang said the rebel movement was working on the problem.",
        "output": "Garang"
    },
    {
        "input": "Piotr Grabowski told Reuters that a Mostostal extraordinary shareholders meeting on Saturday had decided that the price of the 250,000 bonds would be set as a 10-session average price of Mostostal shares plus a premium.",
        "output": "Piotr Grabowski"
    },
    {
        "input": "\" It comes at the worst possible time on one of the biggest days for the president, \" Feinstein said.",
        "output": "Feinstein"
    },
    {
        "input": "Vidadi Rzayev ( 28th )",
        "output": "Vidadi Rzayev"
    },
    {
        "input": "3. Kennedy Ochieng ( Kenya ) 46.21",
        "output": "Kennedy Ochieng"
    },
    {
        "input": "According to Komarica, 2,400 male residents of Srebrenica work in the Trepca mine and 1,900 work in a mine in Aleksandrovac.",
        "output": "Komarica"
    },
    {
        "input": "-- Stephen Nisbet, International Bonds +44 171 542 6320",
        "output": "Stephen Nisbet"
    },
    {
        "input": "I expect the market to go as far down as 63,000 tomorrow if sales continue, \" said Burcin Mavituna from Interbank.",
        "output": "Burcin Mavituna"
    },
    {
        "input": "William J. Mercer, IVAC president and chief executive officer, will become the president and CEO of Advanced Medical.",
        "output": "William J. Mercer"
    },
    {
        "input": "Emese Bartha",
        "output": "Emese Bartha"
    },
    {
        "input": "19. Jonathan Lomas 181,005",
        "output": "Jonathan Lomas"
    },
    {
        "input": "Davies said the two leaders \" have agreed to cease the fighting ( and ) return their forces to the positions held before the current fighting began \" on August 17.",
        "output": "Davies"
    },
    {
        "input": "5. Dekker 1 minute 21 seconds",
        "output": "Dekker"
    },
    {
        "input": "Chris Zuleeg, a veteran of Apple and a former JavaSoft marketing manager, is vice president of marketing at Internet Startup, whose Web site is www.internetstartup.com.",
        "output": "Chris Zuleeg"
    },
    {
        "input": "Last month, Wang, 45, a veteran dissident of the 1979 Democracy Wall movement, was ordered to serve one year of \" re-education through labour \", but released because of poor health.",
        "output": "Wang"
    },
    {
        "input": "9. Raymond Russell 234,330",
        "output": "Raymond Russell"
    },
    {
        "input": "\" In the name of Jesus, we want to bring your attention to what is going on in the Brazilian countryside, \" two church umbrella groups said in a Letter to the Brazilian People.",
        "output": "Jesus"
    },
    {
        "input": "Second seed and co-world number one Monica Seles advanced to the third round of the U.S. Open Tennis Championships without hitting a ball on Wednesday.",
        "output": "Monica Seles"
    },
    {
        "input": "Ori Lewis",
        "output": "Ori Lewis"
    },
    {
        "input": "\" It 's a positive strategic move, \" said Miles Kan of Hambrecht & Quist.",
        "output": "Miles Kan"
    },
    {
        "input": "G. McGrath not out 8",
        "output": "G. McGrath"
    },
    {
        "input": "\" Yesterday was the toughest day I 've had for a long time, \" Woods said. \"",
        "output": "Woods"
    },
    {
        "input": "It said Craig Held has also joined the company as executive vice president and chief marketing officer.",
        "output": "Craig Held"
    },
    {
        "input": "Bonds came out of Wednesday 's game against New York in the ninth inning after suffering a mild hamstring strain.",
        "output": "Bonds"
    },
    {
        "input": "Rashid Latif 1 1 0 45 45 45.00",
        "output": "Rashid Latif"
    },
    {
        "input": "Former England manager Bobby Robson enjoyed his first success in charge of Barcelona as his team weathered 90 minutes of non-stop Atletico Madrid pressure to win the Spanish Super Cup 6-5 on aggregate on Wednesday.",
        "output": "Bobby Robson"
    },
    {
        "input": "1940 - In World War Two the German airforce under Hermann Goering began its \" Blitz \" bombing campaign on London.",
        "output": "Hermann Goering"
    },
    {
        "input": "Chelsea \" is a very poised young lady, but she 's not that much interested in politics, \" the spokesman said.",
        "output": "Chelsea"
    },
    {
        "input": "Twenty-three out of 25 charters flying illegal immigrants home since Prime Minister Alain Juppe 's government took office in May 1995 have been civilian jets.",
        "output": "Alain Juppe"
    },
    {
        "input": "Masterkova dominated the middle-distance races at the recent Atlanta Games following her return to competition this season after a three-year maternity break.",
        "output": "Masterkova"
    },
    {
        "input": "Human rights lawyer Brian Currin said the hearings last week were not intended as a form of confessional and that those who personally committed crimes during apartheid would testify only before a separate arm of the commission, the amnesty committee.",
        "output": "Brian Currin"
    },
    {
        "input": "4. Valentina Fedyushina ( Russia ) 18.55",
        "output": "Valentina Fedyushina"
    },
    {
        "input": "3. Susan Smith ( Ireland ) 56.00",
        "output": "Susan Smith"
    },
    {
        "input": "The Palestinian Authority said the dead man, Nahed Dahlan, had committed suicide.",
        "output": "Nahed Dahlan"
    },
    {
        "input": "3. Rohan Robinson ( Australia ) 48.86",
        "output": "Rohan Robinson"
    },
    {
        "input": "3. Falilat Ogunkoya ( Nigeria ) 49.97",
        "output": "Falilat Ogunkoya"
    },
    {
        "input": "His 170 against the MCC was an innings of supreme class against the best bowling attack we faced all tour, \" Woolmer told a news conference.",
        "output": "Woolmer"
    },
    {
        "input": "O.J. Simpson hints at more supporting evidence.",
        "output": "O.J. Simpson"
    },
    {
        "input": "Quigley, a former medallist in the points event, led the race at half distance. \"",
        "output": "Quigley"
    },
    {
        "input": "Salim Malik not out 2",
        "output": "Salim Malik"
    },
    {
        "input": "Still, the feisty Indonesian got off to a 3-0 lead in the tie-breaker before a pair of costly double faults gave Graf her chance to avoid a third set.",
        "output": "Graf"
    },
    {
        "input": "We think that when the word about how things are going in Mahala which is about 35 minutes away by road reaches Zvornik that should help, \" Marriner said.",
        "output": "Marriner"
    },
    {
        "input": "Cofinec said Petofi general manager Laszlo Sebesvari had submitted his resignation and will be leaving Petofi but will remain on Petofi 's board of directors.",
        "output": "Laszlo Sebesvari"
    },
    {
        "input": "The officials said New Party Sakigake President Masayoshi Takemura, finance minister until the beginning of this year, promised his resignation in a meeting with the politician who set off the rebellion in the smallest coalition member.",
        "output": "Masayoshi Takemura"
    },
    {
        "input": "Penrose had been working for the charity which provides food to civilians for only a few weeks before he was captured.",
        "output": "Penrose"
    },
    {
        "input": "Penalties : Mehrtens.",
        "output": "Mehrtens"
    },
    {
        "input": "Home fans frequently booed their own side until Sharpe turned the jeers to cheers.",
        "output": "Sharpe"
    },
    {
        "input": "4. Teutenberg 4 seconds",
        "output": "Teutenberg"
    },
    {
        "input": "10. Paul Lawrie 211,420",
        "output": "Paul Lawrie"
    },
    {
        "input": "62 Nolan Henke",
        "output": "Nolan Henke"
    },
    {
        "input": "I 'm not retiring, \" Duran told Reuters.",
        "output": "Duran"
    },
    {
        "input": "Arafat, who made an interim peace deal with Israel in 1993 that set up self-rule, says he will only visit Jerusalem once Israeli occupation has ended.",
        "output": "Arafat"
    },
    {
        "input": "Fernandez ( 12-8 ) scattered six hits.",
        "output": "Fernandez"
    },
    {
        "input": "SAO PAULO 1996-08-27",
        "output": "SAO PAULO"
    },
    {
        "input": "\" We noticed among the people who come from across the border, there is a growing number of foreign mercenaries, \" Gupta said.",
        "output": "Gupta"
    },
    {
        "input": "Speaking only hours after Chinese state media said the time was right to engage in political talks with Taiwan, Foreign Ministry spokesman Shen Guofang told Reuters : \" The necessary atmosphere for the opening of the talks has been disrupted by the Taiwan authorities. \"",
        "output": "Shen Guofang"
    },
    {
        "input": "The Bradys walked on to the stage, he on her arm and with the aid of a cane, to a rousing reception from the convention.",
        "output": "Bradys"
    },
    {
        "input": "3. Jacques Villeneuve ( Canada ) Williams 1:54.443",
        "output": "Jacques Villeneuve"
    },
    {
        "input": "Scorer : Issa Alloush ( 45th minute ).",
        "output": "Issa Alloush"
    },
    {
        "input": "( A. Brown 56 not out ).",
        "output": "A. Brown"
    },
    {
        "input": "In response to a question, Commission spokesman Joao Vale de Almeida said there had been no developments regarding the Commission 's position concerning the dispute with Germany and Saxony over state aid to Volkswagen.",
        "output": "Joao Vale de Almeida"
    },
    {
        "input": "Tarango was leading 6-7 ( 5-7 ) 6-4 6-1 3-1.",
        "output": "Tarango"
    },
    {
        "input": "The run broke Clemens ' 28-inning shutout streak, longest in the majors this season.",
        "output": "Clemens"
    },
    {
        "input": "Aamir Sohail 2 3 1 77 46 38.50",
        "output": "Aamir Sohail"
    },
    {
        "input": "In 1991, Mother Teresa was treated at a California hospital for heart disease and bacterial pneumonia.",
        "output": "Mother Teresa"
    },
    {
        "input": "An Israeli roadblock stopped the 38-year-old Palestinian from answering Yasser Arafat 's call to worship at Jerusalem 's al-Aqsa mosque on Friday.",
        "output": "Yasser Arafat"
    },
    {
        "input": "Turkey - Sergen Yalcin ( 61st )",
        "output": "Sergen Yalcin"
    },
    {
        "input": "3. Patrik Sjoberg ( Sweden ) 2.25",
        "output": "Patrik Sjoberg"
    },
    {
        "input": "But Suu Kyi disagreed with the methods, saying officials often arrested NLD supporters in the middle of the night, then did not give them the opportunity to defend themselves in trials.",
        "output": "Suu Kyi"
    },
    {
        "input": "Danny Tartabull added two hits and three RBI as all Chicago starters got at least one hit.",
        "output": "Danny Tartabull"
    },
    {
        "input": "\" Boatmen 's was the plum of Missouri and was the plum of the central Midwest, \" Weber said.",
        "output": "Weber"
    },
    {
        "input": "Leonard Santorelli",
        "output": "Leonard Santorelli"
    },
    {
        "input": "French central defender Antoine Kombouare has completed a 300,000 pounds sterling ( $ 467,000 ) move to Aberdeen from Swiss club Sion, the Scottish premier division club said on Friday.",
        "output": "Antoine Kombouare"
    },
    {
        "input": "Chen, a former army secretary of the Chinese Nationalist regime which fled from mainland China to Taiwan in 1949, pleaded guilty to trafficking 42 kg ( 92 pounds ) of drugs that could have been turned into 25 kg ( 55 pounds ) of heroin.",
        "output": "Chen"
    },
    {
        "input": "5. Juergen Schult ( Germany ) 63.48",
        "output": "Juergen Schult"
    },
    {
        "input": "TENNIS - CHANG, WASHINGTON ADVANCE, TWO WOMEN 'S SEEDS FALL.",
        "output": "CHANG"
    },
    {
        "input": "China on Thursday accused Taipei of spoiling the atmosphere for a resumption of talks across the Taiwan Strait with a visit to Ukraine by Taiwanese Vice President Lien Chan this week that infuriated Beijing.",
        "output": "Lien Chan"
    },
    {
        "input": "\" The texts are practically ready, \" he told reporters after a weekend of talks with President Jacques Chirac in a Riviera fortress.",
        "output": "Jacques Chirac"
    },
    {
        "input": "Bayer Leverkusen 0 Fortuna Duesseldorf 1 ( Seeliger 47th ).",
        "output": "Seeliger"
    },
    {
        "input": "At Weston-super-Mare : Durham 326 ( D. Cox 95 not out,",
        "output": "D. Cox"
    },
    {
        "input": "Parliament 's press officer told Reuters that Speaker Toomas Savi will convene an electoral college involving 101 MPs and and 273 local government representatives on September 20.",
        "output": "Toomas Savi"
    },
    {
        "input": "\" Some people say milk is bad for you, \" Gore said as Wisconsin delegates held aloft a plastic inflated cow.",
        "output": "Gore"
    },
    {
        "input": "The clashes, shattering a ceasefire negotiated last year by Washington, had threatened a U.S.-led peace plan to unite the Kurdish region against Iraqi President Saddam Hussein.",
        "output": "Saddam Hussein"
    },
    {
        "input": "7. Ivan Garcia ( Cuba ) 20.45",
        "output": "Ivan Garcia"
    },
    {
        "input": "State media quoted China 's top negotiator with Taipei, Tang Shubei, as telling a visiting group from Taiwan on Wednesday that it was time for the rivals to hold political talks.",
        "output": "Tang Shubei"
    },
    {
        "input": "2. Kocinski 38:19.313",
        "output": "Kocinski"
    },
    {
        "input": "+8 Craig Parry ( Australia ) through 13",
        "output": "Craig Parry"
    },
    {
        "input": "Former world heavyweight champion Frank Bruno has quit the ring on medical advice, Britain 's Sun newspaper reported on Friday.",
        "output": "Frank Bruno"
    },
    {
        "input": "Ian Botham ( England ) 383, 102",
        "output": "Ian Botham"
    },
    {
        "input": "Bob Estes shot a 67 for sole possession of third place at 15-under.",
        "output": "Bob Estes"
    },
    {
        "input": "10. Shinichi Itoh ( Japan ) Honda 1:51.857",
        "output": "Shinichi Itoh"
    },
    {
        "input": "The decision to attempt a dropped goal was a spontaneous one, Brooke said.",
        "output": "Brooke"
    },
    {
        "input": "The chairman of the local council, Damian Ejiohuo, said drugs had been rushed to the area to quell the disease and the community needed a safer source of drinking water to prevent future outbreaks.",
        "output": "Damian Ejiohuo"
    },
    {
        "input": "Brown 33 4 138 2 69.00",
        "output": "Brown"
    },
    {
        "input": "The neighbours in Kathmandu called the police when they saw Dheeraj, employed by the man for the past nine months, limping because of the chains.",
        "output": "Dheeraj"
    },
    {
        "input": "Richard Finn",
        "output": "Richard Finn"
    },
    {
        "input": "5. Wim Omloop ( Belgium ) Collstrop same time",
        "output": "Wim Omloop"
    },
    {
        "input": "William Fox broke into his wife 's home on Tuesday morning, shooting her dead and wounding his 16-year-old son, his son 's girlfriend and a neighbour, police said.",
        "output": "William Fox"
    },
    {
        "input": "Blind, who played in the 1990 World Cup and the 1992 European championship, was capped 42 times for the Netherlands.",
        "output": "Blind"
    },
    {
        "input": "Telgheder ( 2-5 ) snapped a personal three-game losing streak.",
        "output": "Telgheder"
    },
    {
        "input": "\" We had two very strong economic reports, \" said David Shulman, Salomon Bros. '",
        "output": "David Shulman"
    },
    {
        "input": "7. Claus Hirsbro ( Denmark ) 20.90",
        "output": "Claus Hirsbro"
    },
    {
        "input": "Cork 131 23 434 12 36.16",
        "output": "Cork"
    },
    {
        "input": "At least eight U.S. states have still some form of litigation pending, said John Head, spokesman for the Association of Lloyd 's State Chairmen, a group representing U.S. Names.",
        "output": "John Head"
    },
    {
        "input": "7. Marty Jemison ( U.S. ) U.S. Postal",
        "output": "Marty Jemison"
    },
    {
        "input": "Chris Lewis did his best to forget his controversial omission from the England one-day squad on Sunday but could not prevent Pakistan reasserting their dominance in the final test at The Oval.",
        "output": "Chris Lewis"
    },
    {
        "input": "10. George Hincapie ( U.S. ) Motorola same time",
        "output": "George Hincapie"
    },
    {
        "input": "Kaba told reporters the annual wage bill of 171 billion Guinean francs represented 50 percent of current state expenditure, \" whereas the acceptable proportion in countries similar to ours is one third \".",
        "output": "Kaba"
    },
    {
        "input": "Ata-ur-Rehman 2 2 2 10 10no -",
        "output": "Ata-ur-Rehman"
    },
    {
        "input": "Indonesian President Suharto has asked businessmen to share their experiences with each other in an effort to boost the country 's exports.",
        "output": "Suharto"
    },
    {
        "input": "\" Certainly the company will be a much smaller company now, but it will be a more profitable business, \" said analyst Elias Moosa of Roberston Stephens & Co.",
        "output": "Elias Moosa"
    },
    {
        "input": "Separately, Juppe confirmed the conservative government was preparing to submit a draft bill to parliament to tighten laws on illegal workers as part of a crackdown on immigration.",
        "output": "Juppe"
    },
    {
        "input": "Hashimoto -- who returns from a 10-day Latin American tour on Saturday -- must call polls by mid-1997, and has repeatedly said he would not call an early general election.",
        "output": "Hashimoto"
    },
    {
        "input": "8. Bart Voskamp ( Netherlands ) TVM 53",
        "output": "Bart Voskamp"
    },
    {
        "input": "Panama - Jorge Luis Dely Valdes ( 50th )",
        "output": "Jorge Luis Dely Valdes"
    },
    {
        "input": "2. Ato Boldon ( Trinidad ) 19.99",
        "output": "Ato Boldon"
    },
    {
        "input": "Talking about the cement industry in general, Palkhivala said Indian production rose by about 10 percent in 1995/96.",
        "output": "Palkhivala"
    },
    {
        "input": "Rosado ( 5-3 ) allowed two runs -- one earned -- and seven hits over 8-2/3 innings with three walks and six strikeouts.",
        "output": "Rosado"
    },
    {
        "input": "4. Andi Kanstinger ( Germany ) Honda",
        "output": "Andi Kanstinger"
    },
    {
        "input": "That is where the plane is being directed to, \" Ruth Collin of Essex police, the force responsible for Stansted, said.",
        "output": "Ruth Collin"
    },
    {
        "input": "10. Gregory Randolph ( USA ) Motorola 1 minute 3 seconds",
        "output": "Gregory Randolph"
    },
    {
        "input": "Marcelo Rios of Chile, the 10th seed, also advanced.",
        "output": "Marcelo Rios"
    },
    {
        "input": "Stefan Raichev told a news conference the strike by more than half of the 1,380 traffic controllers and technicians would paralyse traffic which has increased by 10 percent since last year.",
        "output": "Stefan Raichev"
    },
    {
        "input": "1977 - E.F. ( Fritz ) Schumacher, economic guru and author of the best seller \" Small is Beautiful \", died on his way to a conference in Switzerland.",
        "output": "E.F. ( Fritz ) Schumacher"
    },
    {
        "input": "17. Peter Mitchell 183,704",
        "output": "Peter Mitchell"
    },
    {
        "input": "The 32-year-old Bonds is hitting.307 with 35 homers and 107 RBI and has been one of the few bright spots for the last-place Giants.",
        "output": "Bonds"
    },
    {
        "input": "The work on black troops has provided new insight into the rhythms of plantation talk and culture, said John Simon, professor of history at Southern Illinois University at Carbondale and editor of Gen.",
        "output": "John Simon"
    },
    {
        "input": "The demonstrators, said by police to number 6,000, also urged the release of Nadarajah Muralidaran, Swiss-based leader of the the Tamil Tiger guerrillas, who has been held in a Zurich jail since April on charges of extortion.",
        "output": "Nadarajah Muralidaran"
    },
    {
        "input": "-- Jeffrey Hodgson ( 416 ) 941-8105, e-mail : jeffrey.hodgson@reuters.com",
        "output": "Jeffrey Hodgson"
    },
    {
        "input": "4. Kenny Harrison ( U.S. ) 16.97",
        "output": "Kenny Harrison"
    },
    {
        "input": "Mushtaq Ahmed not out 14",
        "output": "Mushtaq Ahmed"
    },
    {
        "input": "Presently, for example, if an accountant 's job involves doing five specific tasks, he or she can expect a certain salary, said Sandra O'Neal, a Towers Perrin principal.",
        "output": "Sandra O'Neal"
    },
    {
        "input": "Udinese, with Germany 's Euro ' 96 hero Oliver Bierhoff in their lineup, completed the hat-trick of beaten serie A sides when they went under 2-1 to newly relegated Cremonese.",
        "output": "Oliver Bierhoff"
    },
    {
        "input": "+5 Sigeki Maruyama ( Japan ) through 17",
        "output": "Sigeki Maruyama"
    },
    {
        "input": "The moves made Cooperative the first major bank to cut rates in response to a call on Friday from central bank governor Sheu Yuan-dong.",
        "output": "Sheu Yuan-dong"
    },
    {
        "input": "TENNIS - STICH GLAD HE STAYED AFTER OPEN VICTORY.",
        "output": "STICH"
    },
    {
        "input": "After Parnevik started off his round by parring the first hole and bogeying the second, the Swede birdied six of the next seven holes.",
        "output": "Parnevik"
    },
    {
        "input": "52 ; A. Cowan 5-68 ).",
        "output": "A. Cowan"
    },
    {
        "input": "Flamboyant former Surinamese guerrilla leader Ronny Brunswijk walked free on Friday after charges of attempted murder were dropped, police said.",
        "output": "Ronny Brunswijk"
    },
    {
        "input": "A Florida restaurant paid 10,925 pounds ( $ 16,935 ) for the draft of \" Ai n't no telling \", which Hendrix penned on a piece of London hotel stationery in late 1966.",
        "output": "Hendrix"
    },
    {
        "input": "One of the assumptions is his interpretation of the murky circumstances surrounding the shooting death of Collins, who had broken with his comrades when he sought a negotiated settlement with Britain, in an ambush in 1922.",
        "output": "Collins"
    },
    {
        "input": "Captain Paul Prichard plundered 88 from 73 deliveries, hitting 15 fours and one six.",
        "output": "Paul Prichard"
    },
    {
        "input": "Henke, who called his round a \" pleasant surprise, \" finished with six birdies on the final eight holes.",
        "output": "Henke"
    },
    {
        "input": "3. Anthuan Maybank ( U.S. ) 44.92",
        "output": "Anthuan Maybank"
    },
    {
        "input": "5. Giunluca Gorini ( Italy ) Aki 45",
        "output": "Giunluca Gorini"
    },
    {
        "input": "Evert will depart for Alexandroupolis on Saturday afternoon.",
        "output": "Evert"
    },
    {
        "input": "Lebed, who has arranged a military truce with separatist rebels in the southern Russia region, was in Moscow this week seeking support for a deal on Chechnya 's political status.",
        "output": "Lebed"
    },
    {
        "input": "Vera Haller",
        "output": "Vera Haller"
    },
    {
        "input": "3. Robert Allenby ( Australia ) 407,748",
        "output": "Robert Allenby"
    },
    {
        "input": "In a speech in parliament on Tuesday, Khadga challenged the Maoist communists to \" win the people 's confidence \" and win election to parliament.",
        "output": "Khadga"
    },
    {
        "input": "3. Jarmo Kytolehto ( Finland ) Ford Escort 2:37",
        "output": "Jarmo Kytolehto"
    },
    {
        "input": "Moreau takes bronze medal as faster losing semifinalist.",
        "output": "Moreau"
    },
    {
        "input": "\" Regrettably Jimmy has felt unable to accept that offer, and has accordingly left the club. \"",
        "output": "Jimmy"
    },
    {
        "input": "\" I just kept saying to myself, ' keep giving yourself the best chance to win, keep battling, maybe something will happen, ' \" said the 26-year-old O'Brien, ranked 65th.",
        "output": "O'Brien"
    },
    {
        "input": "\" As the nation 's leader in welfare reform, Wisconsin is far ahead of the curve and ready to go under this new system, \" Thompson said.",
        "output": "Thompson"
    },
    {
        "input": "Former Secretary of State James Baker made a secret trip to Syria in March 1995 in an unsuccessful bid to break an impasse in negotiations between Syria and Israel, the Washington Post reported on Thursday.",
        "output": "James Baker"
    },
    {
        "input": "3. Nastja Rysich ( germany ) 3.75",
        "output": "Nastja Rysich"
    },
    {
        "input": "At Trent Bridge : Nottinghamshire 446-9 declared ( G. Archer",
        "output": "G. Archer"
    },
    {
        "input": "I 'll make mine and let 's leave ( Republican House Speaker ) Newt Gingrich out of it. \"",
        "output": "Newt Gingrich"
    },
    {
        "input": "\" Interviewed in the presence of a psychologist, she said she wanted to use the money for school books and clothes, \" spokesman Kazimierz Socha told Reuters.",
        "output": "Kazimierz Socha"
    },
    {
        "input": "5. Erik Dekker ( Netherlands ) Rabobank 1:23",
        "output": "Erik Dekker"
    },
    {
        "input": "3. Derrick Adkins ( U.S. ) 48.62",
        "output": "Derrick Adkins"
    },
    {
        "input": "Ex-Yankee Randy Velarde hit his 11th homer, his most at any professional level.",
        "output": "Randy Velarde"
    },
    {
        "input": "Interior Minister Jean-Louis Debre, under fire for staging secret talks with one of the largest of several rival underground nationalist groups, told the daily La Corse in a statement he had given \" firm orders \" to police to round up those responsible for the bombings and bring them to justice.",
        "output": "Jean-Louis Debre"
    },
    {
        "input": "Because of the apparent threat to foreigners in Costa Rica near the Nicaraguan border, Arce said the government has advised many to take additional security measures on their own.",
        "output": "Arce"
    },
    {
        "input": "We believe in God. \"",
        "output": "God"
    },
    {
        "input": "Doctor Emanuil Ceausu, head of Bucharest 's Victor Babes hospital for infectious diseases, said the epidemic had been caused by a virus yet to be identified.",
        "output": "Emanuil Ceausu"
    },
    {
        "input": "6. Leah Pells ( Canada ) 4:05.64",
        "output": "Leah Pells"
    },
    {
        "input": "\" There has been a call for a general strike between one ( 1000 GMT ) and three o'clock, \" Palestinian lawmaker Ahmed Hashem Zighayer told Reuters.",
        "output": "Ahmed Hashem Zighayer"
    },
    {
        "input": "At Headingley : Yorkshire 529-8 declared ( C. White 181,",
        "output": "C. White"
    },
    {
        "input": "\" We have seen the photos but for the moment the palace has no comment, \" a spokeswoman for Prince Rainier told Reuters.",
        "output": "Prince Rainier"
    },
    {
        "input": "Castilla 's first homer of the game, a solo shot in the seventh off reliever Marc Wilkins ( 3-1 ) extended Colorado 's lead to 9-7.",
        "output": "Marc Wilkins"
    },
    {
        "input": "Trevor Holland, a 52 year-old with who has been convicted twice of gross indecency with children, was captured after being spotted in Worthing, a town on England 's southern coast.",
        "output": "Trevor Holland"
    },
    {
        "input": "Trailing by 213, Somerset got a solid start to their second innings before Simmons stepped in to bundle them out for 174.",
        "output": "Simmons"
    },
    {
        "input": "5. Michele Fanton ( Italy ) Kawasaki 160",
        "output": "Michele Fanton"
    },
    {
        "input": "We urge both sides to continue their dialogue aimed at reaching a political settlement \" of the 20-month conflict between Russian troops and Chechen rebels, State Department spokesman Glyn Davies said.",
        "output": "Glyn Davies"
    },
    {
        "input": "10. Eddie Irvine ( Britain ) 9",
        "output": "Eddie Irvine"
    },
    {
        "input": "7. Irina Privalova ( Russia ) 11.27",
        "output": "Irina Privalova"
    },
    {
        "input": "15. Retief Goosen ( South Africa ) 188,143",
        "output": "Retief Goosen"
    },
    {
        "input": "3. Sammy Langat ( Kenya ) 1:44.96",
        "output": "Sammy Langat"
    },
    {
        "input": "5. Alex Criville ( Spain ) Honda 1:51.075",
        "output": "Alex Criville"
    },
    {
        "input": "The other was insurer Thierry Dehaan.",
        "output": "Thierry Dehaan"
    },
    {
        "input": "1. Shane Kelly ( Australia ) 1 minute 02.777 seconds",
        "output": "Shane Kelly"
    },
    {
        "input": "He shared victory with Matthew Pinsent in the coxless pairs at the Atlanta Games and said at the time that would be his last shot.",
        "output": "Matthew Pinsent"
    },
    {
        "input": "Explaining his premature departure was unavoidable, Pollock said : \" I have been carrying the injury for a while and I hope that by having the surgery now I will be able to last out the new season back home. \"",
        "output": "Pollock"
    },
    {
        "input": "5. Van Doorn 24",
        "output": "Van Doorn"
    },
    {
        "input": "Asked what India would do if the pact were forwarded to the United Nations General Assembly, Gujral said : \" That bridge I will cross when I come to it. \"",
        "output": "Gujral"
    },
    {
        "input": "In Zvornik, we think the situation is winding down as well, \" NATO spokesman Lieutenant Colonel Max Marriner told Reuters.",
        "output": "Max Marriner"
    },
    {
        "input": "7. Al Unser Jr ( U.S. ), Penske Mercedes-Benz, 54.683",
        "output": "Al Unser"
    },
    {
        "input": "1. Michelle Freeman ( Jamaica ) 12.71 seconds",
        "output": "Michelle Freeman"
    },
    {
        "input": "Lauck was also convicted of disseminating the symbols of anti-constitutional organisations.",
        "output": "Lauck"
    },
    {
        "input": "Dave Nilsson had three hits for the Brewers.",
        "output": "Dave Nilsson"
    },
    {
        "input": "CYCLING - BOARDMAN FULFILS WORLD RECORD PREDICTION.",
        "output": "BOARDMAN"
    },
    {
        "input": "He added : \" It 's very sad to beat Henry Candy because I am godfather to his daughter. \"",
        "output": "Henry Candy"
    },
    {
        "input": "Hentgen ( 17-7 ) surrendered just three doubles and a pair of singles in tossing his major-league leading ninth complete game.",
        "output": "Hentgen"
    },
    {
        "input": "Kevorkian attends third suicide in week.",
        "output": "Kevorkian"
    },
    {
        "input": "10. Gil de Ferran ( Brazil ), Reynard Honda, 54.774",
        "output": "Gil de Ferran"
    },
    {
        "input": "In Venezuela, her mother told Reuters that Machado had a swollen face when she left home two weeks ago because she had her wisdom teeth extracted.",
        "output": "Machado"
    },
    {
        "input": "Overseas Development Minister Lynda Chalker said a recent census had shown most Montserratians wanted to remain on the island. \"",
        "output": "Lynda Chalker"
    },
    {
        "input": "3. Merlene Ottey ( Jamaica ) 11.04",
        "output": "Merlene Ottey"
    },
    {
        "input": "CYCLING - COLONNA WINS FIRST STAGE OF TOUR OF NETHERLANDS.",
        "output": "COLONNA"
    },
    {
        "input": "8. Rasa Mazeikyte ( Lithuania ) 3:46.834",
        "output": "Rasa Mazeikyte"
    },
    {
        "input": "2. Smets 290",
        "output": "Smets"
    },
    {
        "input": "TENNIS - EDBERG EXTENDS GRAND SLAM RUN, TOPPLES WIMBLEDON CHAMP.",
        "output": "EDBERG"
    },
    {
        "input": "3. Lee Westwood 301,972",
        "output": "Lee Westwood"
    },
    {
        "input": "Popov, who won gold in the 50 and 100 metres freestyle at the recent Atlanta Olympics, was stabbed in the abdomen late on Saturday after an argument with a group of roadside watermelon sellers in south-west Moscow.",
        "output": "Popov"
    },
    {
        "input": "Pierre Belec",
        "output": "Pierre Belec"
    },
    {
        "input": "Earlier Botham arrived in Portsmouth from Southampton only to be told his services would not be required.",
        "output": "Botham"
    },
    {
        "input": "Police declined to comment on whether it suspected a link with the Marc Dutroux case, the paedophile kidnap, sex abuse and murder scandal which has rocked Belgium in the past two weeks.",
        "output": "Marc Dutroux"
    },
    {
        "input": "A 20-ton piece of the Titanic 's steel hull, which had been attached by cables to a recovery ship off the coast of Newfoundland, Canada, fell back to the bottom of the sea, said Erin Purcell of Boston-based Reagan Communications that represents two of the ships used in the expedition.",
        "output": "Erin Purcell"
    },
    {
        "input": "Clinton was to deliver his acceptance speech at the final session of the Democratic Convention opening at 8 p.m. EDT ( midnight GMT ).",
        "output": "Clinton"
    },
    {
        "input": "8. Jack Pierce ( U.S. ) 13.60",
        "output": "Jack Pierce"
    },
    {
        "input": "Arafat called for a general strike \" for Jerusalem \" on Thursday in all of the West Bank and Gaza Strip.",
        "output": "Arafat"
    },
    {
        "input": "\" We do n't support any such recommendation because we do n't see any grounds for it, \" the Commission 's chief spokesman Nikolaus van der Pas told a news briefing.",
        "output": "Nikolaus van der Pas"
    },
    {
        "input": "Chechnya must be accorded the maximum autonomy possible within the framework of Russian integrity, \" said Cotti.",
        "output": "Cotti"
    },
    {
        "input": "He was an opponent of abortion until 1986 and voted for President Ronald Reagan 's big tax cut bill.",
        "output": "Ronald Reagan"
    },
    {
        "input": "SOCCER - JORGE CALLS UP SIX PORTO PLAYERS FOR WORLD CUP QUALIFIER.",
        "output": "JORGE"
    },
    {
        "input": "\" People who wish to hold conferences of course do n't need to seek permission from the government in Britain, \" Rifkind, in Pakistan for a visit, told Reuters. \"",
        "output": "Rifkind"
    },
    {
        "input": "Dutroux was charged a week ago after police rescued two young girls from a concrete dungeon in the basement of one of the six houses he owns in and around Charleroi.",
        "output": "Dutroux"
    },
    {
        "input": "6. Chandra Sturrup ( Bahamas ) 11.26",
        "output": "Chandra Sturrup"
    },
    {
        "input": "Gore said.",
        "output": "Gore"
    },
    {
        "input": "Man of the Match : Aravinda de Silva",
        "output": "Aravinda de Silva"
    },
    {
        "input": "\" The problem of land is one of the most serious facing Brazil, \" said Lucas Moreira Neves, president of the Catholic church 's National Conference of Bishops of Brazil.",
        "output": "Lucas Moreira Neves"
    },
    {
        "input": "Gujral said India had national security concerns that made it impossible for New Delhi to sign the CTBT.",
        "output": "Gujral"
    },
    {
        "input": "Moroccan King meets former Israel PM Peres.",
        "output": "Peres"
    },
    {
        "input": "He also reportedly criticised Russian Foreign Minister Yevgeny Primakov, saying his style of work resembled that of the Soviet-era 1970s and 1980s.",
        "output": "Yevgeny Primakov"
    },
    {
        "input": "+3 Brad Bryant through 12",
        "output": "Brad Bryant"
    },
    {
        "input": "Just a day later the national euphoria at the rescue turned to disgust as Dutroux led police to the bodies of two eight-year-old girls in another of his houses.",
        "output": "Dutroux"
    },
    {
        "input": "Compared with the end of last year, when T&N predicted a sluggish first half and a rebound later in 1996, Hope said : \" I think the difference ( now ) is the first half has not actually been as bad as some felt it was going to be, but equally we 're certainly not predicting a recovery in the second half. \"",
        "output": "Hope"
    },
    {
        "input": "Jeerasak Densakul, 24, was arrested in 1995 when he was found with 11 slabs of cannabis weighing 2.2 kg ( 4.8 pounds ), the CNB said.",
        "output": "Jeerasak Densakul"
    },
    {
        "input": "Lanusse was a candidate in the election but failed to defeat his old adversories and never returned to public office.",
        "output": "Lanusse"
    },
    {
        "input": "6. Mathias Ntawulikura ( Rwanda ) 27:25.48",
        "output": "Mathias Ntawulikura"
    },
    {
        "input": "1. Giovanni Lombardi ( Italy ) Polti 2 hours 35 minutes",
        "output": "Giovanni Lombardi"
    },
    {
        "input": "TENNIS - SERIOUS MEDVEDEV IS HAVING FUN AGAIN.",
        "output": "MEDVEDEV"
    },
    {
        "input": "Investigators arrested a senior police detective on Sunday in connection with their inquiries into Belgium 's child sex scandal, Public Prosecutor Michel Bourlet said.",
        "output": "Michel Bourlet"
    },
    {
        "input": "CRICKET - RUN-OUT GIVES LEWIS AND ENGLAND SLIM SATISFACTION.",
        "output": "LEWIS"
    },
    {
        "input": "TULF leader M. Sivasiththamparam says it is meaningless to talk to UNP about peace package and that the government should submit peace plan to parliament very soon.",
        "output": "M. Sivasiththamparam"
    },
    {
        "input": "Larry Fine",
        "output": "Larry Fine"
    },
    {
        "input": "6. Xiomara Rivero ( Cuba ) 61.94",
        "output": "Xiomara Rivero"
    },
    {
        "input": "Nearly every African member who spoke, as well as most Security Council members, however, were unsympathetic towards the government of President Pierre Buyoya, an army major put in power in a July coup by the Tutsi-run military, which is locked in a guerrilla war with the majority Hutus.",
        "output": "Pierre Buyoya"
    },
    {
        "input": "P.V. Krishnamoorthy",
        "output": "P.V. Krishnamoorthy"
    },
    {
        "input": "Ealham 37 8 81 1 81.00",
        "output": "Ealham"
    },
    {
        "input": "9. John Talen ( Neths ) Foreldorado same time",
        "output": "John Talen"
    },
    {
        "input": "of Japanese rider Noriyuki Haga for using an illegal carburettor",
        "output": "Noriyuki Haga"
    },
    {
        "input": "A similar poll conducted on Saturday and Sunday had showed a nine point lead for Clinton, ahead by 47-38 percent.",
        "output": "Clinton"
    },
    {
        "input": "Dean Palmer hit his 30th homer for the Rangers.",
        "output": "Dean Palmer"
    },
    {
        "input": "Mehrtens missed three further penalties and a conversion in the first 40 minutes which could have put his side ahead, but it was the Springboks who looked the more dangerous.",
        "output": "Mehrtens"
    },
    {
        "input": "Levy said seeking bankruptcy protection was not under consideration.",
        "output": "Levy"
    },
    {
        "input": "1. Frankie Fredericks ( Namibia ) 19.92 seconds",
        "output": "Frankie Fredericks"
    },
    {
        "input": "2. Letitia Vriesde ( Surinam ) 2:00.39",
        "output": "Letitia Vriesde"
    },
    {
        "input": "9. Michael Andersson ( Sweden ) Telekom",
        "output": "Michael Andersson"
    },
    {
        "input": "7. Samson Kitur ( Kenya ) 45.34",
        "output": "Samson Kitur"
    },
    {
        "input": "CYCLING - SORENSEN WINS FOURTH STAGE OF TOUR OF NETHERLANDS.",
        "output": "SORENSEN"
    },
    {
        "input": "+9 Tom Watson 79 70",
        "output": "Tom Watson"
    },
    {
        "input": "-- Amra Kevic, Belgrade newsroom +381 11 2224305",
        "output": "Amra Kevic"
    },
    {
        "input": "Tulio, who has been top-scorer in the competition for the last two seasons, has been struggling against injury for most of this year.",
        "output": "Tulio"
    },
    {
        "input": "5. Peter Dirkx ( Belgium ) KTM",
        "output": "Peter Dirkx"
    },
    {
        "input": "\" We have suspicions of a rape, but the police still have to find the victim, \" Gajdos added.",
        "output": "Gajdos"
    },
    {
        "input": "\" I knew he had problems with something, \" Edberg said. \"",
        "output": "Edberg"
    },
    {
        "input": "Fred McGriff went 5-for-5 and homered twice, including a three-run blast with two out in the bottom of the ninth inning that lifted the Atlanta Braves to a 6-5 victory over the Chicago Cubs on Saturday.",
        "output": "Fred McGriff"
    },
    {
        "input": "1. Oksana Ovchinnikova ( Russia ) 58.94 metres",
        "output": "Oksana Ovchinnikova"
    },
    {
        "input": "BASEBALL - GONZALEZ HOMERS TWICE AS RANGERS BEAT INDIANS.",
        "output": "GONZALEZ"
    },
    {
        "input": "In Boston, Troy O'Leary homered off the right-field foul pole with one out in the bottom of the ninth and the Red Sox climbed to the.500 mark for the first time this season with their fourth straight victory, 2-1 over the Oakland Athletics.",
        "output": "Troy O'Leary"
    },
    {
        "input": "In a frantic final five minutes there were chances at both ends, and Donato, who had earlier been booked, was sent off for protesting about the incursion of Real players at a free kick.",
        "output": "Donato"
    },
    {
        "input": "Montoya said he thought the attackers were criminals linked to drug trafficking or kidnapping in the area. \"",
        "output": "Montoya"
    },
    {
        "input": "Sayed Salahuddin",
        "output": "Sayed Salahuddin"
    },
    {
        "input": "The shot brought home Ivan Rodriguez, who had his second double of the game, giving him 42 this season, 41 as a catcher.",
        "output": "Ivan Rodriguez"
    },
    {
        "input": "Mrs Yeltsin would be released from hospital in a few days.",
        "output": "Yeltsin"
    },
    {
        "input": "Former South African captain Giles Bonnet was named by the South African Hockey Association on Wednesday as the new coach of the men 's national side.",
        "output": "Giles Bonnet"
    },
    {
        "input": "1. Lauren Ottoz ( Italy ) 49.16",
        "output": "Lauren Ottoz"
    },
    {
        "input": "1= Igor Trandenkov ( Russia ) 5.86",
        "output": "Igor Trandenkov"
    },
    {
        "input": "Prescott, reluctant to go into the winner 's enclosure until the result of the photo-finish was announced, said : \" Twenty-five years and I have never been there so I thought I had better wait a bit longer. \"",
        "output": "Prescott"
    },
    {
        "input": "Ian Salisbury 2 4 1 50 40 16.66",
        "output": "Ian Salisbury"
    },
    {
        "input": "CRICKET - POLLOCK HOPES FOR RETURN TO WARWICKSHIRE.",
        "output": "POLLOCK"
    },
    {
        "input": "\" They will surrender the passengers there and surrender themselves, \" police spokesman Glafcos Xenos told reporters at Cyprus 's Larnaca airport.",
        "output": "Glafcos Xenos"
    },
    {
        "input": "Willem II Tilburg 1 ( Van Hintum 69th penalty ) RKC Waalijk 2",
        "output": "Van Hintum"
    },
    {
        "input": "At Northampton : Sussex 389 and 112 ( C. Ambrose 6-26 ).",
        "output": "C. Ambrose"
    },
    {
        "input": "Former England captain Will Carling, handed the kicking duties, finished with 20 points.",
        "output": "Will Carling"
    },
    {
        "input": "Perry, a Liberian Senate member during the 1980s, returned to Monrovia on August 22 after West African leaders nominated her for the job under a peace deal signed in Nigeria 's capital Abuja five days earlier.",
        "output": "Perry"
    },
    {
        "input": "Mohammad Akram 1 0 0 0 0 -",
        "output": "Mohammad Akram"
    },
    {
        "input": "Salomon Brothers analyst Paul Ting said he cut his share earnings estimates on refiners for the third quarter on the belief the companies will face sharp revisions in refining and marketing margins.",
        "output": "Paul Ting"
    },
    {
        "input": "6. Scott Russell ( United States ) Suzuki 1:51.287",
        "output": "Scott Russell"
    },
    {
        "input": "7. Annette Peters ( U.S. ) 15:07.85",
        "output": "Annette Peters"
    },
    {
        "input": "Hagner 85th ).",
        "output": "Hagner"
    },
    {
        "input": "\" We will wait until the last minute so we check with everybody and their injuries, \" said King. \"",
        "output": "King"
    },
    {
        "input": "5. David Kiptoo ( Kenya ) 1:45.27",
        "output": "David Kiptoo"
    },
    {
        "input": "\" These rules are intended to empower all investors, by allowing their orders to compete on a level playing field, and by providing the disclosure they need to make informed decisions, \" said SEC Chairman Arthur Levitt.",
        "output": "Arthur Levitt"
    },
    {
        "input": "Graf ran off the next three games to restore some semblance of order.",
        "output": "Graf"
    },
    {
        "input": "5. Julia Vaquero ( Spain ) 15:04.94",
        "output": "Julia Vaquero"
    },
    {
        "input": "He was born in Buenos Aires in 1918 and married Ileana Bell with whom he had nine children.",
        "output": "Ileana Bell"
    },
    {
        "input": "Japanese Prime Minister Ryutaro Hashimoto marked the August 15 anniversary by expressing \" remorse \" for foreign victims of Japan 's World War Two atrocities.",
        "output": "Ryutaro Hashimoto"
    },
    {
        "input": "Earlier, police declined to comment on whether it suspected a link with the Marc Dutroux case, the paedophile kidnap, sex abuse and murder scandal which has rocked Belgium in the past two weeks.",
        "output": "Marc Dutroux"
    },
    {
        "input": "England-based goalkeeper Bruce Grobbelaar has been appointed temporary head coach of the Zimbabwe national soccer team for two international matches, the Zimbabwe Football Association ( ZIFA ) said on Thursday.",
        "output": "Bruce Grobbelaar"
    },
    {
        "input": "5. Costantino Rocca ( Italy ) 297,157",
        "output": "Costantino Rocca"
    },
    {
        "input": "+1 Fred Couples through 15",
        "output": "Fred Couples"
    },
    {
        "input": "In the past, Mobutu has been elected without opposition.",
        "output": "Mobutu"
    },
    {
        "input": "Hasina told a cross section of people at the Bogra police headquarters on Sunday that the government had already suspended three police officers and ordered a judicial probe into the violent incidents.",
        "output": "Hasina"
    },
    {
        "input": "4. Maarten den Bakker ( Netherlands ) TVM all same time",
        "output": "Maarten den Bakker"
    },
    {
        "input": "Dennis Lillee ( Australia ) 355, 70",
        "output": "Dennis Lillee"
    },
    {
        "input": "\" That 's an important question we used to ask a lot, \" said O'Neal. \"",
        "output": "O'Neal"
    },
    {
        "input": "Adrian Warner",
        "output": "Adrian Warner"
    },
    {
        "input": "Tsang said three sets of meetings with Chinese authorities on Hong Kong 's 1997-98 budget, which will span the transition period, had gone smoothly. \"",
        "output": "Tsang"
    },
    {
        "input": "6. Adem Hacini ( Algeria ) 1:45.64",
        "output": "Adem Hacini"
    },
    {
        "input": "Chairman Mohamed Fahim Rayyan told a news conference at Cairo airport : \" The control tower should have allocated the plane another runway, instead of the one the plane landed on. \"",
        "output": "Mohamed Fahim Rayyan"
    },
    {
        "input": "- Internal Security Minister Kahalani warns cabinet of increase in organised crime.",
        "output": "Kahalani"
    },
    {
        "input": "1. Deon Hemmings ( Jamaica ) 55.13 seconds",
        "output": "Deon Hemmings"
    },
    {
        "input": "Scorer : Ilian Simeonov ( 58th )",
        "output": "Ilian Simeonov"
    },
    {
        "input": "Britain 's Chris Boardman fulfilled his prediction that he would break the world 4,000 metres world record in the world track cycling championships on Wednesday.",
        "output": "Chris Boardman"
    },
    {
        "input": "... The view of the U.S. government on ( Farrakhan 's ) not accepting any gifts from Libya is well-known. \"",
        "output": "Farrakhan"
    },
    {
        "input": "Peres is expected to fly home on Friday, officials said.",
        "output": "Peres"
    },
    {
        "input": "Laurence McQuillan",
        "output": "Laurence McQuillan"
    },
    {
        "input": "2. Tim Forsyth ( Australia ) 2.30",
        "output": "Tim Forsyth"
    },
    {
        "input": "Sylvie Florence",
        "output": "Sylvie Florence"
    },
    {
        "input": "Veteran Italian Gianni Bugno has been cleared of doping after testing positive for high levels of testosterone during the Tour of Switzerland in June, the Italian cycling federation said on Tuesday.",
        "output": "Gianni Bugno"
    },
    {
        "input": "1. Jonathan Edwards ( Britain ) 17.50 metres",
        "output": "Jonathan Edwards"
    },
    {
        "input": "United Nations military observers travelling to the western town of Tubmanburg on Wednesday to monitor the ceasefire were delayed by shooting along the highway, U.N. special representative Anthony Nyakyi said.",
        "output": "Anthony Nyakyi"
    },
    {
        "input": "Gatera said the refugees were handed over following a deal made at a meeting between the governor of Zaire 's north Kivu region and his counterpart in the Rwandan border town of Gisenyi.",
        "output": "Gatera"
    },
    {
        "input": "Trainer Berti Vogts kept faith with his entire European championship winning squad for Germany 's first match since their title victory, a friendly in Poland.",
        "output": "Berti Vogts"
    },
    {
        "input": "1. Chris Boardman ( Britain ) 4:13.353",
        "output": "Chris Boardman"
    },
    {
        "input": "MDS president Mohamed Moada was sentenced last February to 11 years in jail on charges of having secret contacts with Libyan agents and receiving money from Tripoli.",
        "output": "Mohamed Moada"
    },
    {
        "input": "Leading rider Jason Weaver received a 21-day ban from the disciplinary committee of the Jockey Club on Wednesday.",
        "output": "Jason Weaver"
    },
    {
        "input": "5. Capiot 5",
        "output": "Capiot"
    },
    {
        "input": "Dole 's tax cut plans were called \" deja-voodoo economics.... It 's a warmed-over plan that failed and drove our economy into a ditch.",
        "output": "Dole"
    },
    {
        "input": "But Taha said that the absence of relevent legislations may have resulted in some mistakes by some security officials.",
        "output": "Taha"
    },
    {
        "input": "1. Derrick Adkins ( U.S. ) 47.93 seconds",
        "output": "Derrick Adkins"
    },
    {
        "input": "Philippoussis saved a match point at 5-6 in the third-set tie break before winning 6-3 3-6 7-6 ( 8-6 ).",
        "output": "Philippoussis"
    },
    {
        "input": "4. Bryan Herta ( U.S. ), Reynard Mercedes-Benz, 54.578",
        "output": "Bryan Herta"
    },
    {
        "input": "The premier, who is due to meet his Turkish counterpart Necmettin Erbakan on Tuesday, will also be discussing the postponed Bosnian elections, a foreign ministry official said.",
        "output": "Necmettin Erbakan"
    },
    {
        "input": "A British newspaper said Margaret Thatcher was so shaken by an IRA attempt on her life when she was prime minister in 1984 that an astrologer was asked to warn her against future threats.",
        "output": "Margaret Thatcher"
    },
    {
        "input": "\" I realised this year, that without putting 99.9 percent of your mind into tennis, I do n't think you can successful, \" said the 22-year-old Medvedev.",
        "output": "Medvedev"
    },
    {
        "input": "9. Lamont Smith ( U.S. ) 21.08",
        "output": "Lamont Smith"
    },
    {
        "input": "That case \" is what I call the most significant alternate remedy for us, \" Chiate said.",
        "output": "Chiate"
    },
    {
        "input": "5. John Kocinski ( U.S. ) Ducati 38:36.306",
        "output": "John Kocinski"
    },
    {
        "input": "Kleinova ( Czech Republic ) 6-3 6-4",
        "output": "Kleinova"
    },
    {
        "input": "9. Eddie Irvine ( Britain ) Ferrari 1:53.043",
        "output": "Eddie Irvine"
    },
    {
        "input": "Allen declined to give say who would be subpoenaed.",
        "output": "Allen"
    },
    {
        "input": "Toronto returned home from a 10-game road trip and won for the eighth time in nine games as Guzman ( 11-8 ) allowed nine hits and struck out eight without a walk.",
        "output": "Guzman"
    },
    {
        "input": "8. Kamiel Maase ( Netherlands ) 28.29.42",
        "output": "Kamiel Maase"
    },
    {
        "input": "67 68 68, Raymond Russell 63 69 71",
        "output": "Raymond Russell"
    },
    {
        "input": "Tommi Makinen of Finland, driving a Mitsubishi, on Monday won the 1,000 Lakes Rally, sixth round of the world championship.",
        "output": "Tommi Makinen"
    },
    {
        "input": "5. Leah Pells ( Canada ) 4:09.95",
        "output": "Leah Pells"
    },
    {
        "input": "Hamilton ( 12-7 ) won his second straight start, allowing just a sixth-inning run and a pair of singles.",
        "output": "Hamilton"
    },
    {
        "input": "4. Robert Allenby ( Australia ) 291,088",
        "output": "Robert Allenby"
    },
    {
        "input": "8. Galina Malchugina ( Russia ) 23.25",
        "output": "Galina Malchugina"
    },
    {
        "input": "Centre Frank Bunce said he had never felt so exhausted during a match.",
        "output": "Frank Bunce"
    },
    {
        "input": "The visit was Kabariti 's first trip outside the country since Jordan was shaken by food riots earlier this month.",
        "output": "Kabariti"
    },
    {
        "input": "We found it wise to take some time between the commitment to start and the actual start, \" EOE spokesman Lex van Drooge told Reuters.",
        "output": "Lex van Drooge"
    },
    {
        "input": "90th, Witechek 59th ).",
        "output": "Witechek"
    },
    {
        "input": "Inzamam-ul-Haq 3 5 0 320 148 64.00",
        "output": "Inzamam-ul-Haq"
    },
    {
        "input": "10. Mira Kasslin ( Finland ) 37.273",
        "output": "Mira Kasslin"
    },
    {
        "input": "The thefts occurred Sunday when the victim, New York jewelry wholesaler Jerry Schein, left three suitcases in a closet at Somerset Jewellers in the hotel while he checked out.",
        "output": "Jerry Schein"
    },
    {
        "input": "out, M. Dowman 107 ) v Surrey.",
        "output": "M. Dowman"
    },
    {
        "input": "They contained $ 650,000 in jewelry and $ 40,000 in cash, Andrews said.",
        "output": "Andrews"
    },
    {
        "input": "7. Michael Sandstod ( Denmark ) 4:24.427",
        "output": "Michael Sandstod"
    },
    {
        "input": "Russian news agencies also quoted the Kremlin spokesman as saying that Lebed 's representatives had not sought a meeting, hinting at an attempt by the president to put his popular and outspoken protege in his place with a lesson on protocol.",
        "output": "Lebed"
    },
    {
        "input": "Cozma is awaiting trial for assault and criminal damage in a bar in his home town of Petrosan, 300 kms west of Bucharest.",
        "output": "Cozma"
    },
    {
        "input": "U.S. Cardinal Bernardin says has terminal cancer.",
        "output": "Bernardin"
    },
    {
        "input": "Cubs shortstop Jose Hernandez committed three of Chicago 's four errors.",
        "output": "Jose Hernandez"
    },
    {
        "input": "Malawi 's ex-president Banda says he 's feeling well.",
        "output": "Banda"
    },
    {
        "input": "Analysts said Wall Street had grown accustomed to a moderate Republican in the form of Democratic President Clinton.",
        "output": "Clinton"
    },
    {
        "input": "6. Hans de Clerq ( Belgium ) Palmans 27 seconds",
        "output": "Hans de Clerq"
    },
    {
        "input": "Wall ( 8-4 ) allowed three hits, walked two and struck out seven as the Astros moved 1-1/2 games ahead of the Cardinals for the lead in the National League Central.",
        "output": "Wall"
    },
    {
        "input": "\" They were pretty much in line with our estimate of 1.210 billion, \" said Peter Roe, at Paribas in London. \"",
        "output": "Peter Roe"
    },
    {
        "input": "Watts said the cost of protesting can be heavy once the company is locked into a contract.",
        "output": "Watts"
    },
    {
        "input": "Facing Yorkshire 's 529 for eight declared, Lancashire were forced to follow on 206 behind after being bowled out for 323, paceman Darren Gough polishing off the innings with a burst of three wickets for one run in 17 deliveries.",
        "output": "Darren Gough"
    },
    {
        "input": "Belgian police arrest detective in Dutroux affair.",
        "output": "Dutroux"
    },
    {
        "input": "But commitee member Montgomerie said it could set an unhelpful precedent. \"",
        "output": "Montgomerie"
    },
    {
        "input": "Nerweyi said he did not know if there were any casualties.",
        "output": "Nerweyi"
    },
    {
        "input": "Interfax quoted Levrentyeva 's colleagues as saying that judges were generally unprotected against criminal attacks.",
        "output": "Levrentyeva"
    },
    {
        "input": "The daily Iran on Thursday quoted Intelligence Minister Ali Fallahiyan as saying agents arrested 137 people for allegedly spying for Iraq, the United States and other unnamed countries in the Iranian year which ended on March 19.",
        "output": "Ali Fallahiyan"
    },
    {
        "input": "Mutola looked threatening in the final 200 metres but the Russian found an extra gear to power home several strides ahead, pointing at the time on the clock with delight as she crossed the line.",
        "output": "Mutola"
    },
    {
        "input": "Itar-Tass news agency quoted the Kremlin press service as saying Yeltsin, who left for a state holiday home near Moscow on Monday, would hold no working meetings on Tuesday.",
        "output": "Yeltsin"
    },
    {
        "input": "The 20-year-old Woods, who turned professional Tuesday after winning an unprecedented third successive U.S. Amateur Championship, struggled on the front nine, bogeying the first and seventh holes and double-bogeying the par-four, 359-yard ninth hole.",
        "output": "Woods"
    },
    {
        "input": "The victim was Dai Houying, who wrote about China 's 1966-76 leftist Cultural Revolution and the lives of Chinese intellectuals, the official said.",
        "output": "Dai Houying"
    },
    {
        "input": "Sidhu, whose ban ends on October 14, will be free to play domestic cricket.",
        "output": "Sidhu"
    },
    {
        "input": "Maruyama ( Japan )",
        "output": "Maruyama"
    },
    {
        "input": "5. Kenneth Eriksson ( Sweden ) Subaru Impreza 2:39",
        "output": "Kenneth Eriksson"
    },
    {
        "input": "5. Francis Moreau ( France ) 4:21.454",
        "output": "Francis Moreau"
    },
    {
        "input": "-- Dimitris Kontogiannis, Athens Newsroom +301 3311812-4",
        "output": "Dimitris Kontogiannis"
    },
    {
        "input": "Doug Flach ( U.S. ) vs. qualifier",
        "output": "Doug Flach"
    },
    {
        "input": "1. Trond Bathel ( Norway ) 5.60",
        "output": "Trond Bathel"
    },
    {
        "input": "2. Patricia Djate ( France ) 4:02.26",
        "output": "Patricia Djate"
    },
    {
        "input": "But Wijffels was unable to quantify second half investment to improve and extend domestic and offshore services.",
        "output": "Wijffels"
    },
    {
        "input": "\" I got more aggressive in the second and third sets and the wind picked up and that also affected things because Cedric definitely went off a little bit. \"",
        "output": "Cedric"
    },
    {
        "input": "This is the first generation of African Americans that really can express itself without fear and punishment, \" Simon said.",
        "output": "Simon"
    },
    {
        "input": "Marriner said NATO forces confiscated 25 long-barreled AK-47 automatic assault rifles from the detained Serbs before setting them free.",
        "output": "Marriner"
    },
    {
        "input": "14. Martin Brundle ( Britain ) 3",
        "output": "Martin Brundle"
    },
    {
        "input": "The Zurich fall cost Engquist a shot at a jackpot of 20 one-kg gold bars which can be won by athletes who clinch their events at all of the Golden Four series in Oslo, Zurich, Brussels and Berlin.",
        "output": "Engquist"
    },
    {
        "input": "It 's too late, Mr. President, \" Dole told an outdoor crowd of several hundred at a private religious school.",
        "output": "Dole"
    },
    {
        "input": "Ballanger, 25, will be aiming to complete a track double when she defends her 500 metres time trial title on Saturday.",
        "output": "Ballanger"
    },
    {
        "input": "--- Patricia Lezama, Mexico City newroom ( 525 ) 728 9554",
        "output": "Patricia Lezama"
    },
    {
        "input": "Iran has asked Germany to extradite its former president Abolhassan Banisadr for alleged hijacking, an Iranian embassy spokesman said on Wednesday.",
        "output": "Abolhassan Banisadr"
    },
    {
        "input": "Meanwhile, an appeal of a lawsuit filed by some 600 Names in California is still pending before the U.S. Court of Appeals for the Ninth Circuit, Chiate of the American Names Association said.",
        "output": "Chiate"
    },
    {
        "input": "\" We 're used to hearing the taunts of \" Death to the Arabs ', \" said Sameh Haj Yihye, a Taibe resident who studies at Jerusalem 's Hebrew University. \"",
        "output": "Sameh Haj Yihye"
    },
    {
        "input": "\" I have my own car now and that helps, \" said Martinez.",
        "output": "Martinez"
    },
    {
        "input": "4. Tatyana Motkova ( Russia ) 1.97",
        "output": "Tatyana Motkova"
    },
    {
        "input": "2.2-0-13-0, Ganguly 2-0-14-0",
        "output": "Ganguly"
    },
    {
        "input": "\" We had to build our own earth shelters to survive the fighting, \" said Rajab Adinayev, a bearded elderly Tajik in a long white shirt.",
        "output": "Rajab Adinayev"
    },
    {
        "input": "3. Tony Whiteman ( Britain ) 3:54.87",
        "output": "Tony Whiteman"
    },
    {
        "input": "We want to talk to him, \" Andrews said of the man.",
        "output": "Andrews"
    },
    {
        "input": "Adrian Warner",
        "output": "Adrian Warner"
    },
    {
        "input": "Conversion : Stranksy.",
        "output": "Stranksy"
    },
    {
        "input": "8. Ann Mercken ( Belgium ) 53.55",
        "output": "Ann Mercken"
    },
    {
        "input": "This visit will create a direct contact opportunity for the two parties to express their views, \" spokesman Omer Akbel told a news briefing.",
        "output": "Omer Akbel"
    },
    {
        "input": "Australian Prime Minister John Howard said the possibility of lower interest rates was being jeopardised by Parliament 's upper house where opposition parties planned to scrutinise the 1996/97 budget.",
        "output": "John Howard"
    },
    {
        "input": "\" I believe the Democratic party ought to be pro-woman, pro-child and pro-life, \" Casey said.",
        "output": "Casey"
    },
    {
        "input": "6. Mika Hakkinen ( Finland ) McLaren 1:52.318",
        "output": "Mika Hakkinen"
    },
    {
        "input": "Edberg lost his own serve twice, but he rallied for three breaks of his own, the last to wrap up the set.",
        "output": "Edberg"
    },
    {
        "input": "7. Vaclavas Kidikas ( Lithuania ) 60.92",
        "output": "Vaclavas Kidikas"
    },
    {
        "input": "\" I hope the government will now make it clear they believe there is a better way of dealing with this issue, \" National Farmers Union president Sir David Naish told BBC radio.",
        "output": "David Naish"
    },
    {
        "input": "Flavio Cotti, the chairman of the Organisation for Security and Cooperation in Europe ( OSCE ), told German radio the Vienna-based body viewed the conflict in Chechnya as an internal Russian problem.",
        "output": "Flavio Cotti"
    },
    {
        "input": "\" Although, if we did get someone that was seen as looking for a dollar depreciation, it would probably hurt capital flows to the United States, \" said Widness, adding that could hurt U.S. stocks and, to a lesser degree, bonds.",
        "output": "Widness"
    },
    {
        "input": "Portugal 's new coach Artur Jorge called up six players from league champions Porto on Friday in an 18-man squad for the opening World Cup qualifier against Armenia on August 31.",
        "output": "Artur Jorge"
    },
    {
        "input": "- 2 Mark Brooks through 3",
        "output": "Mark Brooks"
    },
    {
        "input": "He faces Republican challenger Bob Dole in the November 5 presidential election.",
        "output": "Bob Dole"
    },
    {
        "input": "\" My prediction is that the Names will appeal, \" said Kenneth Chiate, a U.S. Name and a chief negotiator for the American Names Association.",
        "output": "Kenneth Chiate"
    },
    {
        "input": "281 John Cook 70 69 71 71",
        "output": "John Cook"
    },
    {
        "input": "But Enderle said the figure could have been even higher if Microsoft had done a better job of handling the huge demand for technical support from customers who were frustrated trying to install the system.",
        "output": "Enderle"
    },
    {
        "input": "2. Soren Lausberg ( Germany ) 1:02.795",
        "output": "Soren Lausberg"
    },
    {
        "input": "3. Sally Barsosio ( Kenya ) 14:58.29",
        "output": "Sally Barsosio"
    },
    {
        "input": "Born in 1937 in the central province of Anhui, Dai came to Shanghai as a student and remained in the city as a prolific author and teacher of Chinese.",
        "output": "Dai"
    },
    {
        "input": "There are no prayers today, \" an Israeli soldier yelled at Jamil in Hebrew.",
        "output": "Jamil"
    },
    {
        "input": "At Bristol : Gloucestershire 183 and 249 ( J. Russell 75 ), Northamptonshire 190 and 218-9.",
        "output": "J. Russell"
    },
    {
        "input": "Bourlet said the investigation into the vehicle theft ring would be added to the inquiry into the paedophile sex scandal in which five other people have already been arrested.",
        "output": "Bourlet"
    },
    {
        "input": "Willem II Tilburg 0 Fortuna Sittard 1 ( Hamming 65th ).",
        "output": "Hamming"
    },
    {
        "input": "SOCCER - KLINSMANN TO RETIRE AFTER 1998 WORLD CUP.",
        "output": "KLINSMANN"
    },
    {
        "input": "\" We do n't feel our club represents Palestinian Arabs, \" said club chairman Abdul Rahman. \"",
        "output": "Abdul Rahman"
    },
    {
        "input": "A presidential spokesman said on Monday Yeltsin was in Moscow but could give no details about his agenda or whether meetings were planned.",
        "output": "Yeltsin"
    },
    {
        "input": "2. Colin Jackson ( Britain ) 13.24",
        "output": "Colin Jackson"
    },
    {
        "input": "Just three years ago Medvedev was one of the world 's best, with a ranking of six after reaching the French Open semifinal and winning three tournaments.",
        "output": "Medvedev"
    },
    {
        "input": "( Corrects that Habsudova is sixth seed ).",
        "output": "Habsudova"
    },
    {
        "input": "Smirnov said the Olympic Committee might ask the government to take measures to protect the country 's best athletes, some of whom have already chosen to live abroad for fear of a surge in crime in post-Soviet Russia.",
        "output": "Smirnov"
    },
    {
        "input": "Olivier Panis ( France ) Ligier",
        "output": "Olivier Panis"
    },
    {
        "input": "20. Giovanni Lavaggi ( Italy ) Minardi 1:58.579",
        "output": "Giovanni Lavaggi"
    },
    {
        "input": "8. Olivier Panis ( France ) 13",
        "output": "Olivier Panis"
    },
    {
        "input": "7. Ozers 8",
        "output": "Ozers"
    },
    {
        "input": "3. Kocinski 254",
        "output": "Kocinski"
    },
    {
        "input": "Alvarado said the car was abandoned about 40 miles ( 60 km ) north of the couple 's house but said that did not indicate the kidnappers intended to take their victims into neighbouring Nicaragua.",
        "output": "Alvarado"
    },
    {
        "input": "SOCCER - KEANE SIGNS FOUR-YEAR CONTRACT WITH MANCHESTER UNITED.",
        "output": "KEANE"
    },
    {
        "input": "Fischler proposed EU-wide measures after reports from Britain and France that under laboratory conditions sheep could contract Bovine Spongiform Encephalopathy ( BSE ) -- mad cow disease.",
        "output": "Fischler"
    },
    {
        "input": "Dressed in a black strapless evening gown at Wednesday 's pageant, Machado was clearly heavier than the contestants but still won rave reviews after her brief appearance on stage.",
        "output": "Machado"
    },
    {
        "input": "Dai 's most famous book, \" Ren A Ren \" ( People, People ), was translated into German and English, he said.",
        "output": "Dai"
    },
    {
        "input": "Everton 's Duncan Ferguson, who scored twice against Manchester United on Wednesday, was picked on Thursday for the Scottish squad after a 20-month exile.",
        "output": "Duncan Ferguson"
    },
    {
        "input": "The last no-confidence debate against Banharn 's coalition in May was won by the government.",
        "output": "Banharn"
    },
    {
        "input": "Syria and Arabs have been dismayed by Netanyahu 's refusal to trade the occupied Arab lands for peace, his support for the expansion of settlements and his insistance on Jerusalem as a unifed capital for Israel.",
        "output": "Netanyahu"
    },
    {
        "input": "Fastest lap : Haga 147.159 kph.",
        "output": "Haga"
    }
]