[
    {
        "input": "Peter Blackburn",
        "output": "Peter Blackburn"
    },
    {
        "input": "Germany 's representative to the European Union 's veterinary committee Werner Zwingmann said on Wednesday consumers should buy sheepmeat from countries other than Britain until the scientific advice was clearer.",
        "output": "Werner Zwingmann"
    },
    {
        "input": "\" We do n't support any such recommendation because we do n't see any grounds for it, \" the Commission 's chief spokesman Nikolaus van der Pas told a news briefing.",
        "output": "Nikolaus van der Pas"
    },
    {
        "input": "He said a proposal last month by EU Farm Commissioner Franz Fischler to ban sheep brains, spleens and spinal cords from the human and animal food chains was a highly specific and precautionary move to protect human health.",
        "output": "Franz Fischler"
    },
    {
        "input": "Fischler proposed EU-wide measures after reports from Britain and France that under laboratory conditions sheep could contract Bovine Spongiform Encephalopathy ( BSE ) -- mad cow disease.",
        "output": "Fischler"
    },
    {
        "input": "But Fischler agreed to review his proposal after the EU 's standing veterinary committee, mational animal health officials, questioned if such action was justified as there was only a slight risk to human health.",
        "output": "Fischler"
    },
    {
        "input": "Only France and Britain backed Fischler 's proposal.",
        "output": "Fischler"
    },
    {
        "input": "\" What we have to be extremely careful of is how other countries are going to take Germany 's lead, \" Welsh National Farmers ' Union ( NFU ) chairman John Lloyd Jones said on BBC radio.",
        "output": "John Lloyd Jones"
    },
    {
        "input": "Rare Hendrix song draft sells for almost $ 17,000.",
        "output": "Hendrix"
    },
    {
        "input": "A rare early handwritten draft of a song by U.S. guitar legend Jimi Hendrix was sold for almost $ 17,000 on Thursday at an auction of some of the late musician 's favourite possessions.",
        "output": "Jimi Hendrix"
    },
    {
        "input": "A Florida restaurant paid 10,925 pounds ( $ 16,935 ) for the draft of \" Ai n't no telling \", which Hendrix penned on a piece of London hotel stationery in late 1966.",
        "output": "Hendrix"
    },
    {
        "input": "They included a black lacquer and mother of pearl inlaid box used by Hendrix to store his drugs, which an anonymous Australian purchaser bought for 5,060 pounds ( $ 7,845 ).",
        "output": "Hendrix"
    },
    {
        "input": "China on Thursday accused Taipei of spoiling the atmosphere for a resumption of talks across the Taiwan Strait with a visit to Ukraine by Taiwanese Vice President Lien Chan this week that infuriated Beijing.",
        "output": "Lien Chan"
    },
    {
        "input": "Speaking only hours after Chinese state media said the time was right to engage in political talks with Taiwan, Foreign Ministry spokesman Shen Guofang told Reuters : \" The necessary atmosphere for the opening of the talks has been disrupted by the Taiwan authorities. \"",
        "output": "Shen Guofang"
    },
    {
        "input": "State media quoted China 's top negotiator with Taipei, Tang Shubei, as telling a visiting group from Taiwan on Wednesday that it was time for the rivals to hold political talks.",
        "output": "Tang Shubei"
    },
    {
        "input": "that is to end the state of hostility, \" Thursday 's overseas edition of the People 's Daily quoted Tang as saying.",
        "output": "Tang"
    },
    {
        "input": "The foreign ministry 's Shen told Reuters Television in an interview he had read reports of Tang 's comments but gave no details of why the negotiator had considered the time right for talks with Taiwan, which Beijing considers a renegade province.",
        "output": "Tang"
    },
    {
        "input": "China, which has long opposed all Taipei efforts to gain greater international recognition, was infuriated by a visit to Ukraine this week by Taiwanese Vice President Lien.",
        "output": "Lien"
    },
    {
        "input": "Consultations should be held to set the time and format of the talks, the official Xinhua news agency quoted Tang Shubei, executive vice chairman of the Association for Relations Across the Taiwan Straits, as saying late on Wednesday.",
        "output": "Tang Shubei"
    },
    {
        "input": "-- Dimitris Kontogiannis, Athens Newsroom +301 3311812-4",
        "output": "Dimitris Kontogiannis"
    },
    {
        "input": "The following bond was announced by lead manager Toronto Dominion.",
        "output": "Toronto Dominion"
    },
    {
        "input": "Colleen Siegel",
        "output": "Colleen Siegel"
    },
    {
        "input": "Itamar Rabinovich, who as Israel 's ambassador to Washington conducted unfruitful negotiations with Syria, told Israel Radio it looked like Damascus wanted to talk rather than fight.",
        "output": "Itamar Rabinovich"
    },
    {
        "input": "Rabinovich is winding up his term as ambassador.",
        "output": "Rabinovich"
    },
    {
        "input": "He will be replaced by Eliahu Ben-Elissar, a former Israeli envoy to Egypt and right-wing Likud party politician.",
        "output": "Eliahu Ben-Elissar"
    },
    {
        "input": "Tension has mounted since Israeli Prime Minister Benjamin Netanyahu took office in June vowing to retain the Golan Heights Israel captured from Syria in the 1967 Middle East war.",
        "output": "Benjamin Netanyahu"
    },
    {
        "input": "this artificial atmosphere is very dangerous because those who spread it could become its prisoners, \" Levy said.",
        "output": "Levy"
    },
    {
        "input": "We do not want a war, God forbid.",
        "output": "God"
    },
    {
        "input": "The television also said that Netanyahu had sent messages to reassure Syria via Cairo, the United States and Moscow.",
        "output": "Netanyahu"
    },
    {
        "input": "Up to today, we have no knowledge of any nurse stranded or kept in Libya without her will, and we have not received any complaint, \" the Polish embassy 's charge d'affaires in Tripoli, Tadeusz Awdankiewicz, told Reuters by telephone.",
        "output": "Tadeusz Awdankiewicz"
    },
    {
        "input": "Poland 's labour ministry said this week it would send a team to Libya to investigate, but Awdankiewicz said the probe was prompted by some nurses complaining about their work conditions such as non-payment of their salaries.",
        "output": "Awdankiewicz"
    },
    {
        "input": "Hassan Hafidh",
        "output": "Hassan Hafidh"
    },
    {
        "input": "Israel approves Arafat 's flight to West Bank.",
        "output": "Arafat"
    },
    {
        "input": "The president 's aircraft has received permission to pass through Israeli airspace but the president is not expected to travel to the West Bank before Monday, \" Nabil Abu Rdainah told Reuters.",
        "output": "Nabil Abu Rdainah"
    },
    {
        "input": "Arafat subsequently cancelled a meeting between Israeli and PLO officials, on civilian affairs, at the Allenby Bridge crossing between Jordan and the West Bank.",
        "output": "Arafat"
    },
    {
        "input": "Hilary Gush",
        "output": "Hilary Gush"
    },
    {
        "input": "Kabul is controlled by President Burhanuddin Rabbani 's government, which Taleban is fighting to overthrow.",
        "output": "Burhanuddin Rabbani"
    },
    {
        "input": "Taleban said its shipment of ammunition from Albania was evidence of Russian military support for Rabbani 's government.",
        "output": "Rabbani"
    },
    {
        "input": "\" President Saddam Hussein stressed during the meeting Iraq 's keenness to maintain friendship and cooperation with Russia, \" the papers said.",
        "output": "Saddam Hussein"
    },
    {
        "input": "Zhirinovsky said on Tuesday he would press the Russian government to help end U.N. trade sanctions on Iraq and blamed Moscow for delaying establishment of good ties with Baghdad.",
        "output": "Zhirinovsky"
    },
    {
        "input": "Zhirinovsky visited Iraq twice in 1995.",
        "output": "Zhirinovsky"
    },
    {
        "input": "Last October he was invited to attend the referendum held on Iraq 's presidency, which extended Saddam 's term for seven more years.",
        "output": "Saddam"
    },
    {
        "input": "- Prime Minister Hariri : Israeli threats do no serve peace.",
        "output": "Hariri"
    },
    {
        "input": "- Parliament Speaker Berri : Israel is preparing for war against Syria and Lebanon.",
        "output": "Berri"
    },
    {
        "input": "- Hariri to step into the election battle with an incomplete list.",
        "output": "Hariri"
    },
    {
        "input": "- Maronite Patriarch Sfeir expressed sorrow over the violations in Sunday ' elections.",
        "output": "Sfeir"
    },
    {
        "input": "Philip Maslowe, chief financial officer of the preschool and child care company, said the buyback \" offered an opportunity to reduce the company 's weighted average interest costs and improve future cash flows and earnings. \"",
        "output": "Philip Maslowe"
    },
    {
        "input": "-- Lehman analyst Blake Bath started Southern New England Telecommunciations Corp with an outperform rating, his office said.",
        "output": "Blake Bath"
    },
    {
        "input": "-- E. Auchard, Wall Street bureau, 212-859-1736",
        "output": "E. Auchard"
    },
    {
        "input": "-- Dimitris Kontogiannis, Athens Newsroom +301 3311812-4",
        "output": "Dimitris Kontogiannis"
    },
    {
        "input": "-- Africans seeking to renew or obtain work and residence rights say Prime Minister Alain Juppe 's proposals are insufficient as hunger strike enters 49th day in Paris church and Wednesday rally attracts 8,000 sympathisers.",
        "output": "Alain Juppe"
    },
    {
        "input": "\" Until this is cleared up by the European Union 's scientific panels -- and we have asked this to be done as quickly as possible -- ( consumers ) should if at all possible give preference to sheepmeat from other countries, \" ministry official Werner Zwingmann told ZDF television.",
        "output": "Werner Zwingmann"
    },
    {
        "input": "EU Farm Commissioner Franz Fischler had proposed banning sheep brains, spleens and spinal cords from the human and animal food chains after reports from Britain and France that under laboratory conditions sheep could contract Bovine Spongiform Encephalopathy ( BSE ) -- mad cow disease.",
        "output": "Franz Fischler"
    },
    {
        "input": "68 Steve Stricker",
        "output": "Steve Stricker"
    },
    {
        "input": "Maruyama ( Japan )",
        "output": "Maruyama"
    },
    {
        "input": "76 Scott McCarron",
        "output": "Scott McCarron"
    },
    {
        "input": "79 Tom Watson",
        "output": "Tom Watson"
    },
    {
        "input": "81 Seiki Okuda ( Japan )",
        "output": "Seiki Okuda"
    },
    {
        "input": "F.C. La Valletta - Gilbert Agius ( 24th )",
        "output": "Gilbert Agius"
    },
    {
        "input": "REUTER",
        "output": "REUTER"
    },
    {
        "input": "Prescott, reluctant to go into the winner 's enclosure until the result of the photo-finish was announced, said : \" Twenty-five years and I have never been there so I thought I had better wait a bit longer. \"",
        "output": "Prescott"
    },
    {
        "input": "He added : \" It 's very sad to beat Henry Candy because I am godfather to his daughter. \"",
        "output": "Henry Candy"
    },
    {
        "input": "Berry said : \" I`m disappointed but I do n't feel suicidal.",
        "output": "Berry"
    },
    {
        "input": "He ( Mind Games ) was going as well as any of them one and a half furlongs ( 300 metres ) out but he just did n't quicken. \"",
        "output": "Mind Games"
    },
    {
        "input": "Favourite : Mind Games ( 7-4 ) finished 4th",
        "output": "Mind Games"
    },
    {
        "input": "Mark Prescott at Newmarket.",
        "output": "Mark Prescott"
    },
    {
        "input": "SOCCER - DALGLISH SAD OVER BLACKBURN PARTING.",
        "output": "DALGLISH"
    },
    {
        "input": "Kenny Dalglish spoke on Thursday of his sadness at leaving Blackburn, the club he led to the English premier league title in 1994-95.",
        "output": "Kenny Dalglish"
    },
    {
        "input": "Blackburn announced on Wednesday they and Dalglish had parted by mutual consent.",
        "output": "Dalglish"
    },
    {
        "input": "In a telephone call to a local newspaper from his holiday home in Spain, Dalglish said : \" We came to the same opinion, albeit the club came to it a little bit earlier than me. \"",
        "output": "Dalglish"
    },
    {
        "input": "Dalglish had been with Blackburn for nearly five years, first as manager and then, for the past 15 months, as director of football.",
        "output": "Dalglish"
    },
    {
        "input": "At Weston-super-Mare : Durham 326 ( D. Cox 95 not out,",
        "output": "D. Cox"
    },
    {
        "input": "Somerset 236-4 ( M. Lathwell 85 ).",
        "output": "M. Lathwell"
    },
    {
        "input": "52 ; A. Cowan 5-68 ).",
        "output": "A. Cowan"
    },
    {
        "input": "out, A. Wells 51 ) v Northamptonshire.",
        "output": "A. Wells"
    },
    {
        "input": "At Trent Bridge : Nottinghamshire 392-6 ( G. Archer 143 not",
        "output": "G. Archer"
    },
    {
        "input": "out, M. Dowman 107 ) v Surrey.",
        "output": "M. Dowman"
    },
    {
        "input": "66, M. Vaughan 57 ) v Lancashire.",
        "output": "M. Vaughan"
    },
    {
        "input": "J. Crawley not out 94",
        "output": "J. Crawley"
    },
    {
        "input": "I. Salisbury not out 1",
        "output": "I. Salisbury"
    },
    {
        "input": "Aamir Sohail 6-1-17-0",
        "output": "Aamir Sohail"
    },
    {
        "input": "SOCCER - FERGUSON BACK IN SCOTTISH SQUAD AFTER 20 MONTHS.",
        "output": "FERGUSON"
    },
    {
        "input": "Everton 's Duncan Ferguson, who scored twice against Manchester United on Wednesday, was picked on Thursday for the Scottish squad after a 20-month exile.",
        "output": "Duncan Ferguson"
    },
    {
        "input": "Glasgow Rangers striker Ally McCoist, another man in form after two hat-tricks in four days, was also named for the August 31 World Cup qualifier against Austria in Vienna.",
        "output": "Ally McCoist"
    },
    {
        "input": "Ferguson, who served six weeks in jail in late 1995 for head-butting an opponent, won the last of his five Scotland caps in December 1994.",
        "output": "Ferguson"
    },
    {
        "input": "Ally McCoist is also in great scoring form at the moment. \"",
        "output": "Ally McCoist"
    },
    {
        "input": "Celtic 's Jackie McNamara, who did well with last season 's successful under-21 team, earns a call-up to the senior squad.",
        "output": "Jackie McNamara"
    },
    {
        "input": "SOCCER - KEANE SIGNS FOUR-YEAR CONTRACT WITH MANCHESTER UNITED.",
        "output": "KEANE"
    },
    {
        "input": "Ireland midfielder Roy Keane has signed a new four-year contract with English league and F.A. Cup champions Manchester United.",
        "output": "Roy Keane"
    },
    {
        "input": "CRICKET - MILLNS SIGNS FOR BOLAND.",
        "output": "MILLNS"
    },
    {
        "input": "South African provincial side Boland said on Thursday they had signed Leicestershire fast bowler David Millns on a one year contract.",
        "output": "David Millns"
    },
    {
        "input": "Millns, who toured Australia with England A in 1992/93, replaces former England all-rounder Phillip DeFreitas as Boland 's overseas professional.",
        "output": "Phillip DeFreitas"
    },
    {
        "input": "Valletta - Gilbert Agius ( 24th )",
        "output": "Gilbert Agius"
    },
    {
        "input": "own goal ), Miroslav Bak ( 62nd and 63rd )",
        "output": "Miroslav Bak"
    },
    {
        "input": "Pavlos Markou ( 84th )",
        "output": "Pavlos Markou"
    },
    {
        "input": "Shelbourne - Mark Rutherford ( 5th )",
        "output": "Mark Rutherford"
    },
    {
        "input": "Scorer : Ilian Simeonov ( 58th )",
        "output": "Ilian Simeonov"
    },
    {
        "input": "Vaduz - Daniele Polverino ( 90th )",
        "output": "Daniele Polverino"
    },
    {
        "input": "RAF Riga - Agrins Zarins ( 47th )",
        "output": "Agrins Zarins"
    },
    {
        "input": "78th ), Jamir Cvetko ( 87th )",
        "output": "Jamir Cvetko"
    },
    {
        "input": "Gabriel ( 86th )",
        "output": "Gabriel"
    },
    {
        "input": "Hearts - Dave McPherson ( 44th )",
        "output": "Dave McPherson"
    },
    {
        "input": "Tomas Cibola ( 58th ).",
        "output": "Tomas Cibola"
    },
    {
        "input": "Ferenc Horvath ( 15th )",
        "output": "Ferenc Horvath"
    },
    {
        "input": "Andreas Andersson ( 87th )",
        "output": "Andreas Andersson"
    },
    {
        "input": "TENNIS - NEWCOMBE PONDERS HIS DAVIS CUP FUTURE.",
        "output": "NEWCOMBE"
    },
    {
        "input": "Australian Davis Cup captain John Newcombe on Thursday signalled his possible resignation if his team loses an away tie against Croatia next month.",
        "output": "John Newcombe"
    },
    {
        "input": "The former Wimbledon champion said the immediate future of Australia 's Davis Cup coach Tony Roche could also be determined by events in Split.",
        "output": "Tony Roche"
    },
    {
        "input": "Under Newcombe 's leadership, Australia were relegated from the elite world group last year, the first time the 26-time Davis Cup winners had slipped from the top rank.",
        "output": "Newcombe"
    },
    {
        "input": "\" We are ready to fight to our last breath -- Australia must play at its absolute best to win, \" said Newcombe, who described the tie as the toughest he has faced as captain.",
        "output": "Newcombe"
    },
    {
        "input": "Australia last won the Davis Cup in 1986, but they were beaten finalists against Germany three years ago under Fraser 's guidance.",
        "output": "Fraser"
    },
    {
        "input": "Jiri Novak ( Czech Republic ) vs. qualifier",
        "output": "Jiri Novak"
    },
    {
        "input": "Mikael Tillstrom ( Sweden ) vs qualifier",
        "output": "Mikael Tillstrom"
    },
    {
        "input": "Qualifier vs. Andrei Olhovskiy ( Russia )",
        "output": "Andrei Olhovskiy"
    },
    {
        "input": "9 - Wayne Ferreira ( South Africa ) vs. qualifier",
        "output": "Wayne Ferreira"
    },
    {
        "input": "Qualifier vs. Christian Rudd ( Norway )",
        "output": "Christian Rudd"
    },
    {
        "input": "Qualifier vs. Petr Korda ( Czech Republic )",
        "output": "Petr Korda"
    },
    {
        "input": "Doug Flach ( U.S. ) vs. qualifier",
        "output": "Doug Flach"
    },
    {
        "input": "Todd Woodbridge ( Australia ) vs. qualifier",
        "output": "Todd Woodbridge"
    },
    {
        "input": "Qualifier vs. Michael Stich ( Germany )",
        "output": "Michael Stich"
    },
    {
        "input": "Qualifier vs. Chuck Adams ( U.S. )",
        "output": "Chuck Adams"
    },
    {
        "input": "Qualifier vs. 10 - Marcelo Rios ( Chile )",
        "output": "Marcelo Rios"
    },
    {
        "input": "David Prinosil ( Germany ) vs. qualifier",
        "output": "David Prinosil"
    },
    {
        "input": "Qualifier vs. Tomas Carbonell ( Spain )",
        "output": "Tomas Carbonell"
    },
    {
        "input": "Qualifier vs. 2 - Michael Chang ( U.S. )",
        "output": "Michael Chang"
    },
    {
        "input": "BASEBALL - ORIOLES ' MANAGER DAVEY JOHNSON HOSPITALIZED.",
        "output": "DAVEY JOHNSON"
    },
    {
        "input": "Baltimore Orioles manager Davey Johnson will miss Thursday night 's game against the Seattle Mariners after being admitted to a hospital with an irregular heartbeat.",
        "output": "Davey Johnson"
    },
    {
        "input": "The 53-year-old Johnson was hospitalized after experiencing dizziness.",
        "output": "Johnson"
    },
    {
        "input": "BASEBALL - GREER HOMER IN 10TH LIFTS TEXAS PAST INDIANS.",
        "output": "GREER"
    },
    {
        "input": "Rusty Greer 's two-run homer in the top of the 10th inning rallied the Texas Rangers to a 10-8 victory over the Cleveland Indians Wednesday in the rubber game of a three-game series between division leaders.",
        "output": "Rusty Greer"
    },
    {
        "input": "\" It was an off-speed pitch and I just tried to get a good swing on it and put it in play, \" Greer said. \"",
        "output": "Greer"
    },
    {
        "input": "The shot brought home Ivan Rodriguez, who had his second double of the game, giving him 42 this season, 41 as a catcher.",
        "output": "Ivan Rodriguez"
    },
    {
        "input": "The Indians sent the game into extra innings in the ninth on Kenny Lofton 's two-run single.",
        "output": "Kenny Lofton"
    },
    {
        "input": "Ed Vosberg ( 1-0 ) blew his first save opportunity but got the win, allowing three hits with two walks and three strikeouts in 1 2/3 scoreless innings.",
        "output": "Ed Vosberg"
    },
    {
        "input": "Dean Palmer hit his 30th homer for the Rangers.",
        "output": "Dean Palmer"
    },
    {
        "input": "Bonilla has 21 RBI and 15 runs in his last 20 games.",
        "output": "Bonilla"
    },
    {
        "input": "Scott Erickson ( 8-10 ) laboured to his third straight win.",
        "output": "Scott Erickson"
    },
    {
        "input": "Alex Rodriguez had two homers and four RBI for the Mariners, who have dropped three in a row and 11 of 15.",
        "output": "Alex Rodriguez"
    },
    {
        "input": "He became the fifth shortstop in major-league history to hit 30 homers in a season and the first since Ripken hit 34 in 1991.",
        "output": "Ripken"
    },
    {
        "input": "Chris Hoiles hit his 22nd homer for Baltimore.",
        "output": "Chris Hoiles"
    },
    {
        "input": "Jimmy Key ( 9-10 ) took the loss as the Yankees lost their ninth in 14 games.",
        "output": "Jimmy Key"
    },
    {
        "input": "California played without interim manager John McNamara, who was admitted to a New York hospital with a blood clot in his right calf.",
        "output": "John McNamara"
    },
    {
        "input": "In Boston, Mike Stanley 's bases-loaded two-run single snapped an eighth-inning tie and gave the Red Sox their third straight win, 6-4 over the Oakland Athletics.",
        "output": "Mike Stanley"
    },
    {
        "input": "Stanley owns a.367 career batting average with the bases loaded ( 33-for-90 ).",
        "output": "Stanley"
    },
    {
        "input": "Boston 's Mo Vaughn went 3-for-3 with a walk, stole home for one of his three runs scored and collected his 116th RBI.",
        "output": "Mo Vaughn"
    },
    {
        "input": "Scott Brosius homered and drove in two runs for the Athletics, who have lost seven of their last nine games.",
        "output": "Scott Brosius"
    },
    {
        "input": "In Detroit, Brad Ausmus 's three-run homer capped a four-run eighth and lifted the Tigers to a 7-4 victory over the reeling Chicago White Sox.",
        "output": "Brad Ausmus"
    },
    {
        "input": "In Kansas City, Juan Guzman tossed a complete-game six-hitter to win for the first time in over a month and lower his league-best ERA as the Toronto Blue Jays won their fourth straight, 6-2 over the Royals.",
        "output": "Juan Guzman"
    },
    {
        "input": "Guzman ( 10-8 ) won for the first time since July 16, a span of six starts.",
        "output": "Guzman"
    },
    {
        "input": "At Minnesota, John Jaha 's three-run homer, his 26th, capped a five-run eighth inning that rallied the Milwaukee Brewers to a 10-7 victory over the Twins.",
        "output": "John Jaha"
    },
    {
        "input": "Jaha added an RBI single in the ninth and had four RBI.",
        "output": "Jaha"
    },
    {
        "input": "Jose Valentin hit his 21st homer for Milwaukee.",
        "output": "Jose Valentin"
    },
    {
        "input": "SOCCER - COCU DOUBLE EARNS PSV 4-1 WIN.",
        "output": "COCU"
    },
    {
        "input": "Philip Cocu scored twice in the second half to spur PSV Eindhoven to a 4-1 away win over NEC Nijmegen in the Dutch first division on Thursday.",
        "output": "Philip Cocu"
    },
    {
        "input": "SOCCER - SHARPSHOOTER KNUP BACK IN SWISS SQUAD.",
        "output": "KNUP"
    },
    {
        "input": "Galatasaray striker Adrian Knup, scorer of 26 goals in 45 internationals, has been recalled by Switzerland for the World Cup qualifier against Azerbaijan in Baku on August 31.",
        "output": "Adrian Knup"
    },
    {
        "input": "62 Paul Broadhurst",
        "output": "Paul Broadhurst"
    },
    {
        "input": "63 Raymond Russell",
        "output": "Raymond Russell"
    },
    {
        "input": "Cooper",
        "output": "Cooper"
    },
    {
        "input": "Mark Mouland",
        "output": "Mark Mouland"
    },
    {
        "input": "Ricky Ponting led the way with 100 off 119 balls with two sixes and nine fours before retiring.",
        "output": "Ricky Ponting"
    },
    {
        "input": "Australian coach Geoff Marsh said he was impressed with the competitiveness of the opposition.",
        "output": "Geoff Marsh"
    },
    {
        "input": "A Romanian woman Maria Marco, 35, was killed.",
        "output": "Maria Marco"
    },
    {
        "input": "\" We are disappointed with the administrator 's decision but we continue to be optimistic regarding an ultimate favorable resolution, \" Mark Gildea, chief executive officer, said in a statement.",
        "output": "Mark Gildea"
    },
    {
        "input": "\" This is our first decision in federal distrct court regarding a dispute with Medicare, \" Gildea said. \"",
        "output": "Gildea"
    },
    {
        "input": "Best Products Co Chairman and Chief Executive Daniel Levy said Thursday he expected the company 's second-quarter results to be similar to the $ 34.6 million loss posted in the first quarter.",
        "output": "Daniel Levy"
    },
    {
        "input": "Levy said seeking bankruptcy protection was not under consideration.",
        "output": "Levy"
    },
    {
        "input": "\" Bankruptcy is always possible, particularly when you lose what we are going to lose in the first half of this year, \" Levy said. \"",
        "output": "Levy"
    },
    {
        "input": "Levy said that Best planned to open two new stores this fall.",
        "output": "Levy"
    },
    {
        "input": "Women who get measles while pregnant may have babies at higher risk of Crohn 's disease, a debilitating bowel disorder, researchers said on Friday.",
        "output": "Crohn"
    },
    {
        "input": "Three out of four Swedish babies born to mothers who caught measles developed serious cases of Crohn 's disease, the researchers said.",
        "output": "Crohn"
    },
    {
        "input": "Dr Andrew Wakefield of the Royal Free Hospital School of Medicine and colleagues screened 25,000 babies delivered at University Hospital, Uppsala, between 1940 and 1949.",
        "output": "Andrew Wakefield"
    },
    {
        "input": "Crohn 's is an inflammation of the bowel that can sometimes require surgery.",
        "output": "Crohn"
    },
    {
        "input": "-- Rosemary Bennett, London Newsroom +44 171 542 7715",
        "output": "Rosemary Bennett"
    },
    {
        "input": "Overseas Development Minister Lynda Chalker said a recent census had shown most Montserratians wanted to remain on the island. \"",
        "output": "Lynda Chalker"
    },
    {
        "input": "Bill Berkrot",
        "output": "Bill Berkrot"
    },
    {
        "input": "Sampras avenged that defeat with a straight sets win over the 19-year-old power hitter in the second round at Wimbledon and their rubber match in New York could provide some first-week fireworks.",
        "output": "Sampras"
    },
    {
        "input": "Second-ranked Austrian Thomas Muster, who was seeded third, did not have the luck of the draw with him.",
        "output": "Thomas Muster"
    },
    {
        "input": "Philippoussis saved a match point at 5-6 in the third-set tie break before winning 6-3 3-6 7-6 ( 8-6 ).",
        "output": "Philippoussis"
    },
    {
        "input": "He held one match point at 9-8 in a marathon third-set tie break but was beaten 5-7 7-6 ( 7-1 ) 7-6 ( 13-11 ) by unseeded Daniel Vacek of the Czech Republic.",
        "output": "Daniel Vacek"
    },
    {
        "input": "\" I knew I had to serve well and keep the points short and that 's what I was able to do, \" said Nestor, who ranks 10th in doubles.",
        "output": "Nestor"
    },
    {
        "input": "The lanky Canadian broke Muster at 4-3 in the first set and 5-5 in the second before ending the match on his third match point when the Austrian hit a service return long.",
        "output": "Muster"
    },
    {
        "input": "\" I probably did n't hit five ground strokes in the whole match, \" said Muster, only partly joking. \"",
        "output": "Muster"
    },
    {
        "input": "Playing at night was not Muster 's preference. \"",
        "output": "Muster"
    },
    {
        "input": "\" I thought he looked a little unfocused at certain times on his ground strokes, \" said Tillstrom.",
        "output": "Tillstrom"
    },
    {
        "input": "Doctor Masserigne Ndiaye said medical staff were overwhelmed with work. \"",
        "output": "Masserigne Ndiaye"
    },
    {
        "input": "Nigerian Major General Sam Victor Malu took over on Thursday as commander of the ECOMOG peacekeeping force in Liberia, two days after the start of the latest ceasefire in the six-year civil war.",
        "output": "Sam Victor Malu"
    },
    {
        "input": "United Nations military observers travelling to the western town of Tubmanburg on Wednesday to monitor the ceasefire were delayed by shooting along the highway, U.N. special representative Anthony Nyakyi said.",
        "output": "Anthony Nyakyi"
    },
    {
        "input": "Guinea 's president, Lansana Conte, vice-president of the Organisation of the Islamic Conference, left for Kuwait on August 16 to prepare the next OIC summit in Pakistan in 1997.",
        "output": "Lansana Conte"
    },
    {
        "input": "Conte, an army general, survived a February army pay revolt which at the time he described as a veiled attempt to topple him.",
        "output": "Conte"
    },
    {
        "input": "A South African boy is writing back to an American girl whose message in a bottle he found washed up on President Nelson Mandela 's old prison island.",
        "output": "Nelson Mandela"
    },
    {
        "input": "But Carlo Hoffmann, an 11-year-old jailer 's son who found the bottle on the beach at Robben Island off Cape Town after winter storms, will send his letter back by ordinary mail on Thursday, the post office said.",
        "output": "Carlo Hoffmann"
    },
    {
        "input": "Danielle Murray from Sandusky, Ohio, the same age as her new penfriend, asked for a reply from whoever received the message she flung on its journey months ago on the other side of the Atlantic Ocean.",
        "output": "Danielle Murray"
    },
    {
        "input": "The dog attacked Louis Booy in the front garden of his grandparents ' house in Vanderbijlpark near Johannesburg on Tuesday.",
        "output": "Louis Booy"
    },
    {
        "input": "\" Interviewed in the presence of a psychologist, she said she wanted to use the money for school books and clothes, \" spokesman Kazimierz Socha told Reuters.",
        "output": "Kazimierz Socha"
    },
    {
        "input": "Lebed aide says Russian-Chechen talks going well.",
        "output": "Lebed"
    },
    {
        "input": "Press spokesman Alexander Barkhatov told reporters the negotiations, being held at this rebel-held village some 20 km ( 12 miles ) south of the Chechen capital Grozny, were progressing briskly and being conducted in a good mood.",
        "output": "Alexander Barkhatov"
    },
    {
        "input": "Yeltsin shown on Russian television.",
        "output": "Yeltsin"
    },
    {
        "input": "- The president of the Bosnian Association for Refugees and Displaced Persons, Mirhunisa Komarica says many survivors of the 1995 massacre in the Bosnian town of Srebrenica are languishing as forced laborers in Serbian mines.",
        "output": "Mirhunisa Komarica"
    },
    {
        "input": "According to Komarica, 2,400 male residents of Srebrenica work in the Trepca mine and 1,900 work in a mine in Aleksandrovac.",
        "output": "Komarica"
    },
    {
        "input": "Lebed said on Wednesday he had clinched a truce with Chechen separatists and he promised to halt a threatened bombing assault on Grozny, which the rebels have held since August 6.",
        "output": "Lebed"
    },
    {
        "input": "The boat ran out of fuel and did not have a radio to call for help, Navy spokesman Lt. Italo Pineda said.",
        "output": "Italo Pineda"
    },
    {
        "input": "-- Jason Webb, Buenos Aires Newsroom +541 318-0655",
        "output": "Jason Webb"
    },
    {
        "input": "In recent months the Shining Path, severely weakened since the 1992 capture of its leader Abimael Guzman, has been stepping up both its military and propaganda activities.",
        "output": "Abimael Guzman"
    },
    {
        "input": "Flamboyant former Surinamese rebel leader Ronny Brunswijk was in custody on Wednesday charged with attempted murder, police said.",
        "output": "Ronny Brunswijk"
    },
    {
        "input": "It was the second time Brunswijk had been charged with attempted murder in less than two years.",
        "output": "Brunswijk"
    },
    {
        "input": "Despite numerous problems with authorities, Brunswijk went on to become a successful businessman with mining and logging interests.",
        "output": "Brunswijk"
    },
    {
        "input": "Cheung Siu Man, 40, was arrested late on Wednesday after police searched a house and found heroin in bags and hidden in hollow spaces in wooden planks, police said.",
        "output": "Cheung Siu Man"
    },
    {
        "input": "Cheung was being detained pending formal charges, police said.",
        "output": "Cheung"
    },
    {
        "input": "Australian Foreign Minister Alexander Downer arrived in Beijing on Thursday for a four-day visit that follows rising friction between the two nations in recent weeks.",
        "output": "Alexander Downer"
    },
    {
        "input": "Other issues affecting ties include plans by an Australian cabinet minister to visit Taiwan, a security pact between Canberra and Washington and a possible visit to Australia next month by Tibet 's exiled spiritual leader the Dalai Lama.",
        "output": "Dalai Lama"
    },
    {
        "input": "Downer is the first Australian minister to visit China since the new conservative government took office in Canberra in March.",
        "output": "Downer"
    },
    {
        "input": "One official told me ' you have to either destroy the books or return them to Amman ', \" Daoud Makkawi, owner of the Nablus-based al-Risala bookshop, told Reuters.",
        "output": "Daoud Makkawi"
    },
    {
        "input": "He said ministry officials made him sign this a few weeks ago after he brought about a dozen copies from Jordan of a book by Edward Said, a prominent scholar at New York City 's Columbia University.",
        "output": "Edward Said"
    },
    {
        "input": "Said, a U.S. citizen of Palestinian origin, has been an outspoken critic of the 1993 Israeli-PLO self-rule deal and has written at least two books on the accord.",
        "output": "Said"
    },
    {
        "input": "On Wednesday a bookseller in the West Bank town of Ramallah said police about a month ago confiscated several copies of two of Said 's books on the Israel-PLO self-rule deals.",
        "output": "Said"
    },
    {
        "input": "Palestinian Information Ministry Director-General Mutawakel Taha denied that ministry officials forced anyone to sign any undertaking and insisted that the Palestinian Authority has no plans to censor books.",
        "output": "Mutawakel Taha"
    },
    {
        "input": "\" There is no strategy to ban books or to suppress freedom of expression in any form whatsoever, \" Taha told Reuters.",
        "output": "Taha"
    },
    {
        "input": "But Taha said that the absence of relevent legislations may have resulted in some mistakes by some security officials.",
        "output": "Taha"
    },
    {
        "input": "Daoud said.",
        "output": "Daoud"
    },
    {
        "input": "Chairman Mohamed Fahim Rayyan told a news conference at Cairo airport : \" The control tower should have allocated the plane another runway, instead of the one the plane landed on. \"",
        "output": "Mohamed Fahim Rayyan"
    },
    {
        "input": "The Egyptian government will have nothing more to do with the Sudanese government because it continues to shelter and support Egyptian militants, President Hosni Mubarak said in a speech on Thursday.",
        "output": "Hosni Mubarak"
    },
    {
        "input": "Egypt says the Sudanese government helped the Moslem militants who tried to kill Mubarak in Addis Ababa last year.",
        "output": "Mubarak"
    },
    {
        "input": "Hassan al-Turabi is the leader of the National Islamic Front, the political force behind the Sudanese government.",
        "output": "Hassan al-Turabi"
    },
    {
        "input": "There are terrorists they are sheltering and they make Sudanese passorts for them and they get paid by them, \" Mubarak said.",
        "output": "Mubarak"
    },
    {
        "input": "I expect the market to go as far down as 63,000 tomorrow if sales continue, \" said Burcin Mavituna from Interbank.",
        "output": "Burcin Mavituna"
    },
    {
        "input": "Kieran Murray",
        "output": "Kieran Murray"
    },
    {
        "input": "Miss Universe, Venezuela 's Alicia Machado, left New Mexico on Thursday, refusing to answer questions about her weight or claims she was told to either go on a crash diet or give up her title.",
        "output": "Alicia Machado"
    },
    {
        "input": "Machado, 19, flew to Los Angeles after slipping away from the New Mexico desert town of Las Cruces, where she attended the 1996 Miss Teen USA pageant on Wednesday.",
        "output": "Machado"
    },
    {
        "input": "While Machado was not a contestant here, she came under intense scrutiny following reports she was given an ultimatum by Los Angeles-based Miss Universe Inc. to drop 27 pounds ( 12 kg ) in two weeks or risk losing her crown.",
        "output": "Machado"
    },
    {
        "input": "In Venezuela, her mother told Reuters that Machado had a swollen face when she left home two weeks ago because she had her wisdom teeth extracted.",
        "output": "Machado"
    },
    {
        "input": "Marta Fajardo insisted her daughter, who weighed 112 pounds ( 51 kg ) when she won the Miss Universe title in Las Vegas in May, had perfectly normal eating habits.",
        "output": "Marta Fajardo"
    },
    {
        "input": "Organisers flatly denied ever threatening Machado but immediately put her under wraps and blocked access to her.",
        "output": "Machado"
    },
    {
        "input": "Dressed in a black strapless evening gown at Wednesday 's pageant, Machado was clearly heavier than the contestants but still won rave reviews after her brief appearance on stage.",
        "output": "Machado"
    },
    {
        "input": "She 's fantastic, \" said Nikki Campbell, 28, who went to the pageant. \"",
        "output": "Nikki Campbell"
    },
    {
        "input": "Machado 's publicists said on Thursday she was scheduled to stay in Los Angeles for promotional work with sponsors before returning to Venezuela on Sept.",
        "output": "Machado"
    },
    {
        "input": "Beauty queens are high-profile personalities in Venezuela and Machado 's alleged weight problem made front page news this week.",
        "output": "Machado"
    },
    {
        "input": "It was an official of the Miss Venezuela Organisation who first said Machado had been told to lose weight fast.",
        "output": "Machado"
    },
    {
        "input": "I dont know if Alicia is working out.",
        "output": "Alicia"
    },
    {
        "input": "Kevorkian attends third suicide in week.",
        "output": "Kevorkian"
    },
    {
        "input": "Dr. Jack Kevorkian attended his third suicide in less than a week on Thursday, bringing the body of a 40-year-old Missouri woman suffering from multiple sclerosis to a hospital emergency room, doctors said.",
        "output": "Jack Kevorkian"
    },
    {
        "input": "It was the first known time that a police officer has been president at the suicide of one of Kevorkian 's patients.",
        "output": "Kevorkian"
    },
    {
        "input": "He offered no details about the cause of Smith 's death or the location.",
        "output": "Smith"
    },
    {
        "input": "Andrew Gray",
        "output": "Andrew Gray"
    },
    {
        "input": "A Hamburg court sentenced U.S. neo-Nazi leader Gary Lauck on Thursday to four years in prison for pumping banned extremist propaganda into Germany from his base in the United States.",
        "output": "Gary Lauck"
    },
    {
        "input": "Lauck, from Lincoln, Nebraska, yelled a tirade of abuse at the court after his conviction for inciting racial hatred.",
        "output": "Lauck"
    },
    {
        "input": "Lauck 's lawyer vowed he would appeal against the court 's decision, arguing that his client should have been set free because he had not committed any offence under German law.",
        "output": "Lauck"
    },
    {
        "input": "Lauck 's worldwide network has been the main source of anti-Semitic propaganda material flowing into Germany since the 1970s.",
        "output": "Lauck"
    },
    {
        "input": "Publishing and distributing neo-Nazi material is illegal in Germany but Lauck 's defence team had argued that U.S freedom of speech laws meant he was free to produce his swastika-covered books, magazines, videos and flags in his homeland.",
        "output": "Lauck"
    },
    {
        "input": "Interior Minister Manfred Kanther said in a statement he \" welcomed the prosecution and conviction of one of the ringleaders of international neo-Nazism and biggest distributers of vicious racist publications \".",
        "output": "Manfred Kanther"
    },
    {
        "input": "But as Lauck was about to be led away, he turned to reporters and blurted out a virtually incomprehensible quick-fire diatribe against the court.",
        "output": "Lauck"
    },
    {
        "input": "His attorney, Hans-Otto Sieg, told reporters outside the courtroom that the judges had not explained how a German court could judge someone for actions carried out in the United States.",
        "output": "Hans-Otto Sieg"
    },
    {
        "input": "Lauck was also convicted of disseminating the symbols of anti-constitutional organisations.",
        "output": "Lauck"
    },
    {
        "input": "\" I am reluctant to speculate but we are doing the preparations and the secretary-general is anxious to start the program, \" said Undersecretary-General Yasushi Akashi.",
        "output": "Yasushi Akashi"
    },
    {
        "input": "Akashi is head of the Department of Humanitarian affairs.",
        "output": "Akashi"
    },
    {
        "input": "The television, which did not say when the security forces killed the rebels, said the four arrested men confessed details of the assassination of the French Roman Catholic Bishop Pierre Claverie.",
        "output": "Pierre Claverie"
    },
    {
        "input": "Clinton 's Ballybunion fans invited to Chicago.",
        "output": "Clinton"
    },
    {
        "input": "U.S. President Bill Clinton had to drop the resort of Ballybunion from a whirlwind Irish tour last year.",
        "output": "Bill Clinton"
    },
    {
        "input": "They have been asked to bring with them the placards they waved when Clinton addressed Ireland at a packed ceremony in Dublin city centre on December 1, last year.",
        "output": "Clinton"
    },
    {
        "input": "They read : \" Ballybunion backs Clinton. \"",
        "output": "Clinton"
    },
    {
        "input": "Clinton made a triumphant Irish tour to back a Northern Ireland peace process but was forced to drop Ballybunion from a packed schedule at the last minute.",
        "output": "Clinton"
    },
    {
        "input": "Ischinger is the political director of Bonn 's foreign ministry.",
        "output": "Ischinger"
    },
    {
        "input": "Ischinger said the threat of a major assault to take Grozny had been the unauthorised initiative of the commanding general and not Moscow 's intention.",
        "output": "Ischinger"
    },
    {
        "input": "Foreign Minister I.K. Gujral was asked at a news conference if India 's decision to block adoption of the accord in Geneva would lead to an arms race with Pakistan and China.",
        "output": "I.K. Gujral"
    },
    {
        "input": "Gujral said he did not expect India 's veto of the Comprehensive Test Ban Treaty ( CTBT ) to damage bilateral ties with other nations.",
        "output": "Gujral"
    },
    {
        "input": "Gujral said India would re-examine its position if the treaty, particularly a clause providing for its entry into force, was modified.",
        "output": "Gujral"
    },
    {
        "input": "Asked what India would do if the pact were forwarded to the United Nations General Assembly, Gujral said : \" That bridge I will cross when I come to it. \"",
        "output": "Gujral"
    },
    {
        "input": "In a written statement released at the news conference, Gujral reiterated India 's objections to the treaty, under negotiation at the Conference on Disarmament in Geneva.",
        "output": "Gujral"
    },
    {
        "input": "Gujral said India had national security concerns that made it impossible for New Delhi to sign the CTBT.",
        "output": "Gujral"
    },
    {
        "input": "Siraj Mia died at Dhaka airport on May 9 during interogation by customs officials after arriving from London.",
        "output": "Siraj Mia"
    },
    {
        "input": "Fox, who arrived in Bangladesh on Tuesday on four-day visit, said Britain wanted Dhaka to act seriously on the case.",
        "output": "Fox"
    },
    {
        "input": "this is an important issue in our relationship \", said Fox, who is due to leave for Nepal on Friday.",
        "output": "Fox"
    },
    {
        "input": "Fox said the incident had strained relations between the two governments.",
        "output": "Fox"
    },
    {
        "input": "He said the Mia 's issue had been raised in the House of Commons.",
        "output": "Mia"
    },
    {
        "input": "Fox said he had brought up the issue at every meeting he had had with government leaders in Dhaka.",
        "output": "Fox"
    },
    {
        "input": "Fox said the British government wanted an end to the alleged harassment of its nationals at Dhaka airport by customs officials.",
        "output": "Fox"
    },
    {
        "input": "Bangladesh 's Criminal Investigation Department has charged two immigration officials in connection with Mia 's killing.",
        "output": "Mia"
    },
    {
        "input": "Mia, a father of five children, had a restaurant business in a London suburb.",
        "output": "Mia"
    },
    {
        "input": "\" It seems that from across the border there is going to be a planned attempt to disrupt the elections, \" Inderjit Gupta told reporters in the state capital Srinagar.",
        "output": "Inderjit Gupta"
    },
    {
        "input": "Gupta said there might be an increase in the number of people infiltrating the Kashmir valley to create disturbance in the region.",
        "output": "Gupta"
    },
    {
        "input": "\" We noticed among the people who come from across the border, there is a growing number of foreign mercenaries, \" Gupta said.",
        "output": "Gupta"
    },
    {
        "input": "Prime Minister H.D. Deve Gowda 's centre-left government hopes the elections will help restore normality and democratic rule in Jammu and Kashmir, where more than 20,000 people have died in insurgency-related violence since 1990.",
        "output": "H.D. Deve Gowda"
    },
    {
        "input": "The Reserve bank of India governor C. Rangarajan said on Thursday that he expected the cash reserve ratio ( CRR ) maintained by banks to be reduced over the medium term.",
        "output": "C. Rangarajan"
    },
    {
        "input": "Rangarajan explained that the cash reserve ratio was an instrument that central banks could use to regulate money supply by reducing or increasing the ratio.",
        "output": "Rangarajan"
    },
    {
        "input": "The Reserve Bank of India Governor Chakravarty Rangarajan said on Thursday that a current account deficit of two percent of gross domestic product ( GDP ) was sustainable given the currrent rate of growth.",
        "output": "Chakravarty Rangarajan"
    },
    {
        "input": "\" The current account deficit of around two percent of GDP is a sustainable level of deficit given the expected real growth rate and the trends in imports and exports, \" Rangarajan said in an address to business leaders in New Delhi.",
        "output": "Rangarajan"
    },
    {
        "input": "Rangarajan said a current account deficit of two percent brought about by a 16-17 percent annual growth in exports and a 14-15 percent rise in imports along with an increase in non-debt flows could lead to a reduction in the debt-service ratio to below 20 percent over the next five years.",
        "output": "Rangarajan"
    },
    {
        "input": "Mother Teresa devoted to world 's poor.",
        "output": "Mother Teresa"
    },
    {
        "input": "While the world heaps honours on her and even regards her as a living saint, the nun of Albanian descent maintains she is merely doing God 's work.",
        "output": "God"
    },
    {
        "input": "But an attending doctor said Mother Teresa, who turns 86 next Tuesday, was conscious and in stable condition.",
        "output": "Mother Teresa"
    },
    {
        "input": "The task Mother Teresa began alone in 1949 in the slums of densely-populated Calcutta, and grew to touch the hearts of people around the world.",
        "output": "Mother Teresa"
    },
    {
        "input": "In 1991, Mother Teresa was treated at a California hospital for heart disease and bacterial pneumonia.",
        "output": "Mother Teresa"
    },
    {
        "input": "In India she was simply called Mother.",
        "output": "Mother"
    },
    {
        "input": "Mother Teresa set up her first home for the dying in a Hindu rest house in Calcutta after she saw a penniless woman turned away by a city hospital.",
        "output": "Mother Teresa"
    },
    {
        "input": "In 1994 a British television documentary called the myth around Mother Teresa a mixture of \" hyperbole and credulity \".",
        "output": "Mother Teresa"
    },
    {
        "input": "Bernard Hickey",
        "output": "Bernard Hickey"
    },
    {
        "input": "Media baron Rupert Murdoch 's News Corp Ltd reported lower than expected 1995/96 profits on Thursday, but forecast that the hit film \" Independence Day \" would help increase profits by at least 20 percent in 1996/97.",
        "output": "Rupert Murdoch"
    },
    {
        "input": "\" The year just gone was disappointing, but the outlook for the current year looks good, \" First Pacific media analyst Lachlan Drummond said.",
        "output": "Lachlan Drummond"
    },
    {
        "input": "Daniel Westlake, 46, from Victoria, made the first sucessful escape from Klongprem prison in the northern outskirts of the capital on Sunday night.",
        "output": "Daniel Westlake"
    },
    {
        "input": "\" We have ordered a massive hunt for him and I am quite confident we will get him soon, \" Vivit Chatuparisut, deputy director general of the Correction Department, told Reuters.",
        "output": "Vivit Chatuparisut"
    },
    {
        "input": "Westlake, arrested in December 1993 and charged with heroin trafficking, sawed the iron grill off his cell window and climbed down the prison 's five-metre ( 15-foot ) wall on a rope made from bed sheets, Vivit said.",
        "output": "Westlake"
    },
    {
        "input": "\" It is hoped that livestock breeders and feedmillers will abide by the laws and respect the cabinet decision in the interest of consumer safety, \" Health Minister Chua Jui Meng was quoted as saying by the national Bernama news agency.",
        "output": "Chua Jui"
    },
    {
        "input": "Chua said offenders could face a two-year prison sentence and a maximum fine of 5,000 ringgit ( $ 2000 ).",
        "output": "Chua"
    },
    {
        "input": "** Security was tight in Jakarta ahead of a trial involving ousted Indonesian Democratic Party leader Megawati Sukarnoputri.",
        "output": "Megawati Sukarnoputri"
    },
    {
        "input": "Rostislav Khotin",
        "output": "Rostislav Khotin"
    },
    {
        "input": "\" Ukraine 's biggest achievements for five years are the preservation of civil peace and inter-ethnic harmony, \" President Leonid Kuchma said in televised statement this week.",
        "output": "Leonid Kuchma"
    },
    {
        "input": "Kuchma told a solemn ceremony at the Ukraina Palace on Friday that \" there was a turning point \" in reforms and that he expected a rise in the standard of living in the near future.",
        "output": "Kuchma"
    },
    {
        "input": "\" There is no doubt that economic growth has already started, \" said Adelbert Knobl, head of the International Monetary Fund 's mission in Ukraine. \"",
        "output": "Adelbert Knobl"
    },
    {
        "input": "Kiev 's Foreign Minister Hennady Udovenko said Beijing was overreacting.",
        "output": "Hennady Udovenko"
    },
    {
        "input": "Relations with Russia, which is our main partner, have great importance, \" Kuchma said.",
        "output": "Kuchma"
    },
    {
        "input": "Kuchma has said Kiev wants membership of the European Union, associate membership of the Western European Union defence grouping and to move closer to NATO.",
        "output": "Kuchma"
    },
    {
        "input": "A message from the West this week from U.S. President Bill Clinton congratulated Ukraine on the anniversary, promising to support market reforms and praising Ukraine as a \" stabilising factor \" in a united Europe.",
        "output": "Bill Clinton"
    },
    {
        "input": "Gazeta Shqiptare said the \" Book of Mass ', by Gjon Buzuku, dating from 1555 and discovered in 1740 in a religious seminary in Rome, was the first major document published in the Albanian language.",
        "output": "Gjon Buzuku"
    },
    {
        "input": "\" We Albanians, sons of Buzuku, believed our language had a written document but now we do not have it any more, \" lamented scholar Musa Hamiti, told of the loss by the Vatican library.",
        "output": "Musa Hamiti"
    },
    {
        "input": "\" We have always been concerned about barter deals with other countries, viewing them as a disguised kind of capital flight from Russia, \" Marina Volkova, deputy head of the currency department at the State Customs Committee, told Reuters.",
        "output": "Marina Volkova"
    },
    {
        "input": "Volkova said last year goods had been exported under many Russian barter deals, with nothing imported in return.",
        "output": "Volkova"
    },
    {
        "input": "\" The cost of exported goods is too often understated, so the actual share of barter deals in Russian exports and the amount of unimported goods may be even higher, \" Volkova said.",
        "output": "Volkova"
    },
    {
        "input": "\" If traders are late, they will have to pay fines worth the cost of their exported goods, \" Volkova said.",
        "output": "Volkova"
    },
    {
        "input": "Understating the cost of exported goods could still be a loophole for barter dealers, but Volkova said the authorities are currently \" tackling the technicalities of the issue \".",
        "output": "Volkova"
    },
    {
        "input": "Barter has always been a feature of the Soviet Union 's foreign trade, but Yeltsin 's decrees liberalising foreign trade in 1991-1992 has given barter a new impetus.",
        "output": "Yeltsin"
    },
    {
        "input": "A few years ago, barter deals accounted for up to 25-30 percent of Russian exports because \" thousands ( of ) trade companies which popped up preferred barter in the absence of reliable Russian banks and money transfer systems \", Volkova said.",
        "output": "Volkova"
    },
    {
        "input": "-- Dmitry Solovyov, Moscow Newsroom, +7095 941 8520",
        "output": "Dmitry Solovyov"
    },
    {
        "input": "Paramount Pictures is going ahead with a sequel to the Tom Cruise blockbuster, \" Mission : Impossible \" and hopes to release it in the summer of 1998, Daily Variety reported in its Friday edition.",
        "output": "Tom Cruise"
    },
    {
        "input": "It said \" Mission : Impossible \" director Brian De Palma would have first crack at the sequel, though no deals have been made yet.",
        "output": "Brian De Palma"
    },
    {
        "input": "Goldman, whose Oscars were for \" Butch Cassidy and the Sundance Kid \" and \" All the President 's Men \", earlier this summer criticised some of the season 's blockbusters.",
        "output": "Goldman"
    },
    {
        "input": "CRICKET - CRAWLEY FORCED TO SIT AND WAIT.",
        "output": "CRAWLEY"
    },
    {
        "input": "England batsman John Crawley was forced to endure a frustrating delay of over three hours before resuming his quest for a maiden test century in the third test against Pakistan on Friday.",
        "output": "John Crawley"
    },
    {
        "input": "Crawley, unbeaten on 94 overnight in an England total of 278 for six, was spotted strumming a guitar in the dressing-room as the Oval ground staff took centre stage.",
        "output": "Crawley"
    },
    {
        "input": "1. Gerhard Berger ( Austria ) Benetton 1 minute 53.706 seconds",
        "output": "Gerhard Berger"
    },
    {
        "input": "2. David Coulthard ( Britain ) McLaren 1:54.342",
        "output": "David Coulthard"
    },
    {
        "input": "3. Jacques Villeneuve ( Canada ) Williams 1:54.443",
        "output": "Jacques Villeneuve"
    },
    {
        "input": "4. Mika Hakkinen ( Finland ) McLaren 1:54.754",
        "output": "Mika Hakkinen"
    },
    {
        "input": "5. Heinz-Harald Frentzen ( Germany ) 1:54.984",
        "output": "Heinz-Harald Frentzen"
    },
    {
        "input": "6. Jean Alesi ( France ) Benetton 1:55.101",
        "output": "Jean Alesi"
    },
    {
        "input": "7. Damon Hill ( Britain ) Williams 1:55.281",
        "output": "Damon Hill"
    },
    {
        "input": "8. Michael Schumacher ( Germany ) 1:55.333",
        "output": "Michael Schumacher"
    },
    {
        "input": "9. Martin Brundle ( Britain ) Jordan 1:55.385",
        "output": "Martin Brundle"
    },
    {
        "input": "10. Rubens Barrichello ( Brazil ) Jordan 1:55.645",
        "output": "Rubens Barrichello"
    },
    {
        "input": "11. Johnny Herbert ( Britain ) Sauber 1:56.318",
        "output": "Johnny Herbert"
    },
    {
        "input": "12. Olivier Panis ( France ) Ligier 1:56.417",
        "output": "Olivier Panis"
    },
    {
        "input": "( Corrects that Habsudova is sixth seed ).",
        "output": "Habsudova"
    },
    {
        "input": "At Weston-super-Mare : Durham 326 ( D. Cox 95 not out,",
        "output": "D. Cox"
    },
    {
        "input": "Somerset 298-6 ( M. Lathwell 85,",
        "output": "M. Lathwell"
    },
    {
        "input": "R. Harden 65 ).",
        "output": "R. Harden"
    },
    {
        "input": "52 ; A. Cowan 5-68 ).",
        "output": "A. Cowan"
    },
    {
        "input": "Northamptonshire 160-4 ( K. Curran",
        "output": "K. Curran"
    },
    {
        "input": "At Trent Bridge : Nottinghamshire 392-6 ( G. Archer 143 not",
        "output": "G. Archer"
    },
    {
        "input": "out, M. Dowman 107 ) v Surrey.",
        "output": "M. Dowman"
    },
    {
        "input": "At Headingley : Yorkshire 529-8 declared ( C. White 181,",
        "output": "C. White"
    },
    {
        "input": "162-4 ( N. Fairbrother 53 not out ).",
        "output": "N. Fairbrother"
    },
    {
        "input": "CRICKET - POLLOCK HOPES FOR RETURN TO WARWICKSHIRE.",
        "output": "POLLOCK"
    },
    {
        "input": "South African all-rounder Shaun Pollock, forced to cut short his first season with Warwickshire to have ankle surgery, has told the English county he would like to return later in his career.",
        "output": "Shaun Pollock"
    },
    {
        "input": "Pollock, who returns home a month early next week, said : \" I would like to come back and play county cricket in the future and I do n't think I would like to swap counties. \"",
        "output": "Pollock"
    },
    {
        "input": "Explaining his premature departure was unavoidable, Pollock said : \" I have been carrying the injury for a while and I hope that by having the surgery now I will be able to last out the new season back home. \"",
        "output": "Pollock"
    },
    {
        "input": "R. Croft not out 5",
        "output": "R. Croft"
    },
    {
        "input": "Saeed Anwar not out 116",
        "output": "Saeed Anwar"
    },
    {
        "input": "Ijaz Ahmed not out 58",
        "output": "Ijaz Ahmed"
    },
    {
        "input": "Waqar Younis 4-95 )",
        "output": "Waqar Younis"
    },
    {
        "input": "SOCCER - SPONSORS CASH IN ON RAVANELLI 'S SHIRT DANCE.",
        "output": "RAVANELLI"
    },
    {
        "input": "Middlesbrough 's Italian striker Fabrizio Ravanelli is to wear his team sponsor 's name on the inside of his shirt so it can be seen when he scores.",
        "output": "Fabrizio Ravanelli"
    },
    {
        "input": "\" Having seen Ravanelli celebrate his goals...",
        "output": "Ravanelli"
    },
    {
        "input": "Rafter missed 10 weeks after wrist surgery earlier this year and the time away from tennis has given him a new perspective.",
        "output": "Rafter"
    },
    {
        "input": "\" Before when I was on tour, I always felt I had to be in bed by 9:30 or 10 o'clock and I had to be up at a certain time, \" Rafter said. \"",
        "output": "Rafter"
    },
    {
        "input": "\" I got more aggressive in the second and third sets and the wind picked up and that also affected things because Cedric definitely went off a little bit. \"",
        "output": "Cedric"
    },
    {
        "input": "The 26-year-old O'Brien, who won the ATP Tour stop in New Haven last week, has now won 18 of his last 20 matches, dating back to qualifying rounds in Los Angeles in late July.",
        "output": "O'Brien"
    },
    {
        "input": "\" I feel I 'm hitting the ball well even though I 'm having more mental letdowns than I did last week, \" O'Brien said. \"",
        "output": "O'Brien"
    },
    {
        "input": "RUGBY UNION - MULDER OUT OF SECOND TEST.",
        "output": "MULDER"
    },
    {
        "input": "Centre Japie Mulder has been ruled out of South Africa 's team for the second test against New Zealand in Pretoria on Saturday.",
        "output": "Japie Mulder"
    },
    {
        "input": "Mulder missed the first test in Durban with back spasms and failed a fitness check on Thursday.",
        "output": "Mulder"
    },
    {
        "input": "The line-up would not be announced until shortly before the start, Markgraaff said.",
        "output": "Markgraaff"
    },
    {
        "input": "TENNIS - INJURED CHANDA RUBIN OUT OF U.S. OPEN.",
        "output": "CHANDA RUBIN"
    },
    {
        "input": "Promising 10th-ranked American Chanda Rubin has pulled out of the U.S. Open Tennis Championships with a wrist injury, tournament officials announced.",
        "output": "Chanda Rubin"
    },
    {
        "input": "The 20-year-old Rubin, who was to be seeded 11th, is still suffering from tendinitis of the right wrist that has kept her sidelined in recent months.",
        "output": "Rubin"
    },
    {
        "input": "Men 's Australian Open champion Boris Becker will also miss the year 's final Grand Slam with a wrist injury.",
        "output": "Boris Becker"
    },
    {
        "input": "BASEBALL - SORRENTO HITS SLAM AS SEATTLE ROUTS ORIOLES.",
        "output": "SORRENTO"
    },
    {
        "input": "Norm Charlton retired the final three batters to seal the victory.",
        "output": "Norm Charlton"
    },
    {
        "input": "Sorrento followed by hitting a 1-2 pitch just over the right-field wall for a 7-0 advantage.",
        "output": "Sorrento"
    },
    {
        "input": "Right fielder Bobby Bonilla was after the ball, which was touched by fans at the top of the scoreboard in right.",
        "output": "Bobby Bonilla"
    },
    {
        "input": "\" Things fell in for us, \" said Sorrento, who has six career grand slams and hit the ninth of the season for the Mariners.",
        "output": "Sorrento"
    },
    {
        "input": "Moyer retired 11 straight batters between the third and seventh innings and threw two or fewer pitches to 11 of the 29 batters he faced.",
        "output": "Moyer"
    },
    {
        "input": "We won the game, \" said Moyer.",
        "output": "Moyer"
    },
    {
        "input": "Coppinger ( 7-5 ) was tagged for eight runs and 10 hits in 4 1/3 innings.",
        "output": "Coppinger"
    },
    {
        "input": "Orioles manager Davey Johnson missed the game after being admitted to a hospital with an irregular heartbeat.",
        "output": "Davey Johnson"
    },
    {
        "input": "Bench coach Andy Etchebarren took his place.",
        "output": "Andy Etchebarren"
    },
    {
        "input": "In Boston, Troy O'Leary homered off the right-field foul pole with one out in the bottom of the ninth and the Red Sox climbed to the.500 mark for the first time this season with their fourth straight victory, 2-1 over the Oakland Athletics.",
        "output": "Troy O'Leary"
    },
    {
        "input": "The run broke Clemens ' 28-inning shutout streak, longest in the majors this season.",
        "output": "Clemens"
    },
    {
        "input": "Reliever Mark Acre ( 0-1 ) took the loss.",
        "output": "Mark Acre"
    },
    {
        "input": "The Angels battered Kenny Rogers ( 10-7 ) for five runs in the first.",
        "output": "Kenny Rogers"
    },
    {
        "input": "Chuck Finley ( 12-12 ) snapped a four-game losing streak.",
        "output": "Chuck Finley"
    },
    {
        "input": "The Tigers won their third straight and halted a seven-game road losing streak behind Justin Thompson ( 1-2 ), who earned his first major-league win.",
        "output": "Justin Thompson"
    },
    {
        "input": "Tim Belcher ( 12-8 ) was tagged for six runs and nine hits in eight innings.",
        "output": "Tim Belcher"
    },
    {
        "input": "Hill ( 14-7 ) allowed 10 hits.",
        "output": "Hill"
    },
    {
        "input": "Hanson ( 11-15 ) allowed three hits, walked three and struck out four to snap a personal three-game losing streak.",
        "output": "Hanson"
    },
    {
        "input": "Fernandez ( 12-8 ) scattered six hits.",
        "output": "Fernandez"
    },
    {
        "input": "Sporting 's Luis Miguel Predrosa scored the first goal of the new league season as the Lisbon side cruised to a 3-1 away win over SC Espinho on Friday.",
        "output": "Luis Miguel Predrosa"
    },
    {
        "input": "Predrosa drilled a right-foot shot into the back of the net after 24 minutes to set Sporting on the way to victory.",
        "output": "Predrosa"
    },
    {
        "input": "Although Espinho 's Nail Besirovic put the home side back on terms in the 35th minute, Sporting quickly restored their lead.",
        "output": "Nail Besirovic"
    },
    {
        "input": "ATHLETICS - SALAH HISSOU BREAKS 10,000 METRES WORLD RECORD.",
        "output": "SALAH HISSOU"
    },
    {
        "input": "Morocco 's Salah Hissou broke the men 's 10,000 metres world record on Friday when he clocked 26 minutes 38.08 seconds at the Brussels grand prix on Friday.",
        "output": "Salah Hissou"
    },
    {
        "input": "The previous mark of 26:43.53 was set by Ethiopia 's Haile Gebreselassie in the Dutch town of Hengelo in June last year.",
        "output": "Haile Gebreselassie"
    },
    {
        "input": "Hansa Rostock 0 Hamburg 1 ( Baeron 64th min ).",
        "output": "Baeron"
    },
    {
        "input": "ATHLETICS - MASTERKOVA BREAKS SECOND WORLD RECORD IN 10 DAYS.",
        "output": "MASTERKOVA"
    },
    {
        "input": "Adrian Warner",
        "output": "Adrian Warner"
    },
    {
        "input": "Russia 's double Olympic champion Svetlana Masterkova smashed her second world record in just 10 days on Friday when she bettered the mark for the women 's 1,000 metres.",
        "output": "Svetlana Masterkova"
    },
    {
        "input": "The Russian ate up the ground in a swift last lap to shave 0.36 seconds off the previous best of 2:29.34 set by Mozambique 's Maria Mutola in the same stadium in August last year.",
        "output": "Maria Mutola"
    },
    {
        "input": "Masterkova dominated the middle-distance races at the recent Atlanta Games following her return to competition this season after a three-year maternity break.",
        "output": "Masterkova"
    },
    {
        "input": "The record of four minutes, 12.56 seconds in Zurich earned Masterkova a bonus of $ 50,000 plus one kilo of gold.",
        "output": "Masterkova"
    },
    {
        "input": "Masterkova clearly enjoyed it.",
        "output": "Masterkova"
    },
    {
        "input": "Mutola looked threatening in the final 200 metres but the Russian found an extra gear to power home several strides ahead, pointing at the time on the clock with delight as she crossed the line.",
        "output": "Mutola"
    },
    {
        "input": "2:30.67 Christine Wachtel ( Germany ) Berlin 17.8.90",
        "output": "Christine Wachtel"
    },
    {
        "input": "2:29.34 Maria Mutola ( Mozambique ) Brussels 25.8.95",
        "output": "Maria Mutola"
    },
    {
        "input": "2:28.98 Svetlana Masterkova ( Russia ) Brussels 23.8.96",
        "output": "Svetlana Masterkova"
    },
    {
        "input": "ATHLETICS - MASTERKOVA BREAKS WOMEN 'S WORLD 1,000 RECORD.",
        "output": "MASTERKOVA"
    },
    {
        "input": "Russian Svetlana Masterkova broke the women 's world 1,000 metres record on Friday when she clocked an unofficial two minutes 28.99 seconds at the Brussels grand prix.",
        "output": "Svetlana Masterkova"
    },
    {
        "input": "The previous mark of 2:29.34 was set by Mozambique 's Maria Mutola here on August 25 last year.",
        "output": "Maria Mutola"
    },
    {
        "input": "128 Ian Woosnam 64 64",
        "output": "Ian Woosnam"
    },
    {
        "input": "129 Robert Karlsson ( Sweden ) 67 62",
        "output": "Robert Karlsson"
    },
    {
        "input": "Diego Borrego ( Spain ) 69 63",
        "output": "Diego Borrego"
    },
    {
        "input": "68 65, Eamonn Darcy ( Ireland ) 65 68",
        "output": "Eamonn Darcy"
    },
    {
        "input": "67 67, Francisco Cea ( Spain ) 68 66",
        "output": "Francisco Cea"
    },
    {
        "input": "ATHLETICS - MITCHELL UPSTAGES TRIO OF OLYMPIC SPRINT CHAMPIONS.",
        "output": "MITCHELL"
    },
    {
        "input": "Adrian Warner",
        "output": "Adrian Warner"
    },
    {
        "input": "American Dennis Mitchell upstaged a trio of past and present Olympic 100 metres champions on Friday with a storming victory at the Brussels grand prix.",
        "output": "Dennis Mitchell"
    },
    {
        "input": "The American, who finished fourth at the Atlanta Games, was fast out of his blocks and held off Bailey 's late burst in the final 20 metres before heading off for a lap of celebration.",
        "output": "Bailey"
    },
    {
        "input": "Christie, competing in what is expected to be his last major international meeting, finished fifth in 10.14.",
        "output": "Christie"
    },
    {
        "input": "Lewis, making a rare appearance in Europe in a sprint race, left the track with a slight limp.",
        "output": "Lewis"
    },
    {
        "input": "Jackson, the only man to have run faster, could not live with his speed, taking second in 13.24 seconds.",
        "output": "Jackson"
    },
    {
        "input": "But Sweden 's Olympic high hurdles champion Ludmila Engquist, who crashed out of last week 's meeting in Zurich after hitting a hurdle, also kept her footing perfectly to win in a fast 12.60 seconds.",
        "output": "Ludmila Engquist"
    },
    {
        "input": "Olympic silver medallist Brigita Bukovec of Slovenia could finish only fifth in the race in 12.95.",
        "output": "Brigita Bukovec"
    },
    {
        "input": "The Zurich fall cost Engquist a shot at a jackpot of 20 one-kg gold bars which can be won by athletes who clinch their events at all of the Golden Four series in Oslo, Zurich, Brussels and Berlin.",
        "output": "Engquist"
    },
    {
        "input": "Seven athletes went into Friday 's penultimate meeting of the series with a chance of winning the prize and American men 's 400 metres hurdles champion Derrick Adkins kept his hopes alive in the competition by winning his event in 47.93.",
        "output": "Derrick Adkins"
    },
    {
        "input": "American Olympic champion Gail Devers clocked a swift 10.84 seconds on her way to victory in the women 's 100 metres, the second fastest time of the season and 0.10 seconds faster than her winning time in Atlanta.",
        "output": "Gail Devers"
    },
    {
        "input": "American world champion Gwen Torrence, the bronze medallist in Atlanta, was second in 11.00.",
        "output": "Gwen Torrence"
    },
    {
        "input": "It was a costly defeat for Ottey since it threw her out of the race for the Golden Four jackpot.",
        "output": "Ottey"
    },
    {
        "input": "1. Ilke Wyludda ( Germany ) 66.60 metres",
        "output": "Ilke Wyludda"
    },
    {
        "input": "2. Ellina Zvereva ( Belarus ) 65.66",
        "output": "Ellina Zvereva"
    },
    {
        "input": "3. Franka Dietzsch ( Germany ) 61.74",
        "output": "Franka Dietzsch"
    },
    {
        "input": "4. Natalya Sadova ( Russia ) 61.64",
        "output": "Natalya Sadova"
    },
    {
        "input": "5. Mette Bergmann ( Norway ) 61.44",
        "output": "Mette Bergmann"
    },
    {
        "input": "6. Nicoleta Grasu ( Romania ) 61.36",
        "output": "Nicoleta Grasu"
    },
    {
        "input": "7. Olga Chernyavskaya ( Russia ) 60.46",
        "output": "Olga Chernyavskaya"
    },
    {
        "input": "8. Irina Yatchenko ( Belarus ) 58.92",
        "output": "Irina Yatchenko"
    },
    {
        "input": "1. Ludmila Engquist ( Sweden ) 12.60 seconds",
        "output": "Ludmila Engquist"
    },
    {
        "input": "2. Michelle Freeman ( Jamaica ) 12.77",
        "output": "Michelle Freeman"
    },
    {
        "input": "3. Aliuska Lopez ( Cuba ) 12.85",
        "output": "Aliuska Lopez"
    },
    {
        "input": "4. Dionne Rose ( Jamaica ) 12.88",
        "output": "Dionne Rose"
    },
    {
        "input": "5. Brigita Bukovec ( Slovakia ) 12.95",
        "output": "Brigita Bukovec"
    },
    {
        "input": "6. Yulia Graudin ( Russia ) 12.96",
        "output": "Yulia Graudin"
    },
    {
        "input": "7. Julie Baumann ( Switzerland ) 13.36",
        "output": "Julie Baumann"
    },
    {
        "input": "8. Patricia Girard-Leno ( France ) 13.36",
        "output": "Patricia Girard-Leno"
    },
    {
        "input": "9. Dawn Bowles ( U.S. ) 13.53",
        "output": "Dawn Bowles"
    },
    {
        "input": "1. Allen Johnson ( U.S. ) 12.92 seconds",
        "output": "Allen Johnson"
    },
    {
        "input": "2. Colin Jackson ( Britain ) 13.24",
        "output": "Colin Jackson"
    },
    {
        "input": "3. Emilio Valle ( Cuba ) 13.33",
        "output": "Emilio Valle"
    },
    {
        "input": "4. Sven Pieters ( Belgium ) 13.37",
        "output": "Sven Pieters"
    },
    {
        "input": "5. Steve Brown ( U.S. ) 13.38",
        "output": "Steve Brown"
    },
    {
        "input": "6. Frank Asselman ( Belgium ) 13.64",
        "output": "Frank Asselman"
    },
    {
        "input": "7. Hubert Grossard ( Belgium ) 13.65",
        "output": "Hubert Grossard"
    },
    {
        "input": "8. Jonathan N'Senga ( Belgium ) 13.66",
        "output": "Jonathan N'Senga"
    },
    {
        "input": "9. Johan Lisabeth ( Belgium ) 13.75",
        "output": "Johan Lisabeth"
    },
    {
        "input": "1. Roberta Brunet ( Italy ) 14 minutes 48.96 seconds",
        "output": "Roberta Brunet"
    },
    {
        "input": "2. Fernanda Ribeiro ( Portugal ) 14:49.81",
        "output": "Fernanda Ribeiro"
    },
    {
        "input": "3. Sally Barsosio ( Kenya ) 14:58.29",
        "output": "Sally Barsosio"
    },
    {
        "input": "4. Paula Radcliffe ( Britain ) 14:59.70",
        "output": "Paula Radcliffe"
    },
    {
        "input": "5. Julia Vaquero ( Spain ) 15:04.94",
        "output": "Julia Vaquero"
    },
    {
        "input": "6. Catherine McKiernan ( Ireland ) 15:07.57",
        "output": "Catherine McKiernan"
    },
    {
        "input": "7. Annette Peters ( U.S. ) 15:07.85",
        "output": "Annette Peters"
    },
    {
        "input": "8. Pauline Konga ( Kenya ) 15:11.40",
        "output": "Pauline Konga"
    },
    {
        "input": "1. Dennis Mitchell ( U.S. ) 10.03 seconds",
        "output": "Dennis Mitchell"
    },
    {
        "input": "2. Donovan Bailey ( Canada ) 10.09",
        "output": "Donovan Bailey"
    },
    {
        "input": "3. Carl Lewis ( U.S. ) 10.10",
        "output": "Carl Lewis"
    },
    {
        "input": "4. Ato Boldon ( Trinidad ) 10.12",
        "output": "Ato Boldon"
    },
    {
        "input": "5. Linford Christie ( Britain ) 10.14",
        "output": "Linford Christie"
    },
    {
        "input": "6. Davidson Ezinwa ( Nigeria ) 10.15",
        "output": "Davidson Ezinwa"
    },
    {
        "input": "7. Jon Drummond ( U.S. ) 10.16",
        "output": "Jon Drummond"
    },
    {
        "input": "8. Bruny Surin ( Canada ) 10.30",
        "output": "Bruny Surin"
    },
    {
        "input": "1. Derrick Adkins ( U.S. ) 47.93 seconds",
        "output": "Derrick Adkins"
    },
    {
        "input": "2. Samuel Matete ( Zambia ) 47.99",
        "output": "Samuel Matete"
    },
    {
        "input": "3. Rohan Robinson ( Australia ) 48.86",
        "output": "Rohan Robinson"
    },
    {
        "input": "4. Torrance Zellner ( U.S. ) 49.06",
        "output": "Torrance Zellner"
    },
    {
        "input": "5. Jean-Paul Bruwier ( Belgium ) 49.24",
        "output": "Jean-Paul Bruwier"
    },
    {
        "input": "6. Dusan Kovacs ( Hungary ) 49.31",
        "output": "Dusan Kovacs"
    },
    {
        "input": "7. Calvin Davis ( U.S. ) 49.49",
        "output": "Calvin Davis"
    },
    {
        "input": "8. Laurent Ottoz ( Italy ) 49.61",
        "output": "Laurent Ottoz"
    },
    {
        "input": "9. Marc Dollendorf ( Belgium ) 50.36",
        "output": "Marc Dollendorf"
    },
    {
        "input": "1. Gail Devers ( U.S. ) 10.84 seconds",
        "output": "Gail Devers"
    },
    {
        "input": "2. Gwen Torrence ( U.S. ) 11.00",
        "output": "Gwen Torrence"
    },
    {
        "input": "3. Merlene Ottey ( Jamaica ) 11.04",
        "output": "Merlene Ottey"
    },
    {
        "input": "4. Mary Onyali ( Nigeria ) 11.09",
        "output": "Mary Onyali"
    },
    {
        "input": "5. Chryste Gaines ( U.S. ) 11.18",
        "output": "Chryste Gaines"
    },
    {
        "input": "6. Zhanna Pintusevich ( Ukraine ) 11.27",
        "output": "Zhanna Pintusevich"
    },
    {
        "input": "7. Irina Privalova ( Russia ) 11.28",
        "output": "Irina Privalova"
    },
    {
        "input": "8. Natalia Voronova ( Russia ) 11.28",
        "output": "Natalia Voronova"
    },
    {
        "input": "9. Juliet Cuthbert ( Jamaica ) 11.31",
        "output": "Juliet Cuthbert"
    },
    {
        "input": "1. Regina Jacobs ( U.S. ) 4 minutes 01.77 seconds",
        "output": "Regina Jacobs"
    },
    {
        "input": "2. Patricia Djate ( France ) 4:02.26",
        "output": "Patricia Djate"
    },
    {
        "input": "3. Carla Sacramento ( Portugal ) 4:02.67",
        "output": "Carla Sacramento"
    },
    {
        "input": "4. Yekaterina Podkopayeva ( Russia ) 4:04.78",
        "output": "Yekaterina Podkopayeva"
    },
    {
        "input": "5. Margret Crowley ( Australia ) 4:05.00",
        "output": "Margret Crowley"
    },
    {
        "input": "6. Leah Pells ( Canada ) 4:05.64",
        "output": "Leah Pells"
    },
    {
        "input": "7. Sarah Thorsett ( U.S. ) 4:06.80",
        "output": "Sarah Thorsett"
    },
    {
        "input": "8. Sinead Delahunty ( Ireland ) 4:07.27",
        "output": "Sinead Delahunty"
    },
    {
        "input": "1. Joseph Keter ( Kenya ) 8 minutes 10.02 seconds",
        "output": "Joseph Keter"
    },
    {
        "input": "2. Patrick Sang ( Kenya ) 8:12.04",
        "output": "Patrick Sang"
    },
    {
        "input": "3. Moses Kiptanui ( Kenya ) 8:12.65",
        "output": "Moses Kiptanui"
    },
    {
        "input": "4. Gideon Chirchir ( Kenya ) 8:15.69",
        "output": "Gideon Chirchir"
    },
    {
        "input": "5. Richard Kosgei ( Kenya ) 8:16.80",
        "output": "Richard Kosgei"
    },
    {
        "input": "6. Larbi El Khattabi ( Morocco ) 8:17.29",
        "output": "Larbi El Khattabi"
    },
    {
        "input": "7. Eliud Barngetuny ( Kenya ) 8:17.66",
        "output": "Eliud Barngetuny"
    },
    {
        "input": "8. Bernard Barmasai ( Kenya ) 8:17.94",
        "output": "Bernard Barmasai"
    },
    {
        "input": "1. Michael Johnson ( U.S. ) 44.29 seconds",
        "output": "Michael Johnson"
    },
    {
        "input": "2. Derek Mills ( U.S. ) 44.78",
        "output": "Derek Mills"
    },
    {
        "input": "3. Anthuan Maybank ( U.S. ) 44.92",
        "output": "Anthuan Maybank"
    },
    {
        "input": "4. Davis Kamoga ( Uganda ) 44.96",
        "output": "Davis Kamoga"
    },
    {
        "input": "5. Jamie Baulch ( Britain ) 45.08",
        "output": "Jamie Baulch"
    },
    {
        "input": "6. Sunday Bada ( Nigeria ) 45.21",
        "output": "Sunday Bada"
    },
    {
        "input": "7. Samson Kitur ( Kenya ) 45.34",
        "output": "Samson Kitur"
    },
    {
        "input": "8. Mark Richardson ( Britain ) 45.67",
        "output": "Mark Richardson"
    },
    {
        "input": "9. Jason Rouser ( U.S. ) 46.11",
        "output": "Jason Rouser"
    },
    {
        "input": "1. Frankie Fredericks ( Namibia ) 19.92 seconds",
        "output": "Frankie Fredericks"
    },
    {
        "input": "2. Ato Boldon ( Trinidad ) 19.99",
        "output": "Ato Boldon"
    },
    {
        "input": "3. Jeff Williams ( U.S. ) 20.21",
        "output": "Jeff Williams"
    },
    {
        "input": "4. Jon Drummond ( U.S. ) 20.42",
        "output": "Jon Drummond"
    },
    {
        "input": "5. Patrick Stevens ( Belgium ) 20.42",
        "output": "Patrick Stevens"
    },
    {
        "input": "6. Michael Marsh ( U.S. ) 20.43",
        "output": "Michael Marsh"
    },
    {
        "input": "7. Ivan Garcia ( Cuba ) 20.45",
        "output": "Ivan Garcia"
    },
    {
        "input": "8. Eric Wymeersch ( Belgium ) 20.84",
        "output": "Eric Wymeersch"
    },
    {
        "input": "9. Lamont Smith ( U.S. ) 21.08",
        "output": "Lamont Smith"
    },
    {
        "input": "1. Svetlana Masterkova ( Russia ) 2 minutes 28.98 seconds",
        "output": "Svetlana Masterkova"
    },
    {
        "input": "2. Maria Mutola ( Mozambique ) 2:29.66",
        "output": "Maria Mutola"
    },
    {
        "input": "3. Malgorzata Rydz ( Poland ) 2:39.00",
        "output": "Malgorzata Rydz"
    },
    {
        "input": "4. Anja Smolders ( Belgium ) 2:43.06",
        "output": "Anja Smolders"
    },
    {
        "input": "5. Veerle De Jaeghere ( Belgium ) 2:43.18",
        "output": "Veerle De Jaeghere"
    },
    {
        "input": "6. Eleonora Berlanda ( Italy ) 2:43.44",
        "output": "Eleonora Berlanda"
    },
    {
        "input": "7. Anneke Matthijs ( Belgium ) 2:43.82",
        "output": "Anneke Matthijs"
    },
    {
        "input": "8. Jacqueline Martin ( Spain ) 2:44.22",
        "output": "Jacqueline Martin"
    },
    {
        "input": "1. Mary Onyali ( Nigeria ) 22.42 seconds",
        "output": "Mary Onyali"
    },
    {
        "input": "2. Inger Miller ( U.S. ) 22.66",
        "output": "Inger Miller"
    },
    {
        "input": "3. Irina Privalova ( Russia ) 22.68",
        "output": "Irina Privalova"
    },
    {
        "input": "4. Natalia Voronova ( Russia ) 22.73",
        "output": "Natalia Voronova"
    },
    {
        "input": "5. Marina Trandenkova ( Russia ) 22.84",
        "output": "Marina Trandenkova"
    },
    {
        "input": "6. Chandra Sturrup ( Bahamas ) 22.85",
        "output": "Chandra Sturrup"
    },
    {
        "input": "7. Zundra Feagin ( U.S. ) 23.18",
        "output": "Zundra Feagin"
    },
    {
        "input": "8. Galina Malchugina ( Russia ) 23.25",
        "output": "Galina Malchugina"
    },
    {
        "input": "1. Cathy Freeman ( Australia ) 49.48 seconds",
        "output": "Cathy Freeman"
    },
    {
        "input": "2. Marie-Jose Perec ( France ) 49.72",
        "output": "Marie-Jose Perec"
    },
    {
        "input": "3. Falilat Ogunkoya ( Nigeria ) 49.97",
        "output": "Falilat Ogunkoya"
    },
    {
        "input": "4. Pauline Davis ( Bahamas ) 50.14",
        "output": "Pauline Davis"
    },
    {
        "input": "5. Fatima Yussuf ( Nigeria ) 50.14",
        "output": "Fatima Yussuf"
    },
    {
        "input": "6. Maicel Malone ( U.S. ) 50.51",
        "output": "Maicel Malone"
    },
    {
        "input": "7. Hana Benesova ( Czech Republic ) 51.71",
        "output": "Hana Benesova"
    },
    {
        "input": "8. Ann Mercken ( Belgium ) 53.55",
        "output": "Ann Mercken"
    },
    {
        "input": "1. Daniel Komen ( Kenya ) 7 minutes 25.87 seconds",
        "output": "Daniel Komen"
    },
    {
        "input": "2. Khalid Boulami ( Morocco ) 7:31.65",
        "output": "Khalid Boulami"
    },
    {
        "input": "3. Bob Kennedy ( U.S. ) 7:31.69",
        "output": "Bob Kennedy"
    },
    {
        "input": "4. El Hassane Lahssini ( Morocco ) 7:32.44",
        "output": "El Hassane Lahssini"
    },
    {
        "input": "5. Thomas Nyariki ( Kenya ) 7:35.56",
        "output": "Thomas Nyariki"
    },
    {
        "input": "6. Noureddine Morceli ( Algeria ) 7:36.81",
        "output": "Noureddine Morceli"
    },
    {
        "input": "7. Fita Bayesa ( Ethiopia ) 7:38.09",
        "output": "Fita Bayesa"
    },
    {
        "input": "8. Martin Keino ( Kenya ) 7:38.88",
        "output": "Martin Keino"
    },
    {
        "input": "1. Lars Riedel ( Germany ) 66.74 metres",
        "output": "Lars Riedel"
    },
    {
        "input": "2. Anthony Washington ( U.S. ) 66.72",
        "output": "Anthony Washington"
    },
    {
        "input": "3. Vladimir Dubrovshchik ( Belarus ) 64.02",
        "output": "Vladimir Dubrovshchik"
    },
    {
        "input": "4. Virgilius Alekna ( Lithuania ) 63.62",
        "output": "Virgilius Alekna"
    },
    {
        "input": "5. Juergen Schult ( Germany ) 63.48",
        "output": "Juergen Schult"
    },
    {
        "input": "6. Vassiliy Kaptyukh ( Belarus ) 61.80",
        "output": "Vassiliy Kaptyukh"
    },
    {
        "input": "7. Vaclavas Kidikas ( Lithuania ) 60.92",
        "output": "Vaclavas Kidikas"
    },
    {
        "input": "8. Michael Mollenbeck ( Germany ) 59.24",
        "output": "Michael Mollenbeck"
    },
    {
        "input": "1. Jonathan Edwards ( Britain ) 17.50 metres",
        "output": "Jonathan Edwards"
    },
    {
        "input": "2. Yoelvis Quesada ( Cuba ) 17.29",
        "output": "Yoelvis Quesada"
    },
    {
        "input": "3. Brian Wellman ( Bermuda ) 17.05",
        "output": "Brian Wellman"
    },
    {
        "input": "4. Kenny Harrison ( U.S. ) 16.97",
        "output": "Kenny Harrison"
    },
    {
        "input": "5. Gennadi Markov ( Russia ) 16.66",
        "output": "Gennadi Markov"
    },
    {
        "input": "6. Francis Agyepong ( Britain ) 16.63",
        "output": "Francis Agyepong"
    },
    {
        "input": "7. Rogel Nachum ( Israel ) 16.36",
        "output": "Rogel Nachum"
    },
    {
        "input": "8. Sigurd Njerve ( Norway ) 16.35",
        "output": "Sigurd Njerve"
    },
    {
        "input": "1. Hicham El Guerrouj ( Morocco ) three minutes 29.05 seconds",
        "output": "Hicham El Guerrouj"
    },
    {
        "input": "2. Isaac Viciosa ( Spain ) 3:33.00",
        "output": "Isaac Viciosa"
    },
    {
        "input": "3. William Tanui ( Kenya ) 3:33.36",
        "output": "William Tanui"
    },
    {
        "input": "4. Elijah Maru ( Kenya ) 3:33.64",
        "output": "Elijah Maru"
    },
    {
        "input": "5. Marcus O'Sullivan ( Ireland ) 3:33.77",
        "output": "Marcus O'Sullivan"
    },
    {
        "input": "6. John Mayock ( Britain ) 3:33.94",
        "output": "John Mayock"
    },
    {
        "input": "7. Laban Rotich ( Kenya ) 3:34.12",
        "output": "Laban Rotich"
    },
    {
        "input": "8. Christophe Impens ( Belgium ) 3:34.13",
        "output": "Christophe Impens"
    },
    {
        "input": "1. Stefka Kostadinova ( Bulgaria ) 2.03 metres",
        "output": "Stefka Kostadinova"
    },
    {
        "input": "2. Inga Babakova ( Ukraine ) 2.03",
        "output": "Inga Babakova"
    },
    {
        "input": "3. Alina Astafei ( Germany ) 1.97",
        "output": "Alina Astafei"
    },
    {
        "input": "4. Tatyana Motkova ( Russia ) 1.94",
        "output": "Tatyana Motkova"
    },
    {
        "input": "5. Svetlana Zalevskaya ( Kazakhstan ) 1.91",
        "output": "Svetlana Zalevskaya"
    },
    {
        "input": "6. Yelena Gulyayeva ( Russia ) 1.88",
        "output": "Yelena Gulyayeva"
    },
    {
        "input": "7. Hanna Haugland ( Norway ) 1.88",
        "output": "Hanna Haugland"
    },
    {
        "input": "Olga Boshova ( Moldova ) 1.85",
        "output": "Olga Boshova"
    },
    {
        "input": "Nele Zilinskiene ( Lithuania ) 1.85",
        "output": "Nele Zilinskiene"
    },
    {
        "input": "1. Salah Hissou ( Morocco ) 26 minutes 38.08 seconds ( world",
        "output": "Salah Hissou"
    },
    {
        "input": "2. Paul Tergat ( Kenya ) 26:54.41",
        "output": "Paul Tergat"
    },
    {
        "input": "3. Paul Koech ( Kenya ) 26:56.78",
        "output": "Paul Koech"
    },
    {
        "input": "4. William Kiptum ( Kenya ) 27:18.84",
        "output": "William Kiptum"
    },
    {
        "input": "5. Aloys Nizigama ( Burundi ) 27:25.13",
        "output": "Aloys Nizigama"
    },
    {
        "input": "6. Mathias Ntawulikura ( Rwanda ) 27:25.48",
        "output": "Mathias Ntawulikura"
    },
    {
        "input": "7. Abel Anton ( Spain ) 28:18.44",
        "output": "Abel Anton"
    },
    {
        "input": "8. Kamiel Maase ( Netherlands ) 28.29.42",
        "output": "Kamiel Maase"
    },
    {
        "input": "9. Worku Bekila ( Ethiopia ) 28.42.23",
        "output": "Worku Bekila"
    },
    {
        "input": "10. Robert Stefko ( Slovakia ) 28:42.26",
        "output": "Robert Stefko"
    },
    {
        "input": "SOCCER - JORGE CALLS UP SIX PORTO PLAYERS FOR WORLD CUP QUALIFIER.",
        "output": "JORGE"
    },
    {
        "input": "Portugal 's new coach Artur Jorge called up six players from league champions Porto on Friday in an 18-man squad for the opening World Cup qualifier against Armenia on August 31.",
        "output": "Artur Jorge"
    },
    {
        "input": "Midfielder Paulo Sousa, recently transferred to Borussia Dortmund from Italy 's Juventus, is the only leading member of the Portuguese side from this year 's European championships who will not make the trip.",
        "output": "Paulo Sousa"
    },
    {
        "input": "SOCCER - VOGTS KEEPS FAITH WITH EURO ' 96 CHAMPIONS.",
        "output": "VOGTS"
    },
    {
        "input": "Trainer Berti Vogts kept faith with his entire European championship winning squad for Germany 's first match since their title victory, a friendly in Poland.",
        "output": "Berti Vogts"
    },
    {
        "input": "Vogts picked no new players for the squad for the September 4 game in Zabrze.",
        "output": "Vogts"
    },
    {
        "input": "Instead on Friday he nominated all 23 Euro ' 96 veterans including Bremen 's Jens Todt, called up before the final by special UEFA dispensation.",
        "output": "Jens Todt"
    },
    {
        "input": "\" This squad is currently the basis of my planning for the 1998 World Cup, \" Vogts said. \"",
        "output": "Vogts"
    },
    {
        "input": "-- Dimitris Kontogiannis, Athens Newsroom +301 3311812-4",
        "output": "Dimitris Kontogiannis"
    },
    {
        "input": "The Sri Lankans were first found guilty then cleared of ball tampering and off-spinner Muttiah Muralitharan was called for throwing during a controversial three-test series in Australia.",
        "output": "Muttiah Muralitharan"
    },
    {
        "input": "\" Our concern is to get out there and play proper cricket, \" Sri Lanka captain Arjuna Ranatunga told a news conference on the eve of a warmup match between the World Cup champions and a World XI team scheduled for Saturday.",
        "output": "Arjuna Ranatunga"
    },
    {
        "input": "\" I believe relations between the two teams will be excellent, \" Batterby said.",
        "output": "Batterby"
    },
    {
        "input": "Battersby said he was satisfied with the security arrangements.",
        "output": "Battersby"
    },
    {
        "input": "Australia, led by wicketkeeper Ian Healy, opened their short tour of Sri Lanka with a five-run win over the country 's youth team on Thursday.",
        "output": "Ian Healy"
    },
    {
        "input": "- President Dos Santos proposes the establishment by UN Security Council of definitive and final timetable for the tasks and obligations under the Lusaka Agreement and the sending of a mission of SC, as soon as possible, to supervise the execution of the agreement.",
        "output": "Dos Santos"
    },
    {
        "input": "Commonwealth ministers concerned about human rights in Nigeria may cancel a planned trip there because of government restrictions on their mission, Canadian Foreign Minister Lloyd Axworthy said on Friday.",
        "output": "Lloyd Axworthy"
    },
    {
        "input": "\" The reaction of the regime there is such that many of us feel that the mission under the present circumstances should n't go ahead, \" Axworthy said.",
        "output": "Axworthy"
    },
    {
        "input": "- Analyst Alexander Paris said he expected consistent 20 percent earnings growth after an estimated gain of 18 percent for 1996.",
        "output": "Alexander Paris"
    },
    {
        "input": "Buffett raises Property Capital stake.",
        "output": "Buffett"
    },
    {
        "input": "Omaha billionaire Warren Buffett said Friday he raised his stake in Property Capital Trust to 8.0 percent from 6.7 percent.",
        "output": "Warren Buffett"
    },
    {
        "input": "In a filing with the Securities and Exchnage Commission, Buffett said he bought 62,900 additional common shares of the Boston-based real estate investment trust at prices ranging from $ 7.65 to $ 8.02 a share.",
        "output": "Buffett"
    },
    {
        "input": "Buffett, who is well-known as a long-term investor, is chairman of Berkshire Hathaway Inc, a holding company through which he holds investments in several large U.S. companies.",
        "output": "Buffett"
    },
    {
        "input": "Saeed Anwar not out 116",
        "output": "Saeed Anwar"
    },
    {
        "input": "Ijaz Ahmed not out 58",
        "output": "Ijaz Ahmed"
    },
    {
        "input": "RTRS - Golf : Norman sacks his coach after disappointing season.",
        "output": "Norman"
    },
    {
        "input": "Norman, a two-time British Open champion, parted ways with his long-time mentor after drawing a blank in this year 's four majors, winning two tournaments worldwide.",
        "output": "Norman"
    },
    {
        "input": "On Wednesday Norman described this year as his worst on the professional circuit since 1991, when he failed to win a tournament.",
        "output": "Norman"
    },
    {
        "input": "\" My application this year has been strange, \" Norman said. \"",
        "output": "Norman"
    },
    {
        "input": "Ori Lewis",
        "output": "Ori Lewis"
    },
    {
        "input": "\" The very first thing we thought about after we knew we would be promoted was the game against Betar Jerusalem, \" said Taibe supporter Karem Haj Yihye.",
        "output": "Karem Haj Yihye"
    },
    {
        "input": "Two weeks ago Taibe, coached by Pole Wojtek Lazarek, met Betar, a club closely associated with the right-wing Likud party, for the first time in a Cup match in Jerusalem.",
        "output": "Wojtek Lazarek"
    },
    {
        "input": "\" We 're used to hearing the taunts of \" Death to the Arabs ', \" said Sameh Haj Yihye, a Taibe resident who studies at Jerusalem 's Hebrew University. \"",
        "output": "Sameh Haj Yihye"
    },
    {
        "input": "\" There are no parks or empty areas of land around here, so when we want to play a friendly game of soccer we all load up in the car and travel to Tel Aviv, \" 60 km ( 36 miles ) away, Sameh Haj Yihye said.",
        "output": "Sameh Haj Yihye"
    },
    {
        "input": "\" We plan to build a 10,000-seat stadium, but it may well be situated elsewhere, \" said club chairman Abdul Rahman Haj Yihye. \"",
        "output": "Abdul Rahman Haj Yihye"
    },
    {
        "input": "\" We are Israelis, there is no question about that, \" said Karem Haj Yihye, a hotel waiter.",
        "output": "Karem Haj Yihye"
    },
    {
        "input": "\" We do n't feel our club represents Palestinian Arabs, \" said club chairman Abdul Rahman. \"",
        "output": "Abdul Rahman"
    },
    {
        "input": "-- Damien Lynch, Dublin Newsroom +353 1 6603377",
        "output": "Damien Lynch"
    },
    {
        "input": "The draw made on Friday pitted Juventus, who beat Dutch champions Ajax Amsterdam 4-2 on penalties in last year 's final, against Alex Ferguson 's European hopefuls in group C.",
        "output": "Alex Ferguson"
    },
    {
        "input": "The News Agency of Nigeria ( NAN ) quoted police spokesman Umar Shelling as saying the six were killed on Wednesday.",
        "output": "Umar Shelling"
    },
    {
        "input": "Innocent Butare, executive secretary of the Rally for the Return of Refugees and Democracy in Rwanda ( RDR ) which says it has the support of Rwanda 's exiled Hutus, appealed to the international community to deter the two countries from going ahead with what it termed a \" forced and inhuman action \".",
        "output": "Innocent Butare"
    },
    {
        "input": "Ministry spokesman Ryszard Hincza told the Polish agency the services would work together against mafia-style groups, drug smuggling and illegal trade in arms and radioactive materials.",
        "output": "Ryszard Hincza"
    },
    {
        "input": "\" There has been some shooting from their side but it has been relatively quiet, \" said fighter Aslan Shabazov, a bearded man wearing a white t-shirt and camoflage trousers.",
        "output": "Aslan Shabazov"
    },
    {
        "input": "\" The ceasefire is being observed, \" said woman soldier Svetlana Goncharova, 35, short dark hair poking out from under a peaked camouflage cap.",
        "output": "Svetlana Goncharova"
    },
    {
        "input": "The two also agreed to set up joint patrols in Grozny, but Goncharova said she was sceptical about whether this could work.",
        "output": "Goncharova"
    },
    {
        "input": "Granic arrives to sign Croatia-Yugoslavia treaty.",
        "output": "Granic"
    },
    {
        "input": "Croatian Foreign Minister Mate Granic landed at Belgrade airport aboard a Croatian government jet on Friday morning for talks with his Yugoslav counterparts and a signing ceremony expected around noon ( 1000 GMT ).",
        "output": "Mate Granic"
    },
    {
        "input": "Ecuador 's President Abdala Bucaram has announced he will hold regular lunches in his presidential palace for members of the country 's different ethnic groups as of next week.",
        "output": "Abdala Bucaram"
    },
    {
        "input": "\" It was about time for the Indians, the blacks and the mixed-bloods to begin eating in the palace with their president because this is not a palace exclusively for the potentates and ambassadors and protocol, \" Bucaram said late on Thursday.",
        "output": "Bucaram"
    },
    {
        "input": "Bucaram, who was elected on a populist platform last month, also plans to create a ministry for ethnic cultures.",
        "output": "Bucaram"
    },
    {
        "input": "HK 's Tsang to visit Indonesia, New Zealand.",
        "output": "Tsang"
    },
    {
        "input": "Hong Kong Financial Secretary Donald Tsang will visit Indonesia and New Zealand from August 25 to 31, the government said on Friday.",
        "output": "Donald Tsang"
    },
    {
        "input": "Rana Sabbagh",
        "output": "Rana Sabbagh"
    },
    {
        "input": "Adel Ibrahim, the Iraqi embassy 's press attache, was asked to leave \" because he was carrying out duties incompatible with diplomatic norms \", one source told Reuters, implying he was accused of spying.",
        "output": "Adel Ibrahim"
    },
    {
        "input": "Ibrahim told Reuters by telephone from his embassy office in Amman that he \" had not been notified \" of any explusion order.",
        "output": "Ibrahim"
    },
    {
        "input": "Davies said the two leaders \" have agreed to cease the fighting ( and ) return their forces to the positions held before the current fighting began \" on August 17.",
        "output": "Davies"
    },
    {
        "input": "The fighting has threatened a U.S.-led peace plan to unite the mountainous Kurdish region in northern Iraq against President Saddam Hussein.",
        "output": "Saddam Hussein"
    },
    {
        "input": "There were apparently no adults at the party as the father of the family who lived in the house was out of town and the mother died more than a year ago, Black said.",
        "output": "Black"
    },
    {
        "input": "The detective said details were sketchy, but two of the teenagers were reportedly downstairs watching television when White allegedly entered the house and told the girls to take off their clothes.",
        "output": "White"
    },
    {
        "input": "He said a male teenager sleeping upstairs reportedly heard the commotion and came downstairs and confronted White, who allegedly stabbed him more than once.",
        "output": "White"
    },
    {
        "input": "\" At least two of them were sexually molested, \" Black said.",
        "output": "Black"
    },
    {
        "input": "Police said the girl who died was identified as Michelle Harper.",
        "output": "Michelle Harper"
    },
    {
        "input": "Glickman says USDA monitoring aflatoxin in Texas.",
        "output": "Glickman"
    },
    {
        "input": "Agriculture Secretary Dan Glickman said the department was monitoring reports of aflatoxin found in corn in parts of Texas.",
        "output": "Dan Glickman"
    },
    {
        "input": "\" We 're always concerned about aflatoxin but we 're on top of it, \" Glickman told reporters after addressing a USDA-sponsored farmers ' market.",
        "output": "Glickman"
    },
    {
        "input": "William Weld is working to stop his bid to win a U.S. Senate seat because she does n't want to leave Massachusetts.",
        "output": "William Weld"
    },
    {
        "input": "John Kerry, even though she is n't old enough to vote.",
        "output": "John Kerry"
    },
    {
        "input": "Weld, speaking on WBUR-FM radio on Thursday, said he was facing a revolt from his daughter in part because she does not want to leave Cambridge, Massachusetts, and move to Washington.",
        "output": "Weld"
    },
    {
        "input": "Tracy is the great-granddaughter of Democratic former President Franklin Roosevelt, and support for Democrats runs in the family.",
        "output": "Tracy"
    },
    {
        "input": "Little change from today 's weather expected.",
        "output": "Little"
    },
    {
        "input": "It said the U.S. State Department 's coordinator for counter terrorism, Philip Wilcox, had expressed Washington 's support for the government when he visited Colombo this week.",
        "output": "Philip Wilcox"
    },
    {
        "input": "King Birendra left Nepal on Friday for a week-long visit to China, his eighth since ascending the throne in 1972, officials said.",
        "output": "Birendra"
    },
    {
        "input": "Foreign ministry officials gave no details of the issues the king, who was accompanied by Foreign Minister Prakash Chandra Lohani, would discuss with Chinese leaders.",
        "output": "Prakash Chandra Lohani"
    },
    {
        "input": "The 50-year old monarch was accompanied by Queen Aishwarya on a flight to the Tibetan capital of Lhasa.",
        "output": "Aishwarya"
    },
    {
        "input": "The neighbours in Kathmandu called the police when they saw Dheeraj, employed by the man for the past nine months, limping because of the chains.",
        "output": "Dheeraj"
    },
    {
        "input": "\" I feared he would flee from work or steal my belongings, \" the Kathmandu Post newspaper quoted Munakarmi as saying after his arrest.",
        "output": "Munakarmi"
    },
    {
        "input": "Paribas Capital Markets OTC options specialist Robert Coughlan said that if volatility continued lower for the rest of Friday in over-the-counter 10-year Bunds, it should be higher next Tuesday.",
        "output": "Robert Coughlan"
    },
    {
        "input": "Coughlan said the market had more downside than upside potential, but a fall was not likely to be of significant size.",
        "output": "Coughlan"
    },
    {
        "input": "\" So sell options on Bunds and France to enhance yield and buy options on Italy, \" Coughlan said..",
        "output": "Coughlan"
    },
    {
        "input": "-- Stephen Nisbet, International Bonds +44 171 542 6320",
        "output": "Stephen Nisbet"
    },
    {
        "input": "Legal challenge to Diana delayed by jail term.",
        "output": "Diana"
    },
    {
        "input": "A British photographer branded a stalker by Princess Diana has been forced to postpone a legal challenge to a ban on approaching her because he 's been jailed for criminal damage, his lawyer said on Friday.",
        "output": "Diana"
    },
    {
        "input": "Stenning threw a brick through the window of a van in February after an argument with a driver when he was working as a motorcycle dispatch rider.",
        "output": "Stenning"
    },
    {
        "input": "Stenning, who has previous convictions, is expected to appeal against the sentence.",
        "output": "Stenning"
    },
    {
        "input": "In an affidavit, the princess said that in chasing her Stenning had got so close that he twice smashed into her car and pushed her when she tried to remove the film from his camera.",
        "output": "Stenning"
    },
    {
        "input": "\" Jordan has asked Mr. Adel Ibrahim, the Iraqi embassy 's press attache, to leave because he was carrying out duties incompatible with diplomatic norms, \" the source told Reuters.",
        "output": "Adel Ibrahim"
    },
    {
        "input": "He said Ibrahim was still in Amman.",
        "output": "Ibrahim"
    },
    {
        "input": "\"...For the sake of safety we are asking for their family members or the authorities to come and pick them up, \" Kurdistan Workers Party ( PKK ) central committee member Riza Altun told journalists near the Iraqi city of Dohuk.",
        "output": "Riza Altun"
    },
    {
        "input": "Susan Nadeau",
        "output": "Susan Nadeau"
    },
    {
        "input": "\" This really indicates we 're back in the business, \" William Luehrs, president of the Glenview, Ill.-based company 's Networks Services Division, said in a telephone interview. \"",
        "output": "William Luehrs"
    },
    {
        "input": "Luehrs said manufacturing will begin and revenue will start to roll in during the first half of next year.",
        "output": "Luehrs"
    },
    {
        "input": "Luehrs declined to say when the operation was expected to be profitable.",
        "output": "Luehrs"
    },
    {
        "input": "Luehrs said digital technology in set-top boxes is only the beginning and said the technology will eventually show up in retail consumer electronics.",
        "output": "Luehrs"
    },
    {
        "input": "Robert Gutenstein, an analyst for Kalf, Voorhis & Co.",
        "output": "Robert Gutenstein"
    },
    {
        "input": "At a hotel convention here, the party associated with the Transcendental Meditation ( TM ) movement named physicist John Hagelin as its presidential nominee for the Nov. 5 election.",
        "output": "John Hagelin"
    },
    {
        "input": "Martin Wolk",
        "output": "Martin Wolk"
    },
    {
        "input": "The Redmond, Wash.-based company spent tens of millions of dollars promoting the product with stunts that included buying the entire print run of the Times of London and lighting New York 's Empire State building in a Windows color scheme.",
        "output": "Redmond"
    },
    {
        "input": "\" It did n't do as well as it could have, \" said Rob Enderle, an analyst with Giga Information Group.",
        "output": "Rob Enderle"
    },
    {
        "input": "\" People who were expecting major coat-tails were somewhat disappointed, \" said Scott Winkler, an analyst with Gartner Group.",
        "output": "Scott Winkler"
    },
    {
        "input": "Many software developers apparently saw their crucial holiday season sales suffer last year because store shelves were jammed with blue-and-white boxes of Windows 95, resulting in a shortage of space for seasonal products, said Ann Stephens, president of PC Data Inc.",
        "output": "Ann Stephens"
    },
    {
        "input": "But Enderle said the figure could have been even higher if Microsoft had done a better job of handling the huge demand for technical support from customers who were frustrated trying to install the system.",
        "output": "Enderle"
    },
    {
        "input": "\" Microsoft sent a lot of signals that NT was going to be the answer, \" Winkler said. \"",
        "output": "Winkler"
    },
    {
        "input": "But now that Windows NT 4.0 has been launched, Winkler and others believe only a relatively small proportion of corporate users will elect to pay the added software and hardware costs needed to use it instead of Windows 95.",
        "output": "Winkler"
    },
    {
        "input": "\" The United States reiterates its full commitment to the implementation \" of the accords signed by the two countries in 1994 and 1995, said the statement by spokesman Glyn Davies.",
        "output": "Glyn Davies"
    },
    {
        "input": "Davies told reporters the statement would be distributed in the Cuban exile community in Miami \" to remind everyone of the importance of abiding by the accords and avoiding dangerous attempts to cross the straits \" from Cuba to Florida.",
        "output": "Davies"
    },
    {
        "input": "Davies said on Tuesday the pilot could soon return to Cuba but U.S. authorities planned to try the hijackers.",
        "output": "Davies"
    },
    {
        "input": "Davies said he knew of no plans to return the man to Cuba.",
        "output": "Davies"
    },
    {
        "input": "Tommy Thompson said Thursday.",
        "output": "Tommy Thompson"
    },
    {
        "input": "According to a new release from the governor, Wisconsin submitted a plan to the U.S. Department of Health and Human Services for administration of the new block grant system for welfare just minutes after President Bill Clinton signed the measure into law Thursday.",
        "output": "Bill Clinton"
    },
    {
        "input": "\" As the nation 's leader in welfare reform, Wisconsin is far ahead of the curve and ready to go under this new system, \" Thompson said.",
        "output": "Thompson"
    },
    {
        "input": "-- Karen Pierog, 312-408-8647",
        "output": "Karen Pierog"
    },
    {
        "input": "Officials in the port of Whittier said on Thursday that they found Tuan Quac Phan, 29, dehydrated, famished and terrified after sailing to Alaska from Canada in the boxcar loaded on a barge, a trip that takes about five days.",
        "output": "Tuan Quac Phan"
    },
    {
        "input": "\" He had climbed up in this boxcar to get out of the weather and to get some sleep, \" Jewell said. \"",
        "output": "Jewell"
    },
    {
        "input": "Police found Phan late on Monday when the boxcar, which was transporting lumber, was opened at Whittier, a port in western Prince William Sound.",
        "output": "Phan"
    },
    {
        "input": "Officials fed Phan some soup, gave him medical care, kept him overnight and then fed him a large breakfast.",
        "output": "Phan"
    },
    {
        "input": "Steve Barnes",
        "output": "Steve Barnes"
    },
    {
        "input": "\" We 're investigating with the idea that both fires may be arson, but that has n't been conclusively established, \" said Wayne Jordan, a spokesman for the Arkansas State Police.",
        "output": "Wayne Jordan"
    },
    {
        "input": "Agents of the F.B.I. and the Bureau of Alcohol, Tobacco and Firearms were also at the scene, Jordan said.",
        "output": "Jordan"
    },
    {
        "input": "I 'm surprised anyone could even find us out here, \" said Fannie Johnson, a member of St. Matthew 's, who said she believed arson was to blame.",
        "output": "Fannie Johnson"
    },
    {
        "input": "\" It 's sad someone would have that kind of spite in their heart, \" said Rev. Jerome Turner, pastor of Mount Zion Missionary Baptist Church.",
        "output": "Jerome Turner"
    },
    {
        "input": "\" They were pretty much in line with our estimate of 1.210 billion, \" said Peter Roe, at Paribas in London. \"",
        "output": "Peter Roe"
    },
    {
        "input": "\" Coming just a million guilders under the forecast range is n't overwhelmingly surprising, \" said ING analyst Steven Vrolijk, who is continuing to look for a nine to 10 percent rise in 1996 earnings.",
        "output": "Steven Vrolijk"
    },
    {
        "input": "\" They 've got a very sound domestic business which is doing very well, we remain positive on the stock, \" said Roe. \"",
        "output": "Roe"
    },
    {
        "input": "Roe said he was sticking by his forecast of a 2.45 billion guilder net for 1996.",
        "output": "Roe"
    },
    {
        "input": "-- Keiron Henderson, Amsterdam Newsroom +31 20 504 5000",
        "output": "Keiron Henderson"
    },
    {
        "input": "Greek President Costis Stephnopoulos signed a decree on Thursday ordering the dissolution of the 300-seat parliament ahead of snap elections on September 22.",
        "output": "Costis Stephnopoulos"
    },
    {
        "input": "\" The President of the Republic Costis Stephanopoulos signed the decree for the dissolution of parliament, \" a presidency statement said.",
        "output": "Costis Stephanopoulos"
    },
    {
        "input": "Socialist Prime Minister Costas Simitis announced the snap poll on Thursday citing problems with the economy, the country 's convergence with the European Union and tense relations with neighbouring Turkey.",
        "output": "Costas Simitis"
    },
    {
        "input": "They said the body of Amer Hishem Ali Mohammed, 23, was found in a pool of blood in Sliema, seven km ( four miles ) from Valletta, on Wednesday morning.",
        "output": "Amer Hishem Ali Mohammed"
    },
    {
        "input": "\" Any diver knows that when a whale gets going you ca n't keep up, \" Harvey told the magazine. \"",
        "output": "Harvey"
    },
    {
        "input": "Harvey said they could accurately tag whales with a radio transmitter, and could also swim all the way around one of the giant mammals, filming it with a video camera.",
        "output": "Harvey"
    },
    {
        "input": "RTRS - Australia Senate jeopardises rate cut - Howard.",
        "output": "Howard"
    },
    {
        "input": "Australian Prime Minister John Howard said the possibility of lower interest rates was being jeopardised by Parliament 's upper house where opposition parties planned to scrutinise the 1996/97 budget.",
        "output": "John Howard"
    },
    {
        "input": "\" Every time the Senate hacks away at the budget, they hack away at the lower interest rate environment, \" Howard told reporters on Thursday night after attending a Liberal Party function.",
        "output": "Howard"
    },
    {
        "input": "Lynne O'Donnell",
        "output": "Lynne O'Donnell"
    },
    {
        "input": "- Two investors who claim to be owed nearly one million Irish pounds by fund manager Tony Taylor believe they may have lost their money.",
        "output": "Tony Taylor"
    },
    {
        "input": "Finland 's Juha Kankkunen produced an impressive performance in his Toyota on Saturday to open up a 37 seconds lead after six stages of the 1,000 Lakes Rally, sixth round of the world championship.",
        "output": "Juha Kankkunen"
    },
    {
        "input": "Kankkunen has set an astonishing pace for a driver who has not rallied for three months.",
        "output": "Kankkunen"
    },
    {
        "input": "1. Jacques Villeneuve ( Canada ) Williams 1 minute 50.574",
        "output": "Jacques Villeneuve"
    },
    {
        "input": "2. Damon Hill ( Britain ) Williams 1:50.980",
        "output": "Damon Hill"
    },
    {
        "input": "3. Michael Schumacher ( Germany ) Ferrari 1:51.778",
        "output": "Michael Schumacher"
    },
    {
        "input": "4. David Coulthard ( Britain ) McLaren 1:51.884",
        "output": "David Coulthard"
    },
    {
        "input": "5. Gerhard Berger ( Austria ) Benetton 1:51.960",
        "output": "Gerhard Berger"
    },
    {
        "input": "6. Mika Hakkinen ( Finland ) McLaren 1:52.318",
        "output": "Mika Hakkinen"
    },
    {
        "input": "7. Jean Alesi ( France ) Benetton 1:52.354",
        "output": "Jean Alesi"
    },
    {
        "input": "8. Martin Brundle ( Britain ) Jordan 1:52.977",
        "output": "Martin Brundle"
    },
    {
        "input": "9. Eddie Irvine ( Britain ) Ferrari 1:53.043",
        "output": "Eddie Irvine"
    },
    {
        "input": "10. Rubens Barrichello ( Brazil ) Jordan 1:53.152",
        "output": "Rubens Barrichello"
    },
    {
        "input": "11. Heinz-Harald Frentzen ( Germany ) Sauber 1:53.199",
        "output": "Heinz-Harald Frentzen"
    },
    {
        "input": "12. Johnny Herbert ( Britain ) Sauber 1:53.993",
        "output": "Johnny Herbert"
    },
    {
        "input": "13. Mika Salo ( Finland ) Tyrrell 1:54.095",
        "output": "Mika Salo"
    },
    {
        "input": "14. Olivier Panis ( France ) Ligier 1:54.220",
        "output": "Olivier Panis"
    },
    {
        "input": "15. Pedro Diniz ( Brazil ) Ligier 1:54.700",
        "output": "Pedro Diniz"
    },
    {
        "input": "16. Jos Verstappen ( Netherlands ) Arrows 1:55.150",
        "output": "Jos Verstappen"
    },
    {
        "input": "17. Ukyo Katayama ( Japan ) Tyrrell 1:55.371",
        "output": "Ukyo Katayama"
    },
    {
        "input": "18. Ricardo Rosset ( Brazil ) Arrows 1:56.286",
        "output": "Ricardo Rosset"
    },
    {
        "input": "19. Pedro Lamy ( Portugal ) Minardi 1:56.830",
        "output": "Pedro Lamy"
    },
    {
        "input": "20. Giovanni Lavaggi ( Italy ) Minardi 1:58.579",
        "output": "Giovanni Lavaggi"
    },
    {
        "input": "Danish driver Karsten Richardt had ploughed into the crowd during the two-kilometre first stage held in the host city of Jyvaskyla.",
        "output": "Karsten Richardt"
    },
    {
        "input": "Richardt 's Mitsubishi skidded down an escape road and ploughed into a cordoned-off area for spectators.",
        "output": "Richardt"
    },
    {
        "input": "- 5 Paul Goydos through 2 holes",
        "output": "Paul Goydos"
    },
    {
        "input": "- 5 Billy Mayfair through 2",
        "output": "Billy Mayfair"
    },
    {
        "input": "- 4 Greg Norman ( Australia ) through 8",
        "output": "Greg Norman"
    },
    {
        "input": "- 4 Hidemichi Tanaka ( Japan ) through 3",
        "output": "Hidemichi Tanaka"
    },
    {
        "input": "- 3 Steve Stricker through 3",
        "output": "Steve Stricker"
    },
    {
        "input": "- 2 Phil Mickelson through 7",
        "output": "Phil Mickelson"
    },
    {
        "input": "- 2 Mark Brooks through 3",
        "output": "Mark Brooks"
    },
    {
        "input": "- 1 Hal Sutton through 11",
        "output": "Hal Sutton"
    },
    {
        "input": "- 1 John Cook through 5",
        "output": "John Cook"
    },
    {
        "input": "- 1 Tim Herron through 4",
        "output": "Tim Herron"
    },
    {
        "input": "- 1 Justin Leonard through 3",
        "output": "Justin Leonard"
    },
    {
        "input": "0 Steve Jones through 7",
        "output": "Steve Jones"
    },
    {
        "input": "0 Nick Faldo ( Britain ) through 5",
        "output": "Nick Faldo"
    },
    {
        "input": "0 Davis Love through 5",
        "output": "Davis Love"
    },
    {
        "input": "+1 Fred Couples through 15",
        "output": "Fred Couples"
    },
    {
        "input": "+1 Fred Funk through 9",
        "output": "Fred Funk"
    },
    {
        "input": "+1 Scott Hoch through 9",
        "output": "Scott Hoch"
    },
    {
        "input": "+1 Ernie Els ( South Africa ) through 8",
        "output": "Ernie Els"
    },
    {
        "input": "+2 D.A. Weibring through 12",
        "output": "D.A. Weibring"
    },
    {
        "input": "+2 Clarence Rose through 9",
        "output": "Clarence Rose"
    },
    {
        "input": "+2 Duffy Waldorf through 4",
        "output": "Duffy Waldorf"
    },
    {
        "input": "+3 Jim Furyk through 16",
        "output": "Jim Furyk"
    },
    {
        "input": "+3 Corey Pavin through 14",
        "output": "Corey Pavin"
    },
    {
        "input": "+3 Craig Stadler through 14",
        "output": "Craig Stadler"
    },
    {
        "input": "+3 Brad Bryant through 12",
        "output": "Brad Bryant"
    },
    {
        "input": "+3 Tom Lehman through 11",
        "output": "Tom Lehman"
    },
    {
        "input": "+3 Sven Struver ( Germany ) through 10",
        "output": "Sven Struver"
    },
    {
        "input": "+3 Alexander Cejka ( Germany ) through 10",
        "output": "Alexander Cejka"
    },
    {
        "input": "+3 Anders Forsbrand ( Sweden ) through 5",
        "output": "Anders Forsbrand"
    },
    {
        "input": "+4 Willie Wood through 17",
        "output": "Willie Wood"
    },
    {
        "input": "+4 Costantino Rocca ( Italy ) through 15",
        "output": "Costantino Rocca"
    },
    {
        "input": "+4 Stewart Ginn ( Australia ) through 13",
        "output": "Stewart Ginn"
    },
    {
        "input": "+5 Wayne Westner ( South Africa ) 77 68",
        "output": "Wayne Westner"
    },
    {
        "input": "+5 Sigeki Maruyama ( Japan ) through 17",
        "output": "Sigeki Maruyama"
    },
    {
        "input": "+5 Mark O'Meara through 15",
        "output": "Mark O'Meara"
    },
    {
        "input": "+5 Loren Roberts through 9",
        "output": "Loren Roberts"
    },
    {
        "input": "+6 Scott McCarron 76 70",
        "output": "Scott McCarron"
    },
    {
        "input": "+7 Satoshi Higashi ( Japan ) through 16",
        "output": "Satoshi Higashi"
    },
    {
        "input": "+7 Paul Stankowski through 15",
        "output": "Paul Stankowski"
    },
    {
        "input": "+8 Craig Parry ( Australia ) through 13",
        "output": "Craig Parry"
    },
    {
        "input": "+9 Tom Watson 79 70",
        "output": "Tom Watson"
    },
    {
        "input": "+11 Seiki Okuda ( Japan ) 81 70 ( through 18 )",
        "output": "Seiki Okuda"
    },
    {
        "input": "+11 Steve Schneiter 77 74 ) through 18 )",
        "output": "Steve Schneiter"
    },
    {
        "input": "The visitors had started the day optimistically by sending back former England captain Graham Gooch when he added just six to his overnight 105, but Essex went on to make 532 for eight before declaring.",
        "output": "Graham Gooch"
    },
    {
        "input": "Captain Paul Prichard plundered 88 from 73 deliveries, hitting 15 fours and one six.",
        "output": "Paul Prichard"
    },
    {
        "input": "Surrey slipped to 88 for four in reply to Notts ' commanding first innings of 446 for nine declared at Trent Bridge, before Alistair Brown struck a 55-ball half-century.",
        "output": "Alistair Brown"
    },
    {
        "input": "Brown 's 56 not out, containing eight fours and three sixes, lifted Surrey to 128 for four on a rain-curtailed day.",
        "output": "Brown"
    },
    {
        "input": "Facing Yorkshire 's 529 for eight declared, Lancashire were forced to follow on 206 behind after being bowled out for 323, paceman Darren Gough polishing off the innings with a burst of three wickets for one run in 17 deliveries.",
        "output": "Darren Gough"
    },
    {
        "input": "Lancashire then reached 210 for five at the close -- just four ahead -- after Neil Fairbrother hit 55 in 60 balls to add to his first innings of 86.",
        "output": "Neil Fairbrother"
    },
    {
        "input": "Younis 4-95 )",
        "output": "Younis"
    },
    {
        "input": "Salim Malik not out 2",
        "output": "Salim Malik"
    },
    {
        "input": "Asif Mujtaba not out 1",
        "output": "Asif Mujtaba"
    },
    {
        "input": "Mohammad Akam",
        "output": "Mohammad Akam"
    },
    {
        "input": "M. Alleyne 4-80 ).",
        "output": "M. Alleyne"
    },
    {
        "input": "At Northampton : Sussex 389 and 112 ( C. Ambrose 6-26 ).",
        "output": "C. Ambrose"
    },
    {
        "input": "At Trent Bridge : Nottinghamshire 446-9 declared ( G. Archer",
        "output": "G. Archer"
    },
    {
        "input": "( A. Brown 56 not out ).",
        "output": "A. Brown"
    },
    {
        "input": "Worcestershire 205-9 ( K. Spiring 52 ).",
        "output": "K. Spiring"
    },
    {
        "input": "At Headingley : Yorkshire 529-8 declared ( C. White 181,",
        "output": "C. White"
    },
    {
        "input": "Guy Whittingham stole three points for the Yorkshire side with a goal 10 minutes from time.",
        "output": "Guy Whittingham"
    },
    {
        "input": "To add to Newcastle 's misery, England striker Les Ferdinand was stretchered off in the second half.",
        "output": "Les Ferdinand"
    },
    {
        "input": "Waqar Younis 4-95 ).",
        "output": "Waqar Younis"
    },
    {
        "input": "Penalties : Joel Stranksy ( 3 ).",
        "output": "Joel Stranksy"
    },
    {
        "input": "Conversion : Stranksy.",
        "output": "Stranksy"
    },
    {
        "input": "Conversions : Culhane ( 3 ).",
        "output": "Culhane"
    },
    {
        "input": "Drop goal : Zinzan Brooke.",
        "output": "Zinzan Brooke"
    },
    {
        "input": "Nantes 0 Lens 1 ( Smicer 52nd ).",
        "output": "Smicer"
    },
    {
        "input": "( Guivarc'h 60th pen.",
        "output": "Guivarc'h"
    },
    {
        "input": "Strasbourg 1 ( Zitelli 80th ) Le Havre 0.",
        "output": "Zitelli"
    },
    {
        "input": "Montpellier 0 Cannes 1 ( Charvet 8th ).",
        "output": "Charvet"
    },
    {
        "input": "Borussia Moenchengladbach 1 ( Andersson 22nd ) Karlsruhe 3",
        "output": "Andersson"
    },
    {
        "input": "Bayer Leverkusen 0 Fortuna Duesseldorf 1 ( Seeliger 47th ).",
        "output": "Seeliger"
    },
    {
        "input": "Michael Penrose, a 23-year-old worker with the group Action Against Hunger, described his ordeal to a news conference when he arrived back in Britain from Moscow.",
        "output": "Michael Penrose"
    },
    {
        "input": "Penrose had been working for the charity which provides food to civilians for only a few weeks before he was captured.",
        "output": "Penrose"
    },
    {
        "input": "When asked if he would return to the mountainous region where rebels have been fighting Russian troops for full independence, Penrose said : \" Not for the time being.",
        "output": "Penrose"
    },
    {
        "input": "Diana 's office said on Saturday the princess had sent a message to the Nobel Peace Prize-winning missionary as news broke this week of her battle against heart problems and malaria.",
        "output": "Diana"
    },
    {
        "input": "Diana first met the Albanian-born missionary in Rome in 1992.",
        "output": "Diana"
    },
    {
        "input": "Doctors caring for Mother Teresa in a Calcutta hospital said on Saturday that her fever had fallen and her malaria was under control but she remained on a respirator in intensive care.",
        "output": "Mother Teresa"
    },
    {
        "input": "Salim Malik not out 2",
        "output": "Salim Malik"
    },
    {
        "input": "Asif Mujtaba not out 1",
        "output": "Asif Mujtaba"
    },
    {
        "input": "Scorer : Issa Alloush ( 45th minute ).",
        "output": "Issa Alloush"
    },
    {
        "input": "I think it will be more physically challenging and we 'll have to go up against more diverse situations due to the terrain, \" said Dr. Michael Stroud, a veteran Eco-Challenge participant.",
        "output": "Michael Stroud"
    },
    {
        "input": "The chairman of the local council, Damian Ejiohuo, said drugs had been rushed to the area to quell the disease and the community needed a safer source of drinking water to prevent future outbreaks.",
        "output": "Damian Ejiohuo"
    },
    {
        "input": "Malawi 's ex-president Banda says he 's feeling well.",
        "output": "Banda"
    },
    {
        "input": "Malawi 's frail former president, Kamuzu Banda, said on Saturday in a rare public interview that he was feeling well despite his advanced years.",
        "output": "Kamuzu Banda"
    },
    {
        "input": "Banda, a vegetarian teetotaller believed to be 97, walked unaided but supporting himself on a walking stick.",
        "output": "Banda"
    },
    {
        "input": "Emelia Sithole",
        "output": "Emelia Sithole"
    },
    {
        "input": "The PSA said 80 percent of the country 's 180,000 civil servants took part in the strike which is a rare challenge to President Robert Mugabe, who has been in power since independence from Britain in 1980.",
        "output": "Robert Mugabe"
    },
    {
        "input": "Captain Firmin Gatera, spokesman for the Tutsi-dominated Rwandan army, told Reuters in Kigali that 17 of the 28 refugees handed over on Friday from the Zairean town of Goma had been soldiers in the former Hutu army which fled to Zaire in 1994 after being defeated by Tutsi forces in Rwanda 's civil war.",
        "output": "Firmin Gatera"
    },
    {
        "input": "Zairean Prime Minister Kengo wa Dondo said on Thursday in a visit to Rwanda that his country would expell all the refugees back to Rwanda but he gave no timeframe.",
        "output": "Kengo wa Dondo"
    },
    {
        "input": "Gatera said the refugees were handed over following a deal made at a meeting between the governor of Zaire 's north Kivu region and his counterpart in the Rwandan border town of Gisenyi.",
        "output": "Gatera"
    },
    {
        "input": "\" After a meeting between the governor of north Kivu and the prefect of Gisenyi, 28 prisoners ( refugees ) were handed over to Rwandan authorities on Friday, \" Gatera said. \"",
        "output": "Gatera"
    },
    {
        "input": "These people are now in Gisenyi prison, \" Gatera added.",
        "output": "Gatera"
    },
    {
        "input": "The witchdoctor said ancestors had appeared to him in a dream and ordered him to return the head, said to have been carried off as a colonial trophy by the officer who shot and allegedly beheaded Hintsa after a battle in 1835.",
        "output": "Hintsa"
    },
    {
        "input": "But Gcaleka ran into trouble as soon as he returned to South Africa with a skull he found in a cottage in a lonely Highland forest near Inverness.",
        "output": "Gcaleka"
    },
    {
        "input": "Members of the Xhosa royal family, branding Gcaleka a charlatan, confiscated the head and sent it for tests to a forensic scientist, who examined the shape of the skull and the hole that he determined had not come, as supposed, from a bullet.",
        "output": "Gcaleka"
    },
    {
        "input": "The pro-reform stance of some of the party leadership initially caused a storm and triggered the resignation last month of the party 's Secretary-General Gramoz Ruci.",
        "output": "Gramoz Ruci"
    },
    {
        "input": "Nicaraguan President Violeta Chamorro was due to fly to the United States on Saturday for a medical check-up to determine if surgery was needed on the lower part of her spinal column, the government said on Friday.",
        "output": "Violeta Chamorro"
    },
    {
        "input": "Chamorro has complained of lower back pain since her trip to Taiwan in May, when the pain forced her to go to Taipei University Hospital for an examination.",
        "output": "Chamorro"
    },
    {
        "input": "King Birendra of Nepal has told China his nation will not become the tool of people who want Tibetan independence from Beijing, the official China Daily newspaper said on Saturday.",
        "output": "Birendra"
    },
    {
        "input": "King Birendra, in Tibet at the start of a one-week unofficial visit to China, said the Nepalese government had \" maintained a sharp vigilance against such intentions \", the newspaper said.",
        "output": "Birendra"
    },
    {
        "input": "Gyaicain told the royal visitor increased cooperation between Nepal and Tibet was possible in the fields of trade, tourism, communications and sports, it said.",
        "output": "Gyaicain"
    },
    {
        "input": "Mohamed Ali Khalfallah, spokesman for the Movement of Socialist Democrats ( MDS ) said that a bailiff who was accompagnied by policemen, on Saturday ordered the party to leave the building.",
        "output": "Mohamed Ali Khalfallah"
    },
    {
        "input": "\" We were not allowed a delay to enable us to transfer the movement 's goods and documents, \" Khalfallah added in a statement.",
        "output": "Khalfallah"
    },
    {
        "input": "MDS president Mohamed Moada was sentenced last February to 11 years in jail on charges of having secret contacts with Libyan agents and receiving money from Tripoli.",
        "output": "Mohamed Moada"
    },
    {
        "input": "MDS was founded in 1978 by a group led by Ahmed Mestiri, who withdrew from politics in 1992.",
        "output": "Ahmed Mestiri"
    },
    {
        "input": "The clashes, shattering a ceasefire negotiated last year by Washington, had threatened a U.S.-led peace plan to unite the Kurdish region against Iraqi President Saddam Hussein.",
        "output": "Saddam Hussein"
    },
    {
        "input": "- Editorial lambasts Jalal Talabani, leader of a Kurdish rebel faction in the north, for liaising with Iran in its fight against rivals.",
        "output": "Jalal Talabani"
    },
    {
        "input": "Clinton campaign busy making \" news \".",
        "output": "Clinton"
    },
    {
        "input": "Laurence McQuillan",
        "output": "Laurence McQuillan"
    },
    {
        "input": "President Bill Clinton has served notice he intends to be busy \" making news \" -- or at least doing things that look and sound like it in a campaign year.",
        "output": "Bill Clinton"
    },
    {
        "input": "After a week of carefully orchestrated events signing into law bills passed by the Republican-controlled Congress, Clinton used his Saturday radio address to the nation to proudly \" announce \" a development in the war on crime.",
        "output": "Clinton"
    },
    {
        "input": "\" Sixty days ago I directed the attorney general to draw up a plan for a national registry of sex offenders, \" Clinton said. \"",
        "output": "Clinton"
    },
    {
        "input": "Actually, creation of such a registry was underway without Clinton lifting a finger.",
        "output": "Clinton"
    },
    {
        "input": "Attorney General Janet Reno 's report -- all nine pages of it, including footnotes -- offers only the interim services of the FBI until a formal registry on sex offenders has been established.",
        "output": "Janet Reno"
    },
    {
        "input": "Two months ago, Clinton announced he wanted an interim effort established.",
        "output": "Clinton"
    },
    {
        "input": "It is an example of Clinton 's strategic planning as he heads into the stretch drive for the Nov. 5 presidential election.",
        "output": "Clinton"
    },
    {
        "input": "Such things do not happen by chance in the Clinton White House, they are part of his political chess game.",
        "output": "Clinton"
    },
    {
        "input": "In the past week Clinton signed into law an increase in the minimium wage, a bill that makes it easier for someone with a pre-existing health problem to change jobs, and sweeping changes overhauling the nation 's welfare system.",
        "output": "Clinton"
    },
    {
        "input": "\" America can look back on a week of remarkable achievement, \" Clinton said, without even a passing reference to the Republican majority in the House and Senate.",
        "output": "Clinton"
    },
    {
        "input": "According to a senior campaign official, Clinton \" will be making a lot of news in the coming week -- something different each day. \"",
        "output": "Clinton"
    },
    {
        "input": "Clinton departs on Sunday on a four-day train trip through West Virginia, Kentucky, Ohio, Michigan and Indiana while fellow Democrats are gathered in Chicago.",
        "output": "Clinton"
    },
    {
        "input": "Although officials decline to say just what each day 's \" news \" will be, the intent is to put a focus on Clinton himself and not just those attending the party 's convention.",
        "output": "Clinton"
    },
    {
        "input": "\" We 'll be concentrating... on supporting the president as he is on the trip and making significant public policy statements related to some of his plans for the future, \" said White House Press Secretary Mike McCurry.",
        "output": "Mike McCurry"
    },
    {
        "input": "\" Edouard is getting stronger and stronger, and it already has winds of 105 mph ( 185 kph ), \" said hurricane forecaster Lixion Avila.",
        "output": "Lixion Avila"
    },
    {
        "input": "Ignacio Olascoaga Mugica, who had just ended a prison sentence in France, is suspected of having taken part in several guerrilla attacks in Spain.",
        "output": "Ignacio Olascoaga Mugica"
    },
    {
        "input": "Defence Minister Volker Ruehe said that German troops would stay on in Bosnia next year as part of an international force to ensure the establishment of peace, a newspaper reported on Saturday.",
        "output": "Volker Ruehe"
    },
    {
        "input": "But Ruehe told Bild am Sonntag in an interview that a \" new and different mandate \" for the troops would be agreed on for next year after the current mandate expires in December.",
        "output": "Ruehe"
    },
    {
        "input": "A completely new and different mandate will be agreed for next year, \" Ruehe said.",
        "output": "Ruehe"
    },
    {
        "input": "Italian comics hope independence-joke 's on Bossi.",
        "output": "Bossi"
    },
    {
        "input": "A group of Italian comics hope the joke will be on separatist leader Umberto Bossi next month when they lead the ancient Etruscan town of Orvieto in a mock split from Rome.",
        "output": "Umberto Bossi"
    },
    {
        "input": "\" We will then proceed with the annexation of Sardinia, Corsica and Cyprus, \" Cimicchi told reporters on Saturday.",
        "output": "Cimicchi"
    },
    {
        "input": "He said the city council would be \" ironically present \" when the comics made their proclamation on the same day Bossi has threatened to declare the birth of Padania, the name he has given to northern Italy.",
        "output": "Bossi"
    },
    {
        "input": "\" We want to pop some air out of this balloon of tension that has been blown up around September 15, \" Cimicchi said.",
        "output": "Cimicchi"
    },
    {
        "input": "Bossi has intensified his separatist rhetoric since his Northern League party 's good showing in last April 's general election, when it took 10 percent of the vote nationally.",
        "output": "Bossi"
    },
    {
        "input": "It quoted the lawyer of Gianfranco Stevanin as saying the 35-year-old farmer confessed on Friday to a Verona magistrate that he had killed and mutilated the women.",
        "output": "Gianfranco Stevanin"
    },
    {
        "input": "ANSA said Stevanin was unable to recall how he had killed the women, remembering only that he had found them \" lifeless in his arms \" after having sadmasochistic sex with them.",
        "output": "Stevanin"
    },
    {
        "input": "Dal Maso declined to comment on the alleged fifth murder, saying only that \" the interrogations are not over yet \" with investigators.",
        "output": "Dal Maso"
    },
    {
        "input": "It said investigators believed Stevanin had suffocated them by putting plastic bags on their heads.",
        "output": "Stevanin"
    },
    {
        "input": "Stevanin was first sentenced for assault but investigators began digging in the garden of his villa after the first body was found by a passer-by.",
        "output": "Stevanin"
    },
    {
        "input": "Jeremy Lovell",
        "output": "Jeremy Lovell"
    },
    {
        "input": "Recriminations built up over how the scandal 's central figure, convicted child rapist Marc Dutroux, managed to prey on children unhindered for so long.",
        "output": "Marc Dutroux"
    },
    {
        "input": "Both houses are owned by Dutroux.",
        "output": "Dutroux"
    },
    {
        "input": "Belgian media speculated that Dutroux, charged with abduction and illegal imprisonment of children, must have had high level protection to molest youngsters.",
        "output": "Dutroux"
    },
    {
        "input": "They put forward no proof to support the speculation, but seized on a comment by chief prosecutor Michel Bourlet on Belgian television on Friday night that he would chase down everyone involved in the case \" if I am allowed to \".",
        "output": "Michel Bourlet"
    },
    {
        "input": "Dutroux was charged a week ago after police rescued two young girls from a concrete dungeon in the basement of one of the six houses he owns in and around Charleroi.",
        "output": "Dutroux"
    },
    {
        "input": "Just a day later the national euphoria at the rescue turned to disgust as Dutroux led police to the bodies of two eight-year-old girls in another of his houses.",
        "output": "Dutroux"
    },
    {
        "input": "Dutroux said they starved to death nine months later.",
        "output": "Dutroux"
    },
    {
        "input": "The fate of the girls is unknown, but there has been speculation they were sold into prostitution in Slovakia or the Czech Republic where Dutroux was a frequent visitor.",
        "output": "Dutroux"
    },
    {
        "input": "At least part of the speculation in the Belgian media of high-level protection for Dutroux and his accomplices is based on leaked documents cataloguing a high degree of police bungling, incompetence and indifference.",
        "output": "Dutroux"
    },
    {
        "input": "They show that the gendarmes were aware that Dutroux was building cells in some of his houses for holding children, yet this information was either not passed on to other police forces searching for the missing girls or was overlooked when it was.",
        "output": "Dutroux"
    },
    {
        "input": "Justice Minister Stefaan De Clerck has admitted that mistakes were made and ordered an inquiry at the same time as stressing there were no indications of a cover-up.",
        "output": "Stefaan De Clerck"
    },
    {
        "input": "There is also widespread disbelief that no one appeared to question how Dutroux, an unemployed father of three with no visible means of support, managed to own six houses.",
        "output": "Dutroux"
    },
    {
        "input": "Police commissioner George Grech said the cannabis was found on Friday packed in 500 boxes hidden behind chilli sauce in a container that arrived at Malta Freeport a week ago.",
        "output": "George Grech"
    },
    {
        "input": "But 80 percent said ETA had shown little interest in achieving peace in the Basque country when it offered a one-week truce in July while continuing to hold prison officer Jose Antonio Ortega Lara, kidnapped in January.",
        "output": "Jose Antonio Ortega Lara"
    },
    {
        "input": "David Cowan, Internet Startup founder and acting chief executive, is a general partner of Bessemer.",
        "output": "David Cowan"
    },
    {
        "input": "The startup company 's acting chairman is Jim Bidzos, the president of RSA Data Security, a unit of Security Dynamics Technologies Inc. as well as chairman of VeriSign.",
        "output": "Jim Bidzos"
    },
    {
        "input": "\" Java portends dramatic changes in the way we use the Internet, \" said Hong Bui, vice president of engineering of the new company after serving as a senior engineer at JavaSoft.",
        "output": "Hong Bui"
    },
    {
        "input": "Prasad Wagle, another former senior JavaSoft engineer who is among the founding engineers at Internet Startup, said the new company aims to build software infrastructure using Java to make networked applications ubiquitious.",
        "output": "Prasad Wagle"
    },
    {
        "input": "Chris Zuleeg, a veteran of Apple and a former JavaSoft marketing manager, is vice president of marketing at Internet Startup, whose Web site is www.internetstartup.com.",
        "output": "Chris Zuleeg"
    },
    {
        "input": "GOLF - MICKELSON WINS FOURTH TITLE OF YEAR IN AKRON.",
        "output": "MICKELSON"
    },
    {
        "input": "\" It was very hard to sleep last night because there was so much I could accomplish with this win, \" said Mickelson, who had a three-stroke lead entering the third round. \"",
        "output": "Mickelson"
    },
    {
        "input": "Mickelson 's victory gave him a 10 year exemption to the PGA Tour.",
        "output": "Mickelson"
    },
    {
        "input": "The $ 378,000 first place check brings Mickelson back to the top of the money list with $ 1,574,799 won this year.",
        "output": "Mickelson"
    },
    {
        "input": "Mickelson then set up a tap in birdie on the 16th, sending a wedge shot to 18 inches.",
        "output": "Mickelson"
    },
    {
        "input": "Mayfair bogeyed the 17th, missing a five foot par putt, and dropped from solo second place to a three way tie for second.",
        "output": "Mayfair"
    },
    {
        "input": "It was the second successive year in which Mayfair has finished runner up in this tournament.",
        "output": "Mayfair"
    },
    {
        "input": "He lost to Greg Norman in sudden death last year.",
        "output": "Greg Norman"
    },
    {
        "input": "The defending champion was in contention, two behind Mickelson for much of the day, until he bogeyed the 13th and 14th holes.",
        "output": "Mickelson"
    },
    {
        "input": "274 Phil Mickelson 70 66 68 70",
        "output": "Phil Mickelson"
    },
    {
        "input": "Billy Mayfair 66 71 70 70",
        "output": "Billy Mayfair"
    },
    {
        "input": "278 Greg Norman ( Australia ) 70 68 69 71",
        "output": "Greg Norman"
    },
    {
        "input": "281 John Cook 70 69 71 71",
        "output": "John Cook"
    },
    {
        "input": "282 Corey Pavin 73 70 70 69",
        "output": "Corey Pavin"
    },
    {
        "input": "289 Scott Hoch 71 68 77 73",
        "output": "Scott Hoch"
    },
    {
        "input": "290 Tom Watson 79 70 68 73",
        "output": "Tom Watson"
    },
    {
        "input": "295 Stewart Ginn ( Australia ) 73 72 77 73",
        "output": "Stewart Ginn"
    },
    {
        "input": "Seiki Okuda ( Japan ) 81 70 72 75",
        "output": "Seiki Okuda"
    },
    {
        "input": "301 Brad Bryant 73 72 77 79",
        "output": "Brad Bryant"
    },
    {
        "input": "( Russia ) and Handrik Dreekmann ( Germany ) 6-3 7-6 ( 7-5 )",
        "output": "Handrik Dreekmann"
    },
    {
        "input": "1. Tommi Makinen ( Finland ) Mitsubishi Lancer three hours",
        "output": "Tommi Makinen"
    },
    {
        "input": "2. Juha Kankkunen ( Finland ) Toyota Celica 12 seconds",
        "output": "Juha Kankkunen"
    },
    {
        "input": "3. Marcus Gronholm ( Finland ) Toyota Celica 2:09",
        "output": "Marcus Gronholm"
    },
    {
        "input": "4. Jarmo Kytolehto ( Finland ) Ford Escort 2:23",
        "output": "Jarmo Kytolehto"
    },
    {
        "input": "5. Kenneth Eriksson ( Sweden ) Subaru Impreza 2:39",
        "output": "Kenneth Eriksson"
    },
    {
        "input": "6. Carlos Sainz ( Spain ) Ford Escort 3:03",
        "output": "Carlos Sainz"
    },
    {
        "input": "1. Joel Smets ( Belgium ) Husaberg",
        "output": "Joel Smets"
    },
    {
        "input": "2. Peter Johansson ( Sweden ) Husqvarna",
        "output": "Peter Johansson"
    },
    {
        "input": "3. Gert Jan Van Doorn ( Netherlands ) Honda",
        "output": "Gert Jan Van Doorn"
    },
    {
        "input": "4. Jacky Martens ( Belgium ) Husqvarna",
        "output": "Jacky Martens"
    },
    {
        "input": "5. Peter Dirkx ( Belgium ) KTM",
        "output": "Peter Dirkx"
    },
    {
        "input": "6. Danny Theybers ( Belgium ) Honda",
        "output": "Danny Theybers"
    },
    {
        "input": "1. Shayne King ( New Zealand ) KTM",
        "output": "Shayne King"
    },
    {
        "input": "2. Martens",
        "output": "Martens"
    },
    {
        "input": "3. Theybers",
        "output": "Theybers"
    },
    {
        "input": "4. Johan Boonen ( Belgium ) Husqvarna",
        "output": "Johan Boonen"
    },
    {
        "input": "5. Dietmar Lalcher ( Germany ) Honda",
        "output": "Dietmar Lalcher"
    },
    {
        "input": "6. Claus Manne Nielsen ( Denmark ) KTM",
        "output": "Claus Manne Nielsen"
    },
    {
        "input": "1. Martens 30 points",
        "output": "Martens"
    },
    {
        "input": "2. Shayne King 28",
        "output": "Shayne King"
    },
    {
        "input": "3. Smets 27",
        "output": "Smets"
    },
    {
        "input": "4. Theybers 25",
        "output": "Theybers"
    },
    {
        "input": "5. Van Doorn 24",
        "output": "Van Doorn"
    },
    {
        "input": "6. Johansson 17",
        "output": "Johansson"
    },
    {
        "input": "1. Shayne King 323 points",
        "output": "Shayne King"
    },
    {
        "input": "2. Smets 290",
        "output": "Smets"
    },
    {
        "input": "3. Johansson 236",
        "output": "Johansson"
    },
    {
        "input": "4. Lacher 219",
        "output": "Lacher"
    },
    {
        "input": "5. Darryll King ( New Zealand ) Honda 178",
        "output": "Darryll King"
    },
    {
        "input": "6. Van Doorn 176",
        "output": "Van Doorn"
    },
    {
        "input": "1. Sebastien Tortelli ( France ) Kawasaki",
        "output": "Sebastien Tortelli"
    },
    {
        "input": "2. Bob Moore ( U.S. ) Yamaha",
        "output": "Bob Moore"
    },
    {
        "input": "3. Luigi Seguy ( France ) TM",
        "output": "Luigi Seguy"
    },
    {
        "input": "4. Andi Kanstinger ( Germany ) Honda",
        "output": "Andi Kanstinger"
    },
    {
        "input": "5. Nicolas Charlier ( France ) Kawasaki",
        "output": "Nicolas Charlier"
    },
    {
        "input": "6. Erik Camerlengo ( Italy ) Yamaha",
        "output": "Erik Camerlengo"
    },
    {
        "input": "1. Tortelli",
        "output": "Tortelli"
    },
    {
        "input": "2. Moore",
        "output": "Moore"
    },
    {
        "input": "3. Alex Belometti ( Italy ) Honda",
        "output": "Alex Belometti"
    },
    {
        "input": "4. Frederic Vialle ( France ) Yamaha",
        "output": "Frederic Vialle"
    },
    {
        "input": "5. Collin Dugmore ( South Africa ) Honda",
        "output": "Collin Dugmore"
    },
    {
        "input": "6. Camerlengo",
        "output": "Camerlengo"
    },
    {
        "input": "1. Tortelli 40 points",
        "output": "Tortelli"
    },
    {
        "input": "2. Moore 34",
        "output": "Moore"
    },
    {
        "input": "3. Seguy 24",
        "output": "Seguy"
    },
    {
        "input": "4. Vialle 22",
        "output": "Vialle"
    },
    {
        "input": "5. Camerlengo 20",
        "output": "Camerlengo"
    },
    {
        "input": "6. Belometti 19",
        "output": "Belometti"
    },
    {
        "input": "1. Tortelli 432 points",
        "output": "Tortelli"
    },
    {
        "input": "2. Paul Malin ( Britain ) Yamaha 317",
        "output": "Paul Malin"
    },
    {
        "input": "3. Vialle 293",
        "output": "Vialle"
    },
    {
        "input": "4. Seguy 192",
        "output": "Seguy"
    },
    {
        "input": "5. Michele Fanton ( Italy ) Kawasaki 160",
        "output": "Michele Fanton"
    },
    {
        "input": "6. Dugmore 152",
        "output": "Dugmore"
    },
    {
        "input": "( France ) / David Brabham ( Australia ) Gulf McLaren F !",
        "output": "David Brabham"
    },
    {
        "input": "Belmondo ( France ) Ennea Ferrari F40 167",
        "output": "Belmondo"
    },
    {
        "input": "Fastest lap : Gounon, 2 minutes 03.684 seconds ( 170.680 kph )",
        "output": "Gounon"
    },
    {
        "input": "3. Bscher 112",
        "output": "Bscher"
    },
    {
        "input": "1. Sarka Kasparkova ( Czech Republic ) 14.84 metres",
        "output": "Sarka Kasparkova"
    },
    {
        "input": "2. Ashia Hansen ( Britain ) 14.78",
        "output": "Ashia Hansen"
    },
    {
        "input": "3. Rodica Matescu ( Romania ) 14.18",
        "output": "Rodica Matescu"
    },
    {
        "input": "1. Deon Hemmings ( Jamaica ) 55.13 seconds",
        "output": "Deon Hemmings"
    },
    {
        "input": "2. Anne Marken ( Belgium ) 55.90",
        "output": "Anne Marken"
    },
    {
        "input": "3. Susan Smith ( Ireland ) 56.00",
        "output": "Susan Smith"
    },
    {
        "input": "1. Isel Lopez ( Cuba ) 61.36",
        "output": "Isel Lopez"
    },
    {
        "input": "2. Louise McPaul ( Australia ) 60.66",
        "output": "Louise McPaul"
    },
    {
        "input": "3. Silke Renk ( Germany ) 60.66",
        "output": "Silke Renk"
    },
    {
        "input": "1. Cathy Freeman ( Australia ) 22.53",
        "output": "Cathy Freeman"
    },
    {
        "input": "2. Falilat Ogunkoya ( Nigeria ) 22.58",
        "output": "Falilat Ogunkoya"
    },
    {
        "input": "3. Juliet Cuthbert ( Jamaica ) 22.77",
        "output": "Juliet Cuthbert"
    },
    {
        "input": "1. Dionne Rose ( Jamaica ) 12.83",
        "output": "Dionne Rose"
    },
    {
        "input": "2. Michelle Freeman ( Jamaica ) 12.91",
        "output": "Michelle Freeman"
    },
    {
        "input": "3. Gillian Russell ( Jamaica ) 12.95",
        "output": "Gillian Russell"
    },
    {
        "input": "1. Charmaine Crooks ( Canada ) two minutes 00.42 seconds",
        "output": "Charmaine Crooks"
    },
    {
        "input": "2. Inez Turner ( Jamaica ) 2:01.98",
        "output": "Inez Turner"
    },
    {
        "input": "3. Margaret Crowley ( Australia ) 2:02.40",
        "output": "Margaret Crowley"
    },
    {
        "input": "1. Trond Bathel ( Norway ) 5.60",
        "output": "Trond Bathel"
    },
    {
        "input": "2. Pat Manson ( U.S. ) 5.60",
        "output": "Pat Manson"
    },
    {
        "input": "3. Tim Lobinger ( Germany ) 5.50",
        "output": "Tim Lobinger"
    },
    {
        "input": "1. Tom Pukstys ( U.S. ) 86.82",
        "output": "Tom Pukstys"
    },
    {
        "input": "2. Steve Backley ( Britain ) 82.20",
        "output": "Steve Backley"
    },
    {
        "input": "3. Nick Nieland ( Britain ) 81.12",
        "output": "Nick Nieland"
    },
    {
        "input": "1. Marcel Malone ( U.S. ) 51.50",
        "output": "Marcel Malone"
    },
    {
        "input": "2. Kim Graham ( U.S. ) 52.17",
        "output": "Kim Graham"
    },
    {
        "input": "3. Phylis Smith ( Britain ) 52.53",
        "output": "Phylis Smith"
    },
    {
        "input": "1. Jeff Williams ( U.S. ) 20.45",
        "output": "Jeff Williams"
    },
    {
        "input": "2. Doug Turner ( Britain ) 20.48",
        "output": "Doug Turner"
    },
    {
        "input": "3. John Regis ( Britain ) 20.63",
        "output": "John Regis"
    },
    {
        "input": "1. Charles Austin ( U.S. ) 2.30",
        "output": "Charles Austin"
    },
    {
        "input": "2. Tim Forsyth ( Australia ) 2.30",
        "output": "Tim Forsyth"
    },
    {
        "input": "3. Patrik Sjoberg ( Sweden ) 2.25",
        "output": "Patrik Sjoberg"
    },
    {
        "input": "1. Verbjorn Rodal ( Norway ) 1:44.93",
        "output": "Verbjorn Rodal"
    },
    {
        "input": "2. Benson Koech ( Kenya ) 1:45.96",
        "output": "Benson Koech"
    },
    {
        "input": "3. Vincent Malakwen ( Kenya ) 1:46.18",
        "output": "Vincent Malakwen"
    },
    {
        "input": "1. William Tanui ( Kenya ) 3:54.57",
        "output": "William Tanui"
    },
    {
        "input": "2. John Mayock ( Britain ) 3:54.60",
        "output": "John Mayock"
    },
    {
        "input": "3. Tony Whiteman ( Britain ) 3:54.87",
        "output": "Tony Whiteman"
    },
    {
        "input": "1. Roger Black ( Britain ) 45.05",
        "output": "Roger Black"
    },
    {
        "input": "2. Mark Richardson ( Britain ) 45.38",
        "output": "Mark Richardson"
    },
    {
        "input": "3. Derek Mills ( U.S. ) 45.48",
        "output": "Derek Mills"
    },
    {
        "input": "1. Osmond Ezinwa ( Nigeria ) 10.06",
        "output": "Osmond Ezinwa"
    },
    {
        "input": "2. Ian Mackie ( Britain ) 10.17",
        "output": "Ian Mackie"
    },
    {
        "input": "3. Linford Christie ( Britain ) 10.19",
        "output": "Linford Christie"
    },
    {
        "input": "1. Michael Schumacher ( Germany ) Ferrari 1 hour 28 minutes",
        "output": "Michael Schumacher"
    },
    {
        "input": "2. Jacques Villeneuve ( Canada ) Williams 5.602 seconds",
        "output": "Jacques Villeneuve"
    },
    {
        "input": "3. Mika Hakkinen ( Finland ) McLaren 15.710",
        "output": "Mika Hakkinen"
    },
    {
        "input": "4. Jean Alesi ( France ) Benetton 19.125",
        "output": "Jean Alesi"
    },
    {
        "input": "6. Gerhard Berger ( Austria ) Benetton 29.896",
        "output": "Gerhard Berger"
    },
    {
        "input": "7. Mika Salo ( Finland ) Tyrrell 1:00.754",
        "output": "Mika Salo"
    },
    {
        "input": "8. Ukyo Katayama ( Japan ) Tyrrell 1:40.227",
        "output": "Ukyo Katayama"
    },
    {
        "input": "9. Ricardo Rosset ( Brazil ) Arrows one lap",
        "output": "Ricardo Rosset"
    },
    {
        "input": "10. Pedro Lamy ( Portugal ) Minardi one lap",
        "output": "Pedro Lamy"
    },
    {
        "input": "11. David Coulthard ( Britain ) McLaren 37 laps completed",
        "output": "David Coulthard"
    },
    {
        "input": "12. Martin Brundle ( Britain ) Jordan 34",
        "output": "Martin Brundle"
    },
    {
        "input": "13. Eddie Irvine ( Britain ) Ferrari 29",
        "output": "Eddie Irvine"
    },
    {
        "input": "14. Rubens Barrichello ( Brazil ) Jordan 29",
        "output": "Rubens Barrichello"
    },
    {
        "input": "15. Pedro Diniz ( Brazil ) Ligier 22",
        "output": "Pedro Diniz"
    },
    {
        "input": "16. Jos Verstappen ( Netherland ) Arrows 11",
        "output": "Jos Verstappen"
    },
    {
        "input": "Olivier Panis ( France ) Ligier",
        "output": "Olivier Panis"
    },
    {
        "input": "Johnny Herbert ( Britain ) Sauber",
        "output": "Johnny Herbert"
    },
    {
        "input": "Heinz-Harald Frentzen ( Germany ) Sauber",
        "output": "Heinz-Harald Frentzen"
    },
    {
        "input": "Fastest lap : Berger 1:53.067 ( 221.857 kph )",
        "output": "Berger"
    },
    {
        "input": "MOTOR RACING - SCHUMACHER WINS BELGIAN GRAND PRIX.",
        "output": "SCHUMACHER"
    },
    {
        "input": "Michael Schumacher of",
        "output": "Michael Schumacher"
    },
    {
        "input": "Canada 's Jacques Villeneuve finished second in his Williams",
        "output": "Jacques Villeneuve"
    },
    {
        "input": "and Mika Hakkinen of Finland was third in a McLaren.",
        "output": "Mika Hakkinen"
    },
    {
        "input": "Frenchman Jean Alesi came fourth in his Benetton with",
        "output": "Jean Alesi"
    },
    {
        "input": "1. Damon Hill ( Britain ) 81 points",
        "output": "Damon Hill"
    },
    {
        "input": "2. Jacques Villeneuve ( Canada ) 68",
        "output": "Jacques Villeneuve"
    },
    {
        "input": "3. Michael Schumacher ( Germany ) 39",
        "output": "Michael Schumacher"
    },
    {
        "input": "4. Jean Alesi ( France ) 38",
        "output": "Jean Alesi"
    },
    {
        "input": "5. Mika Hakkinen ( Finland ) 23",
        "output": "Mika Hakkinen"
    },
    {
        "input": "6. David Coulthard ( Britain ) 18",
        "output": "David Coulthard"
    },
    {
        "input": "7. Gerhard Berger ( Austria ) 17",
        "output": "Gerhard Berger"
    },
    {
        "input": "8. Olivier Panis ( France ) 13",
        "output": "Olivier Panis"
    },
    {
        "input": "9. Rubens Barrichello ( Brazil ) 12",
        "output": "Rubens Barrichello"
    },
    {
        "input": "10. Eddie Irvine ( Britain ) 9",
        "output": "Eddie Irvine"
    },
    {
        "input": "11. Heinz-Harald Frentzen ( Germany ) 6",
        "output": "Heinz-Harald Frentzen"
    },
    {
        "input": "12. Mika Salo ( Finland ) 5",
        "output": "Mika Salo"
    },
    {
        "input": "13. Johnny Herbert ( Britain ) 4",
        "output": "Johnny Herbert"
    },
    {
        "input": "14. Martin Brundle ( Britain ) 3",
        "output": "Martin Brundle"
    },
    {
        "input": "Jos Verstappen ( Netherlands ) 1",
        "output": "Jos Verstappen"
    },
    {
        "input": "Pedro Diniz ( Brazil ) 1",
        "output": "Pedro Diniz"
    },
    {
        "input": "1. Juha Kankkunen ( Finland ) Toyota Celica 2 hours 30 minutes",
        "output": "Juha Kankkunen"
    },
    {
        "input": "3. Tommi Makinen ( Finland ) Mitsubishi Lancer 8 seconds",
        "output": "Tommi Makinen"
    },
    {
        "input": "2. Marcus Gronholm ( Finland ) Toyota Celica 1:46",
        "output": "Marcus Gronholm"
    },
    {
        "input": "4. Jarmo Kytolehto ( Finland ) Ford Escort 1:56",
        "output": "Jarmo Kytolehto"
    },
    {
        "input": "5. Kenneth Eriksson ( Sweden ) Subaru Impreza 2:05",
        "output": "Kenneth Eriksson"
    },
    {
        "input": "6. Thomas Radstrom ( Sweden ) Toyota Celica 2:23",
        "output": "Thomas Radstrom"
    },
    {
        "input": "1. Yuuchi Takeda ( Japan ) Honda 38 minutes 30.054 seconds",
        "output": "Yuuchi Takeda"
    },
    {
        "input": "2. Noriyuki Haga ( Japan ) Yamaha 38:30.140",
        "output": "Noriyuki Haga"
    },
    {
        "input": "3. Wataru Yoshikawa ( Japan ) Yamaha 38:32.353",
        "output": "Wataru Yoshikawa"
    },
    {
        "input": "4. Troy Corser ( Australia ) Ducati 38:34.436",
        "output": "Troy Corser"
    },
    {
        "input": "5. John Kocinski ( U.S. ) Ducati 38:36.306",
        "output": "John Kocinski"
    },
    {
        "input": "6. Aaron Slight ( New Zealand ) Honda 38:41.756",
        "output": "Aaron Slight"
    },
    {
        "input": "7. Norihiko Fujiwara ( Japan ) Yamaha 38:43.253",
        "output": "Norihiko Fujiwara"
    },
    {
        "input": "8. Carl Fogarty ( Britain ) Honda 38:49.595",
        "output": "Carl Fogarty"
    },
    {
        "input": "9. Akira Ryo ( Japan ) Kawasaki 38:50.269",
        "output": "Akira Ryo"
    },
    {
        "input": "10. Shiya Takeishi ( Japan ) Kawasaki 38:52.271",
        "output": "Shiya Takeishi"
    },
    {
        "input": "Fastest lap : Haga 147.159 kph.",
        "output": "Haga"
    },
    {
        "input": "1. Takuma Aoki ( Japan ) Honda 38:18.759",
        "output": "Takuma Aoki"
    },
    {
        "input": "2. Kocinski 38:19.313",
        "output": "Kocinski"
    },
    {
        "input": "3. Haga 38:32.040",
        "output": "Haga"
    },
    {
        "input": "4. Slight 38:32.149",
        "output": "Slight"
    },
    {
        "input": "5. Fogarty 38:32.719",
        "output": "Fogarty"
    },
    {
        "input": "6. Fujiwara 38:33.595",
        "output": "Fujiwara"
    },
    {
        "input": "7. Ryo 38:34.682",
        "output": "Ryo"
    },
    {
        "input": "8. Takeishi 38:34.999",
        "output": "Takeishi"
    },
    {
        "input": "9. Yoshikawa 38:35.297",
        "output": "Yoshikawa"
    },
    {
        "input": "10. Corser 38:42.015",
        "output": "Corser"
    },
    {
        "input": "Fastest lap : Aoki 147.786 kph",
        "output": "Aoki"
    },
    {
        "input": "1. Slight 280 points",
        "output": "Slight"
    },
    {
        "input": "2. Corser 269",
        "output": "Corser"
    },
    {
        "input": "3. Kocinski 254",
        "output": "Kocinski"
    },
    {
        "input": "4. Fogarty 236",
        "output": "Fogarty"
    },
    {
        "input": "5. Colin Edwards ( U.S. ) Yamaha 176",
        "output": "Colin Edwards"
    },
    {
        "input": "6. Pier Francesco Chili ( Italy ) Ducati 175",
        "output": "Pier Francesco Chili"
    },
    {
        "input": "7. Simon Crafar ( New Zealand ) Kawasaki 132",
        "output": "Simon Crafar"
    },
    {
        "input": "8. Anthony Gobert ( Australia ) Kawasaki 117",
        "output": "Anthony Gobert"
    },
    {
        "input": "9. Yoshikawa 107",
        "output": "Yoshikawa"
    },
    {
        "input": "10. Neil Hodgson ( Britain ) Ducati 82",
        "output": "Neil Hodgson"
    },
    {
        "input": "of Japanese rider Noriyuki Haga for using an illegal carburettor",
        "output": "Noriyuki Haga"
    },
    {
        "input": "1. Takuma Aoki ( Japan ) Honda 38:18.759",
        "output": "Takuma Aoki"
    },
    {
        "input": "2. Kocinski 38:19.313",
        "output": "Kocinski"
    },
    {
        "input": "3. Slight 38:32.149",
        "output": "Slight"
    },
    {
        "input": "4. Fogarty 38:32.719",
        "output": "Fogarty"
    },
    {
        "input": "5. Fujiwara 38:33.595",
        "output": "Fujiwara"
    },
    {
        "input": "6. Ryo 38:34.682",
        "output": "Ryo"
    },
    {
        "input": "7. Takeishi 38:34.999",
        "output": "Takeishi"
    },
    {
        "input": "8. Yoshikawa 38:35.297",
        "output": "Yoshikawa"
    },
    {
        "input": "9. Corser 38:42.015",
        "output": "Corser"
    },
    {
        "input": "10. Keiichi Kitigawa ( Japan ) Suzuki 38:42.333",
        "output": "Keiichi Kitigawa"
    },
    {
        "input": "Fastest lap : Aoki 147.786 kph",
        "output": "Aoki"
    },
    {
        "input": "1. Slight 283 points",
        "output": "Slight"
    },
    {
        "input": "2. Corser 270",
        "output": "Corser"
    },
    {
        "input": "3. Kocinski 254",
        "output": "Kocinski"
    },
    {
        "input": "4. Fogarty 238",
        "output": "Fogarty"
    },
    {
        "input": "5. Colin Edwards ( U.S. ) Yamaha 176",
        "output": "Colin Edwards"
    },
    {
        "input": "6. Pier Francesco Chili ( Italy ) Ducati 175",
        "output": "Pier Francesco Chili"
    },
    {
        "input": "7. Simon Crafar ( New Zealand ) Kawasaki 133",
        "output": "Simon Crafar"
    },
    {
        "input": "8. Anthony Gobert ( Australia ) Kawasaki 117",
        "output": "Anthony Gobert"
    },
    {
        "input": "9. Yoshikawa 108",
        "output": "Yoshikawa"
    },
    {
        "input": "10. Neil Hodgson ( Britain ) Ducati 82",
        "output": "Neil Hodgson"
    },
    {
        "input": "MOTORCYCLING - JAPANESE WIN BOTH ROUND NINE SUPERBIKE RACES.",
        "output": "NINE"
    },
    {
        "input": "Teenager Yuuichi Takeda, racing in only his first season, outclassed the big names to win the first race in round nine of the world superbike championship on Sunday.",
        "output": "Yuuichi Takeda"
    },
    {
        "input": "Haga had the consolation of recording the fastest lap at 147.159 kph.",
        "output": "Haga"
    },
    {
        "input": "CRICKET - POLLOCK CONCLUDES WARWICKSHIRE CAREER WITH FLOURISH.",
        "output": "POLLOCK"
    },
    {
        "input": "South African fast bowler Shaun Pollock concluded his Warwickshire career with a flourish on Sunday by taking the final three wickets during the county 's Sunday league victory over Worcestershire.",
        "output": "Shaun Pollock"
    },
    {
        "input": "Pollock, who returns home on Tuesday for an ankle operation, took the last three wickets in nine balls as Worcestershire were dismissed for 154.",
        "output": "Pollock"
    },
    {
        "input": "Yorkshire captain David Byas completed his third Sunday league century as his side swept clear at the top of the table, reaching a career best 111 not out against Lancashire.",
        "output": "David Byas"
    },
    {
        "input": "Lancashire 's total of 205 for eight from 40 overs looked reasonable before Byas put their attack to the sword, collecting his runs from just 100 balls with three sixes and nine fours.",
        "output": "Byas"
    },
    {
        "input": "SOCCER - HINCHCLIFFE CALLED INTO ENGLAND SQUAD.",
        "output": "HINCHCLIFFE"
    },
    {
        "input": "Younis 4-95 )",
        "output": "Younis"
    },
    {
        "input": "Salim Malik not out 100",
        "output": "Salim Malik"
    },
    {
        "input": "Asif Mujtaba run out 13",
        "output": "Asif Mujtaba"
    },
    {
        "input": "Waqar Younis not out 0",
        "output": "Waqar Younis"
    },
    {
        "input": "Did not bat : Mohammad Akam",
        "output": "Mohammad Akam"
    },
    {
        "input": "M. Atherton not out 26",
        "output": "M. Atherton"
    },
    {
        "input": "A. Stewart not out 40",
        "output": "A. Stewart"
    },
    {
        "input": "CRICKET - RUN-OUT GIVES LEWIS AND ENGLAND SLIM SATISFACTION.",
        "output": "LEWIS"
    },
    {
        "input": "Chris Lewis did his best to forget his controversial omission from the England one-day squad on Sunday but could not prevent Pakistan reasserting their dominance in the final test at The Oval.",
        "output": "Chris Lewis"
    },
    {
        "input": "A super piece of fielding by Lewis, dropped as a disciplinary measure after arriving only 35 minutes before the start on the fourth morning, provided the only bright spot for England as the touring team batted on to reach 413 for five at the interval, a lead of 87.",
        "output": "Lewis"
    },
    {
        "input": "There seemed scant danger until the Surrey player swooped on to the ball and returned off balance to county team mate Alec Stewart who whipped off the bails.",
        "output": "Alec Stewart"
    },
    {
        "input": "Wasim rattled along to 30 not out, outscoring his partner who was unbeaten on 24 at the break, although the weather was again threatening to play the dominant role.",
        "output": "Wasim"
    },
    {
        "input": "Scorer : Salou Bachirou ( 53rd minute )",
        "output": "Salou Bachirou"
    },
    {
        "input": "7 - Bogdan Prusek ( Sokol Tychy )",
        "output": "Bogdan Prusek"
    },
    {
        "input": "5 - Slawomir Wojciechowski ( GKS Katowice )",
        "output": "Slawomir Wojciechowski"
    },
    {
        "input": "( Legia Warsaw ), Ryszard Wieczorek ( Odra Wodzislaw )",
        "output": "Ryszard Wieczorek"
    },
    {
        "input": "Krzysztof Zagorski ( Odra )",
        "output": "Krzysztof Zagorski"
    },
    {
        "input": "Tan Fook ( Malaysia ) 15-5 15-3",
        "output": "Tan Fook"
    },
    {
        "input": "OB 1 Lotte 1",
        "output": "Lotte"
    },
    {
        "input": "Lotte 1 OB 0*",
        "output": "Lotte"
    },
    {
        "input": "*Note - OB and Lotte played two games.",
        "output": "Lotte"
    },
    {
        "input": "\" Just one of those things, I was just trying to make contact, \" said Bragg. \"",
        "output": "Bragg"
    },
    {
        "input": "Bob Wickman ( 5-1 ), acquired from the New York Yankees on Friday, earned the win in his Milwaukee debut despite allowing the tying run in the eighth inning.",
        "output": "Bob Wickman"
    },
    {
        "input": "\" Yeah, you know it 's fun, it 's always fun when you 've got a chance to go to the ballpark and win a game that 's important, \" said Rodriguez. \"",
        "output": "Rodriguez"
    },
    {
        "input": "Whitehurst, promoted from Triple-A Columbus on Wednesday, allowed seven hits and struck out one without a walk.",
        "output": "Whitehurst"
    },
    {
        "input": "Rosado ( 5-3 ) allowed two runs -- one earned -- and seven hits over 8-2/3 innings with three walks and six strikeouts.",
        "output": "Rosado"
    },
    {
        "input": "Fred McGriff went 5-for-5 and homered twice, including a three-run blast with two out in the bottom of the ninth inning that lifted the Atlanta Braves to a 6-5 victory over the Chicago Cubs on Saturday.",
        "output": "Fred McGriff"
    },
    {
        "input": "\" I was just trying to hang in there and hit it up the middle, \" said McGriff about his homer in the ninth. \"",
        "output": "McGriff"
    },
    {
        "input": "Brad Clontz ( 6-2 ) picked up the win in relief for Atlanta, which has won 11 of its last 13 games.",
        "output": "Brad Clontz"
    },
    {
        "input": "Candiotti ( 8-9 ) walked one, allowed five hits and struck out a season-high eight batters for Los Angeles, which has won 10 of its last 14 games.",
        "output": "Candiotti"
    },
    {
        "input": "Hamilton ( 12-7 ) won his second straight start, allowing just a sixth-inning run and a pair of singles.",
        "output": "Hamilton"
    },
    {
        "input": "Martinez ( 11-7 ), who lasted just 1-1/3 innings in his last start against San Diego five days ago, pitched eight-plus innings, walking four and striking out 10.",
        "output": "Martinez"
    },
    {
        "input": "Shane Reynolds ( 16-6 ) fired a five-hitter, walking one and striking out six.",
        "output": "Shane Reynolds"
    },
    {
        "input": "Domingos redeemed himself by netting the equaliser just into extra time.",
        "output": "Domingos"
    },
    {
        "input": "Conde scored his second in the 70th minute.",
        "output": "Conde"
    },
    {
        "input": "Benfica, also playing their first game of the season at home, were held to a 1-1 draw by northern side Braga despite the fact that the visitors were reduced to 10 men in the 54th minute after Rodrigo Carneiro was sent off for a second bookable offence.",
        "output": "Rodrigo Carneiro"
    },
    {
        "input": "Benfica dominated the game but their lack of a first-class striker was apparent throughout and in the 30th minute they lost key Brazilian midfielder Valdo who suffered a light knee injury.",
        "output": "Valdo"
    },
    {
        "input": "He was substituted by Paulao.",
        "output": "Paulao"
    },
    {
        "input": "Braga defender Idalecio gave his team their equaliser seven minutes from the final whistle with a header into the back of the net.",
        "output": "Idalecio"
    },
    {
        "input": "SOCCER - FIORENTINA WIN WITH BATISTUTA DOUBLE.",
        "output": "BATISTUTA"
    },
    {
        "input": "Argentine striker Gabriel Batistuta gave Fiorentina the perfect 70th birthday present on Sunday with two goals that gave the Italian Cup winners a 2-1 Supercup victory over serie A champions Milan.",
        "output": "Gabriel Batistuta"
    },
    {
        "input": "Batistuta gave Fiorentina the lead in the 11th minute.",
        "output": "Batistuta"
    },
    {
        "input": "The scored stayed level to the final minutes but with a penalty shoot out looming, Batistuta took charge.",
        "output": "Batistuta"
    },
    {
        "input": "The 83rd minute shot, curling over the defence and dipping in under the bar from the striker dubbed Batigol by adoring Fiorentina fans, was just reward for Fiorentina who looked a far more impressive team.",
        "output": "Batigol"
    },
    {
        "input": "New Dutch signing Edgar Davids came on late in the second half as a Milan substitute but made little impact.",
        "output": "Edgar Davids"
    },
    {
        "input": "Fiorentina - Gabriel Batistuta ( 11th, 83rd )",
        "output": "Gabriel Batistuta"
    },
    {
        "input": "Milan - Dejan Savicevic ( 21st )",
        "output": "Dejan Savicevic"
    },
    {
        "input": "90th, Witechek 59th ).",
        "output": "Witechek"
    },
    {
        "input": "1. Ian Woosnam 480,618 pounds sterling",
        "output": "Ian Woosnam"
    },
    {
        "input": "2. Colin Montgomerie 429,449",
        "output": "Colin Montgomerie"
    },
    {
        "input": "3. Lee Westwood 301,972",
        "output": "Lee Westwood"
    },
    {
        "input": "4. Robert Allenby ( Australia ) 291,088",
        "output": "Robert Allenby"
    },
    {
        "input": "5. Mark McNulty ( Zimbabwe ) 254,247",
        "output": "Mark McNulty"
    },
    {
        "input": "6. Costantino Rocca ( Italy ) 253,337",
        "output": "Costantino Rocca"
    },
    {
        "input": "7. Andrew Coltart 246,077",
        "output": "Andrew Coltart"
    },
    {
        "input": "8. Wayne Riley ( Australia ) 233,713",
        "output": "Wayne Riley"
    },
    {
        "input": "9. Raymond Russell 229,360",
        "output": "Raymond Russell"
    },
    {
        "input": "10. Stephen Ames ( Trinidad ) 211,175",
        "output": "Stephen Ames"
    },
    {
        "input": "11. Frank Nobilo ( New Zealand ) 209,412",
        "output": "Frank Nobilo"
    },
    {
        "input": "12. Paul McGinley ( Ireland ) 208,978",
        "output": "Paul McGinley"
    },
    {
        "input": "13. Paul Lawrie 207,990",
        "output": "Paul Lawrie"
    },
    {
        "input": "14. Padraig Harrington ( Ireland ) 202,593",
        "output": "Padraig Harrington"
    },
    {
        "input": "15. Retief Goosen ( South Africa ) 188,143",
        "output": "Retief Goosen"
    },
    {
        "input": "16. Jonathan Lomas 181,005",
        "output": "Jonathan Lomas"
    },
    {
        "input": "17. Paul Broadhurst 172,580",
        "output": "Paul Broadhurst"
    },
    {
        "input": "18. Peter Mitchell 170,952",
        "output": "Peter Mitchell"
    },
    {
        "input": "19. Jim Payne 165,150",
        "output": "Jim Payne"
    },
    {
        "input": "20. Russell Claydon 156,996",
        "output": "Russell Claydon"
    },
    {
        "input": "1. Andrea Ferrigato ( Italy ) 5 hours 51 minutes 52 seconds",
        "output": "Andrea Ferrigato"
    },
    {
        "input": "2. Michele Bartoli ( Italy )",
        "output": "Michele Bartoli"
    },
    {
        "input": "3. Johan Museeuw ( Belgium )",
        "output": "Johan Museeuw"
    },
    {
        "input": "4. Lance Armstrong ( U.S. )",
        "output": "Lance Armstrong"
    },
    {
        "input": "5. Francesco Casagrande ( Italy )",
        "output": "Francesco Casagrande"
    },
    {
        "input": "6. Alessandro Baronti ( Italy )",
        "output": "Alessandro Baronti"
    },
    {
        "input": "7. Frank Vandenbroucke ( Belgium ) all same time",
        "output": "Frank Vandenbroucke"
    },
    {
        "input": "8. Fabio Baldato ( Italy ) 11 seconds behind",
        "output": "Fabio Baldato"
    },
    {
        "input": "9. Maurizio Fondriest ( Italy )",
        "output": "Maurizio Fondriest"
    },
    {
        "input": "10. Laurent Jalabert ( France ) both same time",
        "output": "Laurent Jalabert"
    },
    {
        "input": "1. Museeuw 162 points",
        "output": "Museeuw"
    },
    {
        "input": "2. Ferrigato 112",
        "output": "Ferrigato"
    },
    {
        "input": "3. Bartoli 108",
        "output": "Bartoli"
    },
    {
        "input": "4. Stefano Zanini ( Italy ) 88",
        "output": "Stefano Zanini"
    },
    {
        "input": "5. Armstrong 81",
        "output": "Armstrong"
    },
    {
        "input": "6. Baldato 77",
        "output": "Baldato"
    },
    {
        "input": "7. Alexandre Gontchenkov ( Ukraine ) 67",
        "output": "Alexandre Gontchenkov"
    },
    {
        "input": "8. Gabriele Colombo ( Italy ) 58",
        "output": "Gabriele Colombo"
    },
    {
        "input": "9. Andrei Tchmil ( Ukraine ) 56",
        "output": "Andrei Tchmil"
    },
    {
        "input": "10. Max Sciandri ( Britain ) 55",
        "output": "Max Sciandri"
    },
    {
        "input": "CYCLING - FERRIGATO SPRINTS TO SECOND STRAIGHT WORLD CUP WIN.",
        "output": "FERRIGATO"
    },
    {
        "input": "Andrea Ferrigato of Italy sprinted to his second cycling World Cup win in successive weekends with victory in the Swiss Grand Prix on Sunday.",
        "output": "Andrea Ferrigato"
    },
    {
        "input": "Former world champion Lance Armstrong of the United States was in front as the leading pack of seven riders turned into the Oerlikon velodrome for the final one lap sprint but quickly faded and settled for fourth.",
        "output": "Lance Armstrong"
    },
    {
        "input": "Briton Ian Woosnam won",
        "output": "Ian Woosnam"
    },
    {
        "input": "193 Ian Woosnam 64 64 65.",
        "output": "Ian Woosnam"
    },
    {
        "input": "Carl Suneson ( Spain ) 65 66 70",
        "output": "Carl Suneson"
    },
    {
        "input": "67 67 68, David Williams 67 67 68",
        "output": "David Williams"
    },
    {
        "input": "67 68 68, Raymond Russell 63 69 71",
        "output": "Raymond Russell"
    },
    {
        "input": "Belgian international Luc Nilis scored twice on Sunday as PSV Eindhoven came from behind to beat Groningen 4-1 in Eindhoven.",
        "output": "Luc Nilis"
    },
    {
        "input": "Faber made amends in the 32nd minute when he headed in a corner to score the equaliser.",
        "output": "Faber"
    },
    {
        "input": "PSV took control in the second half but could not score until Groningen striker Romano Sion was sent off in the 58th minute.",
        "output": "Romano Sion"
    },
    {
        "input": "Vitesse Arnhem 1 ( Van Wanrooy 58th ) Utrecht 0.",
        "output": "Van Wanrooy"
    },
    {
        "input": "Groningen 1 ( Gorre 7th ).",
        "output": "Gorre"
    },
    {
        "input": "Willem II Tilburg 0 Fortuna Sittard 1 ( Hamming 65th ).",
        "output": "Hamming"
    },
    {
        "input": "NAC Breda 1 ( Arnold 70th ) Sparta Rotterdam 0.",
        "output": "Arnold"
    },
    {
        "input": "DUTCH CAPTAIN BLIND ENDS INTERNATIONAL CAREER.",
        "output": "BLIND"
    },
    {
        "input": "The Ajax defender, who led the Netherlands into the quarter-finals at June 's European championship finals in England, had decided to devote his attention to playing for his Amsterdam club, Endt said.",
        "output": "Endt"
    },
    {
        "input": "Blind, who played in the 1990 World Cup and the 1992 European championship, was capped 42 times for the Netherlands.",
        "output": "Blind"
    },
    {
        "input": "CRICKET - INDIA BANS SIDHU FOR 50 DAYS.",
        "output": "SIDHU"
    },
    {
        "input": "Indian opener Navjot Singh Sidhu was on Sunday given a 50-day ban from international cricket for quitting this year 's tour of England, the Press Trust of India said.",
        "output": "Navjot Singh Sidhu"
    },
    {
        "input": "Sidhu was not considered for the four-nation Singer Cup beginning in Sri Lanka this month and the Sahara Cup against Pakistan scheduled to be played in Canada next month.",
        "output": "Sidhu"
    },
    {
        "input": "Sidhu, whose ban ends on October 14, will be free to play domestic cricket.",
        "output": "Sidhu"
    },
    {
        "input": "PRETORIA, Aug 25 - Captain Sean Fitzpatrick and his All Blacks revisited the test venue today to relive some of the magic moments of yesterday 's momentous rugby victory over South Africa, NZPA reported.",
        "output": "Sean Fitzpatrick"
    },
    {
        "input": "Magnificent, ' ' said Fitzpatrick, New Zealand 's most capped player and the world 's most capped forward.",
        "output": "Fitzpatrick"
    },
    {
        "input": "Zinzan Brooke, the only No 8 in test rugby to have scored a dropped goal when he kicked a three-pointer against England during last year 's World Cup, added a second to his name yesterday.",
        "output": "Zinzan Brooke"
    },
    {
        "input": "The decision to attempt a dropped goal was a spontaneous one, Brooke said.",
        "output": "Brooke"
    },
    {
        "input": "Centre Frank Bunce said he had never felt so exhausted during a match.",
        "output": "Frank Bunce"
    },
    {
        "input": "He told me I 'm buggered too so just hang in there ', ' ' Wilson recalled.",
        "output": "Wilson"
    },
    {
        "input": "Anton Ferreira",
        "output": "Anton Ferreira"
    },
    {
        "input": "Leaders of the major parties involved, from right-wing whites to radical blacks, appeared before Archbishop Desmond Tutu 's Truth and Reconciliation Commission last week to paint the broad picture of their actions for or against apartheid.",
        "output": "Desmond Tutu"
    },
    {
        "input": "But none named those guilty of ordering or carrying out any of the gross violations of human rights which Tutu is investigating.",
        "output": "Tutu"
    },
    {
        "input": "Human rights lawyer Brian Currin said the hearings last week were not intended as a form of confessional and that those who personally committed crimes during apartheid would testify only before a separate arm of the commission, the amnesty committee.",
        "output": "Brian Currin"
    },
    {
        "input": "But others, such as self-confessed secret police hit-squad leader Dirk Coetzee, have yet to testify.",
        "output": "Dirk Coetzee"
    },
    {
        "input": "He added that former hardline apartheid president P.W. Botha could be among those called.",
        "output": "P.W. Botha"
    },
    {
        "input": "But Currin, who is advising several people regarded as perpetrators, said this was not the best way to achieve the commission 's aims.",
        "output": "Currin"
    },
    {
        "input": "He cited Coetzee, who was charged with murder after confessing in media interviews to dirty tricks.",
        "output": "Coetzee"
    },
    {
        "input": "Currin said the law had to be changed so all judicial prosecutions were automatically suspended for those who approached the truth commission.",
        "output": "Currin"
    },
    {
        "input": "Boraine said the picture was incomplete because officers of the apartheid-era security forces had yet to make their scheduled, separate submission, but one black caller to a radio talk show declared :",
        "output": "Boraine"
    },
    {
        "input": "Political scientist Jannie Gagiano said he doubted that the National Party, which implemented apartheid in 1948 and began dismantling it in 1990, felt it carried a burden of guilt and needed to be exculpated through the commission.",
        "output": "Jannie Gagiano"
    },
    {
        "input": "Professor Tom Lodge of the University of the Witwatersrand demurred, saying :",
        "output": "Tom Lodge"
    },
    {
        "input": "Samir Arnaut",
        "output": "Samir Arnaut"
    },
    {
        "input": "\" Only our physical presence in Doboj will mean that the Dayton peace treaty has truly been implemented, \" Edhem Efendija Camdzic, Doboj 's Islamic imam-in-exile, told the refugees.",
        "output": "Edhem Efendija Camdzic"
    },
    {
        "input": "\" The main point of this rally is to highlight to the world powers what misfortune they brought upon us, \" said Reuf Mehemdagic, head of Doboj municipality-in-exile.",
        "output": "Reuf Mehemdagic"
    },
    {
        "input": "Mirhunisa Komarica, a government refugee official, said : \" We want to vote where we were thrown out from.",
        "output": "Mirhunisa Komarica"
    },
    {
        "input": "Bosnian Vice President Ejup Ganic, a Moslem, told the refugees : \" We have a message for the Serbs who are now in our homes not to plan the future of their children there because there will be no good fortune in that. \"",
        "output": "Ejup Ganic"
    },
    {
        "input": "Russian troops began to pull out from southern Chechnya on Sunday under a ceasefire agreement between Russian security chief Alexander Lebed and rebel leaders.",
        "output": "Alexander Lebed"
    },
    {
        "input": "But in the capital Grozny, the commander of Russian Interior Ministry forces in Chechnya, General Anatoly Shkirko, told Interfax news agency he was delaying a pullout of troops there after a group of Chechens disarmed an armoured column.",
        "output": "Anatoly Shkirko"
    },
    {
        "input": "Reuters cameraman Liutauras Stremaitis said a column of around 40 vehicles, including tanks, armoured personnel carriers, artillery cannons and lorries, escorted by Chechen rebels, pulled out of the village of Shatoi towards the border, around 50 km ( 31 miles ) to the north.",
        "output": "Liutauras Stremaitis"
    },
    {
        "input": "In Grozny, Shkirko told Interfax he was suspending the pullout of troops from the capital until weapons seized by the Chechens were returned.",
        "output": "Shkirko"
    },
    {
        "input": "Chechen rebel spokesman Movladi Udugov confirmed the weapons had been seized but that it was a maverick group of Chechens.",
        "output": "Movladi Udugov"
    },
    {
        "input": "The pullout of the Russian troops is a key element of the peace plan brokered by Lebed, which aims to end the 20-month Chechnya conflict.",
        "output": "Lebed"
    },
    {
        "input": "\" They ( government officials ) want to present us before public opinion as a local problem, as just being from Guerrero and as irrational radicals, \" Commander Oscar told La Jornada.",
        "output": "Oscar"
    },
    {
        "input": "The Thai army commander in the area, Col Suvit Maenmuan, told reporters the DKBA, which is allied with the Rangoon military government and based in southeast Burma, had recently stepped up cross-border infiltration.",
        "output": "Suvit Maenmuan"
    },
    {
        "input": "Suvit said the motive for their intrusions was not clear but he had ordered reinforcements to beef up security along the porous frontier.",
        "output": "Suvit"
    },
    {
        "input": "\" A U.S. F-14 military plane while landing at Ben Gurion airport blew a wheel and a fire broke out, \" said spokesman Yehiel Amitai, adding that the two pilots on board were not injured.",
        "output": "Yehiel Amitai"
    },
    {
        "input": "Mohammed Saleh, director of the Egyptian Museum, told Reuters television a U.S. team found the pots, some of which contain human intestines, in a tomb built into the rocks while digging in Dahshour, a village 40 km ( 25 miles ) south of Cairo.",
        "output": "Mohammed Saleh"
    },
    {
        "input": "Dahshour is the site of Egypt 's second largest pyramid, built for the pharaoh Seneferu more than 4,500 years ago.",
        "output": "Seneferu"
    },
    {
        "input": "Saleh said the team -- from New York 's Metropolitan Museum -- found four Canopic jars and two unguent jars in the tomb, which belongs to an unidentifed person who lived during the 12th Dynasty ( 1991-1786 BC ) in the Middle Kingdom.",
        "output": "Saleh"
    },
    {
        "input": "\" This finding is important because one of the jars still contains substances and materials used in the conservation of mummies and the conservation of the intestines and all the things which were in the cavity of a person we have not identified yet, \" Saleh said.",
        "output": "Saleh"
    },
    {
        "input": "It quoted an Interior Ministry statement as saying Shabir Ahmad Muhammad Jalil was executed in Mecca.",
        "output": "Shabir Ahmad Muhammad Jalil"
    },
    {
        "input": "Information Minister Marwan Muasher says there is evidence that \" some official parties in Iraq \" were behind the disturbances in the south.",
        "output": "Marwan Muasher"
    },
    {
        "input": "- Prime Minister Abdul-Karim al-Kabariti says government commited to lifting ceiling of democracy.",
        "output": "Abdul-Karim al-Kabariti"
    },
    {
        "input": "- Kabariti and parliament speaker meet to discuss ways to reactivate parliament 's legislative role.",
        "output": "Kabariti"
    },
    {
        "input": "After Moslem suicide bombers killed 59 people in Israel in February and March, Weizman called for peace efforts with the PLO to be suspended.",
        "output": "Weizman"
    },
    {
        "input": "Shumer said his current position was that the peace process must continue.",
        "output": "Shumer"
    },
    {
        "input": "- Palestinian President Arafat opens civilian struggle against Israel, calls on Palestinians to build in self-rule areas.",
        "output": "Arafat"
    },
    {
        "input": "- Israel bans plane donated by the Netherlands to Arafat to land at Gaza airport.",
        "output": "Arafat"
    },
    {
        "input": "- Former prime minister Peres to Morocco today.",
        "output": "Peres"
    },
    {
        "input": "- Netanyahu opposes transit camps for foreign workers facing expulsion.",
        "output": "Netanyahu"
    },
    {
        "input": "- Foreign Minister Levy to visit Egypt soon.",
        "output": "Levy"
    },
    {
        "input": "- Shimon Peres to Morocco, will stay at king 's private residence.",
        "output": "Shimon Peres"
    },
    {
        "input": "- Palestinian Minister Erekat says Israel-PLO talks will begin by September 2.",
        "output": "Erekat"
    },
    {
        "input": "- Prime minister names former general Avraham Tamir to staff after failing to establish national security council.",
        "output": "Avraham Tamir"
    },
    {
        "input": "- Internal Security Minister Kahalani warns cabinet of increase in organised crime.",
        "output": "Kahalani"
    },
    {
        "input": "Israeli president invites Arafat to home - paper.",
        "output": "Arafat"
    },
    {
        "input": "The Yedioth Ahronoth daily reported that Prime Minister Benjamin Netanyahu, who has said he has no desire to hold talks with the Palestinian president, opposes the meeting due to be held this coming week.",
        "output": "Benjamin Netanyahu"
    },
    {
        "input": "But Weizman, a former defence minister and an architect of Israel 's peace treaty with Egypt, has spoken out frequently on the peace process with the Palestinians -- at times urging the former Labour government to slow it down.",
        "output": "Weizman"
    },
    {
        "input": "Anne Murray",
        "output": "Anne Murray"
    },
    {
        "input": "Presently, for example, if an accountant 's job involves doing five specific tasks, he or she can expect a certain salary, said Sandra O'Neal, a Towers Perrin principal.",
        "output": "Sandra O'Neal"
    },
    {
        "input": "\" The good news is, if you 're highly skilled and have many abilities, you 'll be paid more, \" said O'Neal.",
        "output": "O'Neal"
    },
    {
        "input": "This coming shift, O'Neal said, \" is not just isolated or a fad.",
        "output": "O'Neal"
    },
    {
        "input": "\" Multi-layers kept management at a distance from its customers, \" O'Neal said.",
        "output": "O'Neal"
    },
    {
        "input": "O'Neal says firms will place a greater emphasis on teams and team performance in giving raises.",
        "output": "O'Neal"
    },
    {
        "input": "\" That 's an important question we used to ask a lot, \" said O'Neal. \"",
        "output": "O'Neal"
    },
    {
        "input": "Companies that can change their culture and view employees as business partners will do well, O'Neal said.",
        "output": "O'Neal"
    },
    {
        "input": "\" They respect employees more, they trust employees more and they value their employees more, \" O'Neal said.",
        "output": "O'Neal"
    },
    {
        "input": "Belgian police arrest detective in Dutroux affair.",
        "output": "Dutroux"
    },
    {
        "input": "Geert de Clercq",
        "output": "Geert de Clercq"
    },
    {
        "input": "Investigators arrested a senior police detective on Sunday in connection with their inquiries into Belgium 's child sex scandal, Public Prosecutor Michel Bourlet said.",
        "output": "Michel Bourlet"
    },
    {
        "input": "He said there had been searches at three sites on Sunday, including one at the Charleroi judicial police headquarters where Zicot worked.",
        "output": "Zicot"
    },
    {
        "input": "Zicot, 45, is a specialist in tackling vehicle theft.",
        "output": "Zicot"
    },
    {
        "input": "Bourlet said two other people had also been arrested.",
        "output": "Bourlet"
    },
    {
        "input": "One was Gerard Pignon, the owner of a warehouse where stolen vehicles were allegedly stored.",
        "output": "Gerard Pignon"
    },
    {
        "input": "The other was insurer Thierry Dehaan.",
        "output": "Thierry Dehaan"
    },
    {
        "input": "Bourlet said the investigation into the vehicle theft ring would be added to the inquiry into the paedophile sex scandal in which five other people have already been arrested.",
        "output": "Bourlet"
    },
    {
        "input": "Two other girls have been rescued and police are hunting for at least two more who Dutroux has admitted kidnapping a year ago.",
        "output": "Dutroux"
    },
    {
        "input": "Another four people were also questioned at the weekend but had not been detained, Bourlet added.",
        "output": "Bourlet"
    },
    {
        "input": "French 1997 budget due around September 10 - Juppe.",
        "output": "Juppe"
    },
    {
        "input": "Prime Minister Alain Juppe said on Sunday the draft 1997 budget and plans for funding the social security system would be pubished around September 10.",
        "output": "Alain Juppe"
    },
    {
        "input": "\" The texts are practically ready, \" he told reporters after a weekend of talks with President Jacques Chirac in a Riviera fortress.",
        "output": "Jacques Chirac"
    },
    {
        "input": "The embattled Afghan government said last week that the Kabul-Salang highway would be opened on Monday or Tuesday following talks with the Supreme Coordination Council alliance led by Jumbish-i-Milli movement of powerful opposition warlord General Abdul Rashid Dostum.",
        "output": "Abdul Rashid Dostum"
    },
    {
        "input": "Earlier this month, Jumbish denied a Kabul government statement that the two sides had agreed to a ceasefire in the north.",
        "output": "Jumbish"
    },
    {
        "input": "Students burn Hasina effigy, battle police.",
        "output": "Hasina"
    },
    {
        "input": "Anis Ahmed",
        "output": "Anis Ahmed"
    },
    {
        "input": "Students backed by opposition parties battled police and burned an effigy of Prime Minister Sheikh Hasina during a strike in the north Bangladeshi town of Bogra on Sunday.",
        "output": "Hasina"
    },
    {
        "input": "The strike, called by the main opposition Bangladesh Nationalist Party ( BNP ), to denounce the deaths of four students killed by police over the last few days, coincided with a visit to the area by Hasina.",
        "output": "Hasina"
    },
    {
        "input": "Hasina told a cross section of people at the Bogra police headquarters on Sunday that the government had already suspended three police officers and ordered a judicial probe into the violent incidents.",
        "output": "Hasina"
    },
    {
        "input": "They renewed their call for the resignation of Home ( Interior ) Minister Rafiqul Islam.",
        "output": "Rafiqul Islam"
    },
    {
        "input": "The swoop followed the resignation of the university 's Vice-Chancellor Dr. Emajuddin Ahmed on Saturday over the deteriorating law and order situation on the campus.",
        "output": "Emajuddin Ahmed"
    },
    {
        "input": "Police said they fought armed activists from the BNP, headed by former prime minister Begum Khaleda Zia.",
        "output": "Begum Khaleda Zia"
    },
    {
        "input": "Hasina told police the home ministry had already given a \" blanket order \" to arrest terrorists and possessors of illegal firearms irrespective of their political identities.",
        "output": "Hasina"
    },
    {
        "input": "Irene Marushko",
        "output": "Irene Marushko"
    },
    {
        "input": "Four shiny new green-and-yellow John Deere combines parked at this 1,750-hectare ( 4,325-acre ) farm in the grain-growing regions south of Kiev do n't fill its chief agronomist with enthusiasm.",
        "output": "John Deere"
    },
    {
        "input": "\" They did a good job this year, but they need good diesel and good engine oil, \" said Ivan Odnosum. \"",
        "output": "Ivan Odnosum"
    },
    {
        "input": "God help us if there is a breakdown, \" he said of the machinery, loaned to the farm after the Ukrainian government bought it earlier this year.",
        "output": "God"
    },
    {
        "input": "But recently Ukraine has been losing its reputation as a breadbasket of Europe, earned in the years before brutal forced collectivisation under Soviet dictator Josef Stalin.",
        "output": "Josef Stalin"
    },
    {
        "input": "\" The wheat will not be of a good quality this year, \" said Hryhory Borsuk, a scientist at the Mironivka Wheat Institute, run by the Ukrainian Academy of Agrarian Sciences.",
        "output": "Hryhory Borsuk"
    },
    {
        "input": "While Mironivka 's scientists, some unpaid for months, carry on developing new strains of wheat resistant to Ukraine 's extreme continental climate, Borsuk said the lack of cash in Ukraine 's agricultural sector is as bad as the drought.",
        "output": "Borsuk"
    },
    {
        "input": "\" Agriculture is very expensive, and there are no solutions to our problems on the horizon, \" said Odnosum.",
        "output": "Odnosum"
    },
    {
        "input": "\" We did not have money for fertiliser, we 're in debt for fuel, and we 're borrowing diesel, \" Odnosum said.",
        "output": "Odnosum"
    },
    {
        "input": "Chief Accountant Natalya Sypron said the collective is strapped for cash, earlier this year bartering 220 tonnes of grain for diesel to fuel six rickety grain combines and tractors badly in need of repairs and basic maintenance.",
        "output": "Natalya Sypron"
    },
    {
        "input": "The average family earns 160-200 million karbovanets a year ( $ 800 - $ 1,000 ) -- but many have not been paid in months, Soprun said. \"",
        "output": "Soprun"
    },
    {
        "input": "Borsuk said the farm sector has two options : \" We can sit down and cry, or we can do something. \"",
        "output": "Borsuk"
    },
    {
        "input": "\" If we follow this we 'll be able to sell 10 million tonnes of grain by the year 2000, \" Borkus said.",
        "output": "Borkus"
    },
    {
        "input": "Melanie Cheary",
        "output": "Melanie Cheary"
    },
    {
        "input": "Announcing the group 's results for the year ended June 30, chairman Brian Gilbertson said : \" Happily the strong improvement in financial performance is not an illusion arising from the recent weakness of the rand relative to the dollar. \"",
        "output": "Brian Gilbertson"
    },
    {
        "input": "The most obvious one with the greatest effect on the corporation was at Impala where we had the furnace failure, \" Gilbertson said.",
        "output": "Gilbertson"
    },
    {
        "input": "But Gilbertson said the greatest gloom in the year came from the European Commission 's blocking of Implats ' proposed merger with Lonrho Plc 's platinum interests.",
        "output": "Gilbertson"
    },
    {
        "input": "From Gencor 's perspective we are taking the position that it is not on, \" Gilbertson said.",
        "output": "Gilbertson"
    },
    {
        "input": "Citing the disposal of Gencor 's stake in industrial holdings group Malbak Ltd for one billion rand among other smaller disposals, Gilbertson said Gencor had pruned its portfolio to concentrate on core assets.",
        "output": "Gilbertson"
    },
    {
        "input": "leaving Gencor clearly structured along commodity lines, \" Gilbertson said.",
        "output": "Gilbertson"
    },
    {
        "input": "Referring to Gencor 's increased 41.5 percent stake in Ingwe, Gilbertson said the group would wait for coal shares to be cheaper before considering snapping up more.",
        "output": "Gilbertson"
    },
    {
        "input": "Finally, Gilbertson said a growing proportion of Gencor 's income was coming from offshore and unlisted investments.",
        "output": "Gilbertson"
    },
    {
        "input": "William J. Mercer, IVAC president and chief executive officer, will become the president and CEO of Advanced Medical.",
        "output": "William J. Mercer"
    },
    {
        "input": "Joseph Kuhn, Advanced Medical and IMED president, will become the new company 's executive vice president and chief financial officer.",
        "output": "Joseph Kuhn"
    },
    {
        "input": "Captain and goalkicker Bobbie Goulding scored 18 points.",
        "output": "Bobbie Goulding"
    },
    {
        "input": "1. Tommi Makinen ( Finland ) Mitsubishi Lancer 4 hours 4 minutes",
        "output": "Tommi Makinen"
    },
    {
        "input": "2. Juha Kankkunen ( Finland ) Toyota Celica 46 seconds behind",
        "output": "Juha Kankkunen"
    },
    {
        "input": "3. Jarmo Kytolehto ( Finland ) Ford Escort 2:37",
        "output": "Jarmo Kytolehto"
    },
    {
        "input": "4. Marcus Gronholm ( Finland ) Toyota Celica 2:42",
        "output": "Marcus Gronholm"
    },
    {
        "input": "5. Kenneth Eriksson ( Sweden ) Subaru Impreza 3:22",
        "output": "Kenneth Eriksson"
    },
    {
        "input": "6. Thomas Radstrom ( Sweden ) Toyota Celica 4.09",
        "output": "Thomas Radstrom"
    },
    {
        "input": "7. Sebastian Lindholm ( Finland ) Ford Escort 5:17",
        "output": "Sebastian Lindholm"
    },
    {
        "input": "8. Lasse Lampi ( Finland ) Mitsubishi Lancer 12:01",
        "output": "Lasse Lampi"
    },
    {
        "input": "9. Rui Madeira ( Portugal ) Toyota Celica 16:34",
        "output": "Rui Madeira"
    },
    {
        "input": "10. Angelo Medeghini ( Italy ) Subaru Impreza 18:28",
        "output": "Angelo Medeghini"
    },
    {
        "input": "RALLYING - MAKINEN STEPS UP TITLE BID WITH LAKES WIN.",
        "output": "MAKINEN"
    },
    {
        "input": "Tommi Makinen took a significant step towards becoming world rally champion with a brilliant victory in the 1000 Lakes Rally on Monday.",
        "output": "Tommi Makinen"
    },
    {
        "input": "\" This was the most difficult win - three days at 125 percent effort, \" said Makinen, whose success completed his 1,000 Lakes hat-trick.",
        "output": "Makinen"
    },
    {
        "input": "Swede Kenneth Eriksson kept Subaru in the hunt for the manufacturers ' title with fifth place in spite of a gearbox problem that nearly forced him off the road close to the end of the event.",
        "output": "Kenneth Eriksson"
    },
    {
        "input": "RALLYING - MAKINEN WINS 1,000 LAKES RALLY.",
        "output": "MAKINEN"
    },
    {
        "input": "Tommi Makinen of Finland, driving a Mitsubishi, on Monday won the 1,000 Lakes Rally, sixth round of the world championship.",
        "output": "Tommi Makinen"
    },
    {
        "input": "SOCCER - SHARPE HITS WINNER TO EASE PRESSURE ON LEEDS.",
        "output": "SHARPE"
    },
    {
        "input": "Winger Lee Sharpe hit a superb strike from the edge of the penalty area to give Leeds their first win of the season on Monday and leave hapless Wimbledon anchored at the bottom of the England premier league.",
        "output": "Lee Sharpe"
    },
    {
        "input": "Sharpe repaid a huge slice of the 4.5 million pound ( $ 6.98 million ) fee Leeds handed Manchester United for his services with a top-draw second-half goal to hand Wimbledon their third successive defeat.",
        "output": "Sharpe"
    },
    {
        "input": "The only goal of the match also brought some relief for under-fire Leeds manager Howard Wilkinson following the team 's poor start to the season.",
        "output": "Howard Wilkinson"
    },
    {
        "input": "Home fans frequently booed their own side until Sharpe turned the jeers to cheers.",
        "output": "Sharpe"
    },
    {
        "input": "Leeds 1 ( Sharpe 58th minute ) Wimbledon 0.",
        "output": "Sharpe"
    },
    {
        "input": "CRICKET - PAKISTAN 'S WASIM AKRAM JOINS 300 CLUB.",
        "output": "WASIM AKRAM"
    },
    {
        "input": "Wasim Akram 's three-wicket haul",
        "output": "Wasim Akram"
    },
    {
        "input": "Wasim becomes the 11th player to join the 300-club of",
        "output": "Wasim"
    },
    {
        "input": "bowlers and the second Pakistani, after Imran Khan, to achieve",
        "output": "Imran Khan"
    },
    {
        "input": "Kapil Dev ( India ) 434 wickets, 131 Tests",
        "output": "Kapil Dev"
    },
    {
        "input": "Richard Hadlee ( New Zealand ) 431, 86",
        "output": "Richard Hadlee"
    },
    {
        "input": "Ian Botham ( England ) 383, 102",
        "output": "Ian Botham"
    },
    {
        "input": "Malcolm Marshall ( West Indies ) 376, 81",
        "output": "Malcolm Marshall"
    },
    {
        "input": "Imran Khan ( Pakistan ) 362, 88",
        "output": "Imran Khan"
    },
    {
        "input": "Dennis Lillee ( Australia ) 355, 70",
        "output": "Dennis Lillee"
    },
    {
        "input": "Bob Willis ( England ) 325, 90",
        "output": "Bob Willis"
    },
    {
        "input": "Lance Gibbs ( West Indies ) 309, 79",
        "output": "Lance Gibbs"
    },
    {
        "input": "Fred Trueman ( England ) 307, 67",
        "output": "Fred Trueman"
    },
    {
        "input": "Courtney Walsh ( West Indies ) 309, 82",
        "output": "Courtney Walsh"
    },
    {
        "input": "Wasim Akram ( Pakistan ) 300, 70",
        "output": "Wasim Akram"
    },
    {
        "input": "N. Williams 5-43 ).",
        "output": "N. Williams"
    },
    {
        "input": "Kent 323-5 declared ( C. Hooper 77,",
        "output": "C. Hooper"
    },
    {
        "input": "Glamorgan first innings forfeited and 273-5 ( H. Morris",
        "output": "H. Morris"
    },
    {
        "input": "118, A. Cottey 70 ).",
        "output": "A. Cottey"
    },
    {
        "input": "( A. Brown 56 not out ).",
        "output": "A. Brown"
    },
    {
        "input": "3-12 ) and 164-4 ( P. Weston 52 ).",
        "output": "P. Weston"
    },
    {
        "input": "( G. Parsons 4-36 ) and 135-9.",
        "output": "G. Parsons"
    },
    {
        "input": "Younis 4-95 )",
        "output": "Younis"
    },
    {
        "input": "Pakistan first innings 521-8 declared ( Saeed Anwar 176,",
        "output": "Saeed Anwar"
    },
    {
        "input": "I. Salisbury not out 0",
        "output": "I. Salisbury"
    },
    {
        "input": "Aamir Sohail not out 29",
        "output": "Aamir Sohail"
    },
    {
        "input": "Ijaz Ahmed not out 13",
        "output": "Ijaz Ahmed"
    },
    {
        "input": "Costa Rica - Ronaldo Gonzalez ( 10th minute, penalty",
        "output": "Ronaldo Gonzalez"
    },
    {
        "input": "Chile - Marcelo Salas ( 80th )",
        "output": "Marcelo Salas"
    },
    {
        "input": "Mark Gleeson",
        "output": "Mark Gleeson"
    },
    {
        "input": "The Seychelles must have thought they were on course for a historic breakthrough when Mauritian midfielder Andre Caboche was sent off for a crude tackle in the 19th minute.",
        "output": "Andre Caboche"
    },
    {
        "input": "But the visitors responded to the setback immediately -- veteran striker Ashley Mocude scoring a minute later to give them a two-goal aggregate lead.",
        "output": "Ashley Mocude"
    },
    {
        "input": "Although Danny Rose 's 50th-minute equaliser gave the Seychellois renewed hope they could not find the net again and were eliminated.",
        "output": "Danny Rose"
    },
    {
        "input": "German-based striker Bachirou Salou returned home to Togo to score the decisive only goal of their tie against Congo.",
        "output": "Bachirou Salou"
    },
    {
        "input": "Salou, who plays for MSV Duisburg in the Bundesliga, scored in the 53rd minute of Sunday 's match in Lome for a 1-0 aggregate win which takes his side into group six, where they will meet Liberia, Tanzania and Zaire.",
        "output": "Salou"
    },
    {
        "input": "SWIMMING - POPOV IN `SERIOUS CONDITION ' AFTER STABBING.",
        "output": "POPOV"
    },
    {
        "input": "Russian double Olympic swimming champion Alexander Popov was in a serious condition on Monday after being stabbed on a Moscow street.",
        "output": "Alexander Popov"
    },
    {
        "input": "A doctor said it was too early to say whether Popov, the only man to retain the Olympic 50 and 100 metres freestyle titles, would return to top-level sport.",
        "output": "Popov"
    },
    {
        "input": "\" His condition is serious, \" said Rimma Maslova, deputy chief doctor of Hospital No 31 in the Russian capital. \"",
        "output": "Rimma Maslova"
    },
    {
        "input": "Popov, who won gold in the 50 and 100 metres freestyle at the recent Atlanta Olympics, was stabbed in the abdomen late on Saturday after an argument with a group of roadside watermelon sellers in south-west Moscow.",
        "output": "Popov"
    },
    {
        "input": "Maslova said the wound had affected a lung and a kidney.",
        "output": "Maslova"
    },
    {
        "input": "Doctors operated on Popov, 24, for three hours.",
        "output": "Popov"
    },
    {
        "input": "Popov told NTV television on Sunday he was in no danger and promised he would be back in the pool shortly. \"",
        "output": "Popov"
    },
    {
        "input": "It said the row started when Popov and a group of his friends were returning from a party.",
        "output": "Popov"
    },
    {
        "input": "I am not a doctor but I think he is doing all right, \" said Smirnov.",
        "output": "Smirnov"
    },
    {
        "input": "Smirnov said the Olympic Committee might ask the government to take measures to protect the country 's best athletes, some of whom have already chosen to live abroad for fear of a surge in crime in post-Soviet Russia.",
        "output": "Smirnov"
    },
    {
        "input": "Brian Homewood",
        "output": "Brian Homewood"
    },
    {
        "input": "Tulio, who has been top-scorer in the competition for the last two seasons, has been struggling against injury for most of this year.",
        "output": "Tulio"
    },
    {
        "input": "84th ), Carlos Pavon ( 37th )",
        "output": "Carlos Pavon"
    },
    {
        "input": "Bill Berkrot",
        "output": "Bill Berkrot"
    },
    {
        "input": "\" That baked lasagna better be good for $ 8.50, \" said New Yorker Rebecca Weinstein, a U.S. Open regular who was eating a sandwich she had brought from home.",
        "output": "Rebecca Weinstein"
    },
    {
        "input": "A trio of hungry fans at the food court who had already forked over the lasagna money pronounced it good, but Carol Perry chimed in, \" The water is ridiculous, they want four dollars for the water, you might as well get a glass of wine. \"",
        "output": "Carol Perry"
    },
    {
        "input": "Maybe they want us to be alcoholics, \" Perry joked before lifting her glass of wine.",
        "output": "Perry"
    },
    {
        "input": "Larry Fine",
        "output": "Larry Fine"
    },
    {
        "input": "\" It was very hot and I did n't want to stay long on the court, \" said a cheery Hingis, who had no worries in racing to a 6-1 6-0 victory against the overmatched Spaniard.",
        "output": "Hingis"
    },
    {
        "input": "\" I looked at it as not a first round match, just a great challenge for me, \" said Coetzer, 24. \"",
        "output": "Coetzer"
    },
    {
        "input": "Huber, who reached the final a week ago at Manhattan Beach, could only mourn her luck of the draw.",
        "output": "Huber"
    },
    {
        "input": "Monday brought the best out in U.S. Open rookie Aleksandra Olsza of Poland, ranked 110th.",
        "output": "Aleksandra Olsza"
    },
    {
        "input": "Hingis has been working hard on conditioning and has lost eight pounds ( 3.5 kilos ) in advance of the championships.",
        "output": "Hingis"
    },
    {
        "input": "Then we 'll see if Arantxa will be there, too. \"",
        "output": "Arantxa"
    },
    {
        "input": "The fast-moving Olsza, 18, was cool in her opening match.",
        "output": "Olsza"
    },
    {
        "input": "Olsza is undaunted by the level of competition in the pros.",
        "output": "Olsza"
    },
    {
        "input": "TENNIS - STICH GLAD HE STAYED AFTER OPEN VICTORY.",
        "output": "STICH"
    },
    {
        "input": "Richard Finn",
        "output": "Richard Finn"
    },
    {
        "input": "\" I still feel it 's embarrassing what happened and I was about to pull out yesterday and say, ' That 's it, ' \" said Stich, one of a host of men who cried foul over seeding procedures that forced an unprecedented remaking of the men 's draw last week.",
        "output": "Stich"
    },
    {
        "input": "One prominent player that did not stay for the Open was French Open champion Yvegeny Kafelnikov, who after being dropped three spots from his ATP ranking to a seventh seeding, withdrew and returned home to Russia.",
        "output": "Yvegeny Kafelnikov"
    },
    {
        "input": "Kafelnikov had pulled out of last week 's tournament with a rib injury.",
        "output": "Kafelnikov"
    },
    {
        "input": "At a news conference attended by approximately 50 players on Sunday, U.S. Davis Cup player Todd Martin expressed the players ' outrage at the seedings.",
        "output": "Todd Martin"
    },
    {
        "input": "\" The way the U.S. Open has seeded here, tampering with the ranking system, has tarnished the image and reputation of this U.S. Open in the players ' mind, and we think that is damaging to our sport, \" Martin said.",
        "output": "Martin"
    },
    {
        "input": "Stich said he felt the players ought to have organised an active protest.",
        "output": "Stich"
    },
    {
        "input": "They did n't really get hurt as much as I think they should have, \" said Stich. \"",
        "output": "Stich"
    },
    {
        "input": "But once the 27-year-old Stich got on the court, he focused his energies on trying to win the year 's last Grand Slam.",
        "output": "Stich"
    },
    {
        "input": "He took a positive first step with his 6-3 1-6 6-1 7-5 win over compatriot Haas on a sun-baked Grandstand court.",
        "output": "Haas"
    },
    {
        "input": "The suspicion, however, lingers in Stich 's mind that U.S. Open officials did tamper with the seeding process in order to benefit homegrown players.",
        "output": "Stich"
    },
    {
        "input": "It was Agassi who was at the centre of the controversy that engulfed the tournament since the original draw was completed on Wednesday.",
        "output": "Agassi"
    },
    {
        "input": "But Stich did n't want to play that game.",
        "output": "Stich"
    },
    {
        "input": "\" I think he deserves to be seeded as everybody else who is in the top 16 deserves to be seeded, \" Stich said.",
        "output": "Stich"
    },
    {
        "input": "Kevin Foster ( 5-2 ) won his second straight start, allowing two runs and six hits with two walks and three strikeouts over eight innings.",
        "output": "Kevin Foster"
    },
    {
        "input": "\" The biggest thing was my fastball, I was able to rotate it pretty good, \" Foster said. \"",
        "output": "Foster"
    },
    {
        "input": "Castilla 's first homer of the game, a solo shot in the seventh off reliever Marc Wilkins ( 3-1 ) extended Colorado 's lead to 9-7.",
        "output": "Marc Wilkins"
    },
    {
        "input": "He added a three-run homer in the eighth off John Ericks to make it 13-8.",
        "output": "John Ericks"
    },
    {
        "input": "Fernandez ( 6-13 ) allowed two runs, walked one and struck out eight for his second career complete game, both against Montreal.",
        "output": "Fernandez"
    },
    {
        "input": "\" It was one of these games where you get three straight pinch-hits and a walk of a pinch-hitter, that 's how you win pennants, \" Dodgers manager Bill Russell said. \"",
        "output": "Bill Russell"
    },
    {
        "input": "Mike Piazza",
        "output": "Mike Piazza"
    },
    {
        "input": "Ken Caminiti added two RBI for the Padres, who have won six of their last seven games and remained one game ahead of the Los Angeles Dodgers in the National League West.",
        "output": "Ken Caminiti"
    },
    {
        "input": "Wall ( 8-4 ) allowed three hits, walked two and struck out seven as the Astros moved 1-1/2 games ahead of the Cardinals for the lead in the National League Central.",
        "output": "Wall"
    },
    {
        "input": "BASEBALL - BONDS ' CONSECUTIVE GAME STREAK ENDS.",
        "output": "BONDS"
    },
    {
        "input": "San Francisco Giants All-Star left fielder Barry Bonds did not appear in Sunday 's 7-2 victory over the Montreal Expos, ending his consecutive games streak.",
        "output": "Barry Bonds"
    },
    {
        "input": "After appearing as a pinch-hitter in the previous two games, Bonds, who has been battling a hamstring injury, did not see any action today, ending his streak at 357 consecutive games.",
        "output": "Bonds"
    },
    {
        "input": "It was the second-longest streak by an active player in the the majors behind Baltimore 's Cal Ripken, who appeared in his major-league record 2,282nd straight game today, a 13-0 loss to the California Angels.",
        "output": "Cal Ripken"
    },
    {
        "input": "Bonds has been limited to a pinch-hitting role since an MRI Friday showed a mild strain of his left hamstring.",
        "output": "Bonds"
    },
    {
        "input": "Bonds came out of Wednesday 's game against New York in the ninth inning after suffering a mild hamstring strain.",
        "output": "Bonds"
    },
    {
        "input": "The 32-year-old Bonds is hitting.307 with 35 homers and 107 RBI and has been one of the few bright spots for the last-place Giants.",
        "output": "Bonds"
    },
    {
        "input": "Chicago Cubs outfielder Sammy Sosa had the third-longest streak at 304 games, but that ended earlier this week when he suffered a broken bone in his right hand.",
        "output": "Sammy Sosa"
    },
    {
        "input": "Atlanta Braves first baseman Fred McGriff owns the second-longest streak at 295 games.",
        "output": "Fred McGriff"
    },
    {
        "input": "SOCCER - JONK RETURNS TO DUTCH SQUAD FOR BRAZIL FRIENDLY.",
        "output": "JONK"
    },
    {
        "input": "Feyenoord midfielder Jean-Paul van Gastel was also named to make his debut in the 18-man squad.",
        "output": "Jean-Paul van Gastel"
    },
    {
        "input": "The 35-year-old Blind, who won 42 caps for the Netherlands, said he wanted to concentrate on playing for his Dutch club Ajax Amsterdam.",
        "output": "Blind"
    },
    {
        "input": "AC Milan midfielder Edgar Davids, who was sent home early from the European championship in England after a clash with the coach, was left out of the squad.",
        "output": "Edgar Davids"
    },
    {
        "input": "B. Hogg not out 11",
        "output": "B. Hogg"
    },
    {
        "input": "M. Dekker not out 8",
        "output": "M. Dekker"
    },
    {
        "input": "9-2-26-1 ( 1nb, 3w ), M. Waugh 5-1-24-3",
        "output": "M. Waugh"
    },
    {
        "input": "Kurt Schork",
        "output": "Kurt Schork"
    },
    {
        "input": "the other elections will be held on September 14, \" OSCE spokeswoman Agota Kuperman told reporters in Sarajevo.",
        "output": "Agota Kuperman"
    },
    {
        "input": "Kuperman added that options other than postponement were also on the table, but she refused to specify what they were.",
        "output": "Kuperman"
    },
    {
        "input": "\" The word is that Frowick has decided to postpone municipal elections but that he will wait for one more session of the PEC on Tuesday to take everyone 's temperature on the issue. \"",
        "output": "Frowick"
    },
    {
        "input": "Ambassador Robert Frowick, an American, heads the OSCE mission in Bosnia.",
        "output": "Robert Frowick"
    },
    {
        "input": "\" Results of the registration for September elections herald a dismal future for multi-ethnicity in Bosia-Hercegovina, \" warned Soren Jessen-Petersen, Special Envoy for the U.N. High Commissioner for Refugees in Former Yugoslavia.",
        "output": "Soren Jessen-Petersen"
    },
    {
        "input": "After truce, Lebed faces tougher Chechen problem.",
        "output": "Lebed"
    },
    {
        "input": "Alastair Macdonald",
        "output": "Alastair Macdonald"
    },
    {
        "input": "Despite a mood of compromise in the region after some of the worst fighting of the war, Lebed may be just finding out that concluding a long-term settlement, somewhere between rebel demands for independence and Moscow 's insistence that Chechnya remain part of Russia, will be no easy matter.",
        "output": "Lebed"
    },
    {
        "input": "A chain-smoking former paratroop general with a sharp line in deadpan putdowns and a soldier 's knack for making life sound simple, Lebed managed to arrange an ambitious ceasefire in the region last week, days after the Russian army threatened to bomb its way back into the rebel-held Chechen capital Grozny.",
        "output": "Lebed"
    },
    {
        "input": "It was not clear if the start of Yeltsin 's holiday, announced later, would affect plans to talk.",
        "output": "Yeltsin"
    },
    {
        "input": "If that were the case, it was unclear why Lebed suddenly found it necessary to have the deal verified in Moscow.",
        "output": "Lebed"
    },
    {
        "input": "Lebed himself said he was concerned that powerful interests in Moscow, who have profited from the war and want it to go on, would seize on any inadequacy in the deal to remove him.",
        "output": "Lebed"
    },
    {
        "input": "Chernomyrdin said voters should decide Chechnya 's future but stressed there was no question of the government letting the region quit the Russian Federation -- something Moscow fears could encourage separatist tendencies in other ethnic regions, particularly in the strategic North Caucasus.",
        "output": "Chernomyrdin"
    },
    {
        "input": "Lebed may be be finding that closing that political gap between the two sides is more difficult than just ending a war.",
        "output": "Lebed"
    },
    {
        "input": "Yeltsin on holiday from Monday - Interfax.",
        "output": "Yeltsin"
    },
    {
        "input": "Russian President Boris Yeltsin began a new summer holiday on Monday but would remain in control of affairs of state, Interfax news agency said.",
        "output": "Boris Yeltsin"
    },
    {
        "input": "\" The head of state 's holiday has only just begun, \" the agency quoted Sergei Yastrzhembsky as saying, adding that the president was currently in a Kremlin residence near Moscow.",
        "output": "Sergei Yastrzhembsky"
    },
    {
        "input": "\" ( Yeltsin ) controls internal and international policies, daily receives a big packet of documents from Moscow, which demand his intervention...",
        "output": "Yeltsin"
    },
    {
        "input": "Yeltsin went on a two-day trip outside Moscow last week to check out a holiday home.",
        "output": "Yeltsin"
    },
    {
        "input": "\" We are stubborn, have strength and time to persist until our demands are met, \" said the factory 's trade union secretary Dragutin Stanojlovic.",
        "output": "Dragutin Stanojlovic"
    },
    {
        "input": "In Kragujevac where the plant is based, 9,000 to 10,000 people gathered in the central square to express their bitterness at what Stanojlovic called government indifference.",
        "output": "Stanojlovic"
    },
    {
        "input": "-- Gordana Kukic, Belgrade Newsroom +381 11 222 4254",
        "output": "Gordana Kukic"
    },
    {
        "input": "-- Kolumbina Bencevic, Zagreb Newsroom, 385-1-4557075",
        "output": "Kolumbina Bencevic"
    },
    {
        "input": "Stefan Raichev told a news conference the strike by more than half of the 1,380 traffic controllers and technicians would paralyse traffic which has increased by 10 percent since last year.",
        "output": "Stefan Raichev"
    },
    {
        "input": "More than 1,500 planes per day fly over Bulgaria, in a strategic location between Europe and the Middle and the Far East, Raichev said.",
        "output": "Raichev"
    },
    {
        "input": "The director general of the air traffic service Valentin Valkov said last Friday that a controllers ' strike would be illegal.",
        "output": "Valentin Valkov"
    },
    {
        "input": "Valkov said he could not curb the summer charter flights of national carrier Balkan Airlines, which carries thousands of foreign tourists to the Bulgarian Black Sea resorts.",
        "output": "Valkov"
    },
    {
        "input": "But Raichev said it would be \" discrimination \" against the other airlines if only Balkan planes were guided in.",
        "output": "Raichev"
    },
    {
        "input": "\" Under the law before launching the strike we have to sign an agreement with our employer for a minimal transport servicing of emergency flights, \" Raichev said.",
        "output": "Raichev"
    },
    {
        "input": "Raichev said a lock-out with military air controllers was impossible as they did not speak English.",
        "output": "Raichev"
    },
    {
        "input": "-- Liliana Semerdjieva, Sofia Newsroom, 359-2-84561",
        "output": "Liliana Semerdjieva"
    },
    {
        "input": "Yeltsin 's wife has kidney operation.",
        "output": "Yeltsin"
    },
    {
        "input": "Naina Yeltsin, wife of the Russian president, has undergone \" a planned operation \" on her left kidney and is in a satisfactory condition, Itar-Tass news agency said on Monday.",
        "output": "Naina Yeltsin"
    },
    {
        "input": "Mrs Yeltsin would be released from hospital in a few days.",
        "output": "Yeltsin"
    },
    {
        "input": "The state of health of Boris Yeltsin, who had two heart attacks last year, has been the centre of media and market speculation after he won a second term in office in the July 3 election run-off and all but disappeared from the public eye.",
        "output": "Boris Yeltsin"
    },
    {
        "input": "A presidential spokesman said on Monday Yeltsin was in Moscow but could give no details about his agenda or whether meetings were planned.",
        "output": "Yeltsin"
    },
    {
        "input": "Yeltsin is expected to go on holiday in the near future, but officials have not yet said where he will go or when.",
        "output": "Yeltsin"
    },
    {
        "input": "Piotr Grabowski told Reuters that a Mostostal extraordinary shareholders meeting on Saturday had decided that the price of the 250,000 bonds would be set as a 10-session average price of Mostostal shares plus a premium.",
        "output": "Piotr Grabowski"
    },
    {
        "input": "which we expect at the beginning of next year, \" Grabowksi said.",
        "output": "Grabowksi"
    },
    {
        "input": "Grabowski also said shareholders approved the issue of 1.6 million shares for which the bonds could be exchanged, a ratio of 6.4 shares per bond.",
        "output": "Grabowski"
    },
    {
        "input": "Misael Valerio, head of border police at the Security Ministry, told reporters surveillance of the northern border with Nicaragua has been stepped up to keep the kidnappers from fleeing Costa Rica.",
        "output": "Misael Valerio"
    },
    {
        "input": "Preliminary reports said the couple were kidnapped on the \" Altamira \" farm, owned by Dutchman Richard Wisinga, at Aguas Zarcas de San Carlos near the Costa Rica-Nicaragua border.",
        "output": "Richard Wisinga"
    },
    {
        "input": "The reports said authorities found a statement, supposedly from the kidnappers, in the vehicle, addressed to Wisinga and demanding a $ 1.5 million ransom.",
        "output": "Wisinga"
    },
    {
        "input": "Wisinga was believed to be travelling in Europe, they said.",
        "output": "Wisinga"
    },
    {
        "input": "Economist Alonso Cervera said the revisions were chiefly fueled by stronger than expected growth of 7.2 percent in the second quarter and he forecast an annual GDP rise of 6.1 percent in the third quarter and 4.9 percent in Q4.",
        "output": "Alonso Cervera"
    },
    {
        "input": "-- Henry Tricks, Mexico City newsroom +525 728-9560",
        "output": "Henry Tricks"
    },
    {
        "input": "We have no basis for saying that the exchange rate is affecting exports, \" Rafael Moreno Turrent, deputy director general for foreign trade promotion at the bank, said at a news conference.",
        "output": "Rafael Moreno Turrent"
    },
    {
        "input": "-- Juan Guillermo Londono, Bogota newsroom, 571 610 7944",
        "output": "Juan Guillermo Londono"
    },
    {
        "input": "Japan 's Hashimoto leaves Brazil for Peru.",
        "output": "Hashimoto"
    },
    {
        "input": "Japanese Prime Minister Ryutaro Hashimoto left Brasilia on Monday for Lima, the penultimate stop on a 10-day Latin American tour, a Brazilian Foreign Ministry spokeswoman said.",
        "output": "Ryutaro Hashimoto"
    },
    {
        "input": "Hashimoto, who has already visited Mexico and Chile, spent three days in Brazil.",
        "output": "Hashimoto"
    },
    {
        "input": "Nicaraguan President Violeta Chamorro underwent successful surgery in the United States on Monday to correct a compression in her lower spinal column, the government said.",
        "output": "Violeta Chamorro"
    },
    {
        "input": "\" ( Chamorro ) is in good health and, according to her doctors, will be able to return to Nicaragua next week, \" it said.",
        "output": "Chamorro"
    },
    {
        "input": "Chamorro, 66, had complained of lower back pain since a trip to Taiwan in May, when pain forced her to go to Taipei University Hospital for an examination.",
        "output": "Chamorro"
    },
    {
        "input": "The accident happened when the Sanchez Zarraga family took their boat out for a nighttime spin, Civil Defence and Coast Guard officials said.",
        "output": "Sanchez Zarraga"
    },
    {
        "input": "Misael Valerio, head of border police at the Security Ministry, told reporters that surveillance of the country 's northern border with Nicaragua has been stepped up to stop the kidnappers from fleeing Costa Rica.",
        "output": "Misael Valerio"
    },
    {
        "input": "Fagan had earlier telephoned an Auckland radio station in a distraught state, saying he feared for his life.",
        "output": "Fagan"
    },
    {
        "input": "Megawati Sukarnoputri, deposed leader of the Indonesian Democratic Party ( PDI ) has sued the government for ousting her as PDI leader.",
        "output": "Megawati Sukarnoputri"
    },
    {
        "input": "Megawati 's lawyers said they were still discussing a possible out of court settlement but they was not optimistic an agreement could be reached.",
        "output": "Megawati"
    },
    {
        "input": "A U.S. embassy spokesman in Riyadh said Specter, who arrived from neighbouring Oman on Sunday and left on Monday, had talks with Saudi and American officials in Dhahran, where 19 U.S. airmen were killed by a fuel truck bomb on June 25, and Riyadh.",
        "output": "Specter"
    },
    {
        "input": "He said he was not satisfied with some of Perry 's answers to the committee 's questions in closed testimony last month.",
        "output": "Perry"
    },
    {
        "input": "The question of whether Perry should resign remained open, the Pennsylvania Republican said.",
        "output": "Perry"
    },
    {
        "input": "FBI Director Louis Freeh, who has twice visited Saudi Arabia to seek improved cooperation with Saudi investigators, told the committee he was not entirely satisfied with Saudi cooperation on the Dhahran bomb and a previous bomb attack in Riyadh.",
        "output": "Louis Freeh"
    },
    {
        "input": "\" If we 're to stay in Saudi Arabia, we need to have total cooperation, \" Specter said.",
        "output": "Specter"
    },
    {
        "input": "The fighting has threatened a U.S.-led peace plan to unite the mountainous Kurdish region in northern Iraq against President Saddam Hussein.",
        "output": "Saddam Hussein"
    },
    {
        "input": "Egypt will tell Britain it is concerned about a meeting of Islamists to be held in London soon, Foreign Minister Amr Moussa said on Monday.",
        "output": "Amr Moussa"
    },
    {
        "input": "We, and many other countries, do n't understand this ( Britain 's ) position, \" Moussa told reporters.",
        "output": "Moussa"
    },
    {
        "input": "\" They rammed our shacks with jeeps and destroyed the shack over my baby, \" said 25-year-old Amina Muhammad. \"",
        "output": "Amina Muhammad"
    },
    {
        "input": "The spokesman Peter Lerner said he knew nothing about soldiers having stolen anything from the Palestinians.",
        "output": "Peter Lerner"
    },
    {
        "input": "Samuel Graham, who told his family earlier that he was nervous about starting at a new school because he feared teasing about his weight problem, had been due to spend his first day at Parkway Middle School Monday, police said.",
        "output": "Samuel Graham"
    },
    {
        "input": "Sam Nelson 312-408-8721",
        "output": "Sam Nelson"
    },
    {
        "input": "Talbott to meet Russian, Canadian counterparts.",
        "output": "Talbott"
    },
    {
        "input": "Deputy Secretary of State Strobe Talbott flew to Ottawa on Monday to meet his Russian counterpart and discuss a range of bilateral and European security issues, the State Department said.",
        "output": "Strobe Talbott"
    },
    {
        "input": "\" There is much to discuss on the fall calendar, \" acting chief spokesman Glyn Davies said. \"",
        "output": "Glyn Davies"
    },
    {
        "input": "-- Bob Janis 312-983-7347--",
        "output": "Bob Janis"
    },
    {
        "input": "Gore presents new image of lead attack dog.",
        "output": "Gore"
    },
    {
        "input": "Michael Posner",
        "output": "Michael Posner"
    },
    {
        "input": "Over a 15-hour span from Sunday evening to Monday morning, so many people jammed Gore events that the fire marshal stopped members of Congress, reporters and others from entering a pro-Israel rally and a meeting of the New York delegation.",
        "output": "Gore"
    },
    {
        "input": "Gore said.",
        "output": "Gore"
    },
    {
        "input": "With your help we can re-elect Bill Clinton. \"",
        "output": "Bill Clinton"
    },
    {
        "input": "Dole 's tax cut plans were called \" deja-voodoo economics.... It 's a warmed-over plan that failed and drove our economy into a ditch.",
        "output": "Dole"
    },
    {
        "input": "\" Some people say milk is bad for you, \" Gore said as Wisconsin delegates held aloft a plastic inflated cow.",
        "output": "Gore"
    },
    {
        "input": "He praised Clinton for vetoing the Republican Congress ' attempt to repeal parts of the Clean Air Act, and criticized Republicans for \" slashing money to combat drugs in schools. \"",
        "output": "Clinton"
    },
    {
        "input": "\" The choice has never been starker, the stakes today have never been higher, \" Gore said. \"",
        "output": "Gore"
    },
    {
        "input": "Actor Reeve highlights Democrats ' first night.",
        "output": "Reeve"
    },
    {
        "input": "Richard Gephardt and Sen.",
        "output": "Richard Gephardt"
    },
    {
        "input": "Thomas Daschle.",
        "output": "Thomas Daschle"
    },
    {
        "input": "Reeve, an accomplished rider who owned several horses, suffered multiple injuries including two shattered neck vertebrae when he was thrown from his horse at an equestrian event in Culpepper, Virginia, on May 27, 1995.",
        "output": "Reeve"
    },
    {
        "input": "Almost entirely paralyzed, Reeve underwent extensive surgery to fuse the vertebrae to the base of the skull and prevent any further damage to his spine.",
        "output": "Reeve"
    },
    {
        "input": "Reeve, 43, was classically trained as an actor but became the prototypical handsome leading man.",
        "output": "Reeve"
    },
    {
        "input": "He performed in summer stock and soap operas before being plucked as an almost unknown to play the lead in \" Superman \" and three sequels.",
        "output": "Superman"
    },
    {
        "input": "Gephardt, 55, the son of a milkman from a working class district of St. Louis, is a consummate congressional insider, sufficiently skilled in compromise and the ways of the legislature to manage the often-unruly House Democrats.",
        "output": "Gephardt"
    },
    {
        "input": "A former lawyer, he was in the front line of President Bill Clinton 's battle with the Republican-led Congress over the budget but has opposed the president 's decision to sign the Republican-written welfare reform bill.",
        "output": "Bill Clinton"
    },
    {
        "input": "He was an opponent of abortion until 1986 and voted for President Ronald Reagan 's big tax cut bill.",
        "output": "Ronald Reagan"
    },
    {
        "input": "Gephardt, a red-haired square-jawed man, is a less than fiery orator.",
        "output": "Gephardt"
    },
    {
        "input": "He has made clear he opposed Clinton 's signing of the Republican-initiated welfare reform bill.",
        "output": "Clinton"
    },
    {
        "input": "Margaret McCullough, 55, was found dead in her home on Saturday with gunshot wounds to the head.",
        "output": "Margaret McCullough"
    },
    {
        "input": "McCullough had adopted the boy, who was the grandson of her late husband, shortly after his birth but neighbours said they often had loud arguments.",
        "output": "McCullough"
    },
    {
        "input": "\" The plant is functioning as usual, \" Jose Manuel Prieto, director of personnel, told Spanish state television.",
        "output": "Jose Manuel Prieto"
    },
    {
        "input": "-- Nicholas Shaxson, London newsroom +44 171 542 8167",
        "output": "Nicholas Shaxson"
    },
    {
        "input": "We 're not calling for any frost until after the weekend when it starts to cool off in northwestern Alberta after the weekend probably Monday or Tuesday, \" meteorologist Gerald Machnee told Reuters.",
        "output": "Gerald Machnee"
    },
    {
        "input": "Machnee dismissed talk of frost Wednesday by proponents of the \" full moon, frost soon \" school of thought.",
        "output": "Machnee"
    },
    {
        "input": "-- Gilbert Le Gras 204 947 3548",
        "output": "Gilbert Le Gras"
    },
    {
        "input": "Of the 14 remaining suits, 10 were filed by employees of industrial Brush Wellman customers and Brush Wellman liability in such suits is typically covered by insurance, Timothy Reid, vice president of corporate communications, said on the call.",
        "output": "Timothy Reid"
    },
    {
        "input": "Salomon Brothers analyst Paul Ting said he cut his share earnings estimates on refiners for the third quarter on the belief the companies will face sharp revisions in refining and marketing margins.",
        "output": "Paul Ting"
    },
    {
        "input": "- Chelsea Clinton, until now carefully shielded from the exposure of public life, made her political debut on Sunday on her father 's whistlestop train trip.",
        "output": "Chelsea Clinton"
    },
    {
        "input": "Hillary Rodham Clinton saw her husband and daughter off on the trip in Huntington, West Virginia and then went on to Chicago to begin a rigorous Democratic Convention schedule.",
        "output": "Hillary Rodham Clinton"
    },
    {
        "input": "Chelsea \" is a very poised young lady, but she 's not that much interested in politics, \" the spokesman said.",
        "output": "Chelsea"
    },
    {
        "input": "Tapie to quit French assembly seat as film opens.",
        "output": "Tapie"
    },
    {
        "input": "\" Just about, \" he told Europe 1 radio when asked whether he had sent his letter of resignation to Assembly speaker Philippe Seguin.",
        "output": "Philippe Seguin"
    },
    {
        "input": "A Seguin spokeswoman confirmed that no letter or call had yet been received.",
        "output": "Seguin"
    },
    {
        "input": "Tapie, 53, was resigning just ahead of expected government action to eject him from the Assembly following a finding by the Supreme Court that he was bankrupt and thus ineligible for public office for a five-year period.",
        "output": "Tapie"
    },
    {
        "input": "He plays a power-hungry lawyer in the movie described as \" a tender and cruel comedy \" by Lelouche, who is making his 35th film.",
        "output": "Lelouche"
    },
    {
        "input": "\" I have paid too dearly for mixing two careers, \" Tapie said. \"",
        "output": "Tapie"
    },
    {
        "input": "Tapie 's lawyer has said he intends to appeal to the European Court of Human Rights in an effort to prevent or delay the loss of his European seat.",
        "output": "Tapie"
    },
    {
        "input": "Tapie faces a probable spell in prison after he loses his parliamentary immunity, since two appeal courts have confirmed jail sentences of eight and six months against him for tax fraud and rigging a soccer match.",
        "output": "Tapie"
    },
    {
        "input": "Dutch co-operative bank Rabobank Nederland BA 's net profit growth might slow to less than than 10 year percent in the second half of 1996, executive board chairman Herman Wijffels said on Monday.",
        "output": "Herman Wijffels"
    },
    {
        "input": "Maybe it will be in single-digits, \" Wijffels told Reuters.",
        "output": "Wijffels"
    },
    {
        "input": "But Wijffels was unable to quantify second half investment to improve and extend domestic and offshore services.",
        "output": "Wijffels"
    },
    {
        "input": "-- Garry West, Amsterdam newsroom +31 20 504 5000",
        "output": "Garry West"
    },
    {
        "input": "BRIGHT-BELGIANS SPEED AFTER SCHUMACHER 'S WIN.",
        "output": "SCHUMACHER"
    },
    {
        "input": "Michael Schumacher 's victory in the Belgian Formula One Grand Prix at Spa-Francorchamps sparked a speeding epidemic on Belgian roads after the race was over.",
        "output": "Michael Schumacher"
    },
    {
        "input": "Schumacher won the race in 1 hour 28 minutes 15.125 seconds at an average speed of 208.442 km / hour ( 130 m.p.h. ).",
        "output": "Schumacher"
    },
    {
        "input": "Thai Prime Minister Banharn Silpa-archa on Monday proposed September 18 as the date for parliamentary debate on an opposition no-confidence motion accusing him of incompetence.",
        "output": "Banharn Silpa-archa"
    },
    {
        "input": "The opposition motion against Banharn accuses him of being incompetent, lacking ethical leadership and alleges his administration is corrupt.",
        "output": "Banharn"
    },
    {
        "input": "Banharn has denied the accusations and said he is ready to clear himself in parliament.",
        "output": "Banharn"
    },
    {
        "input": "This has nothing to do with the accusation that I am trying to escape the debate, \" Banharn told reporters after meeting coalition partners.",
        "output": "Banharn"
    },
    {
        "input": "Banharn 's 13-month-old, six-party coalition government controls 209 seats in the 391-seat lower house of parliament.",
        "output": "Banharn"
    },
    {
        "input": "Political infighting within Banharn 's Chart Thai party has raised doubts whether he can hold his supporters together and defeat the opposition motion, political analysts said.",
        "output": "Banharn"
    },
    {
        "input": "The last no-confidence debate against Banharn 's coalition in May was won by the government.",
        "output": "Banharn"
    },
    {
        "input": "U.N. official Ekeus heads for Baghdad.",
        "output": "Ekeus"
    },
    {
        "input": "Senior United Nations arms official Rolf Ekeus left Bahrain for Baghdad on Monday for talks with Iraqi officials, a U.N. spokesman said.",
        "output": "Rolf Ekeus"
    },
    {
        "input": "The spokesman said Ekeus, chairman of the United Nations Special Commission ( UNSCOM ), would spend two or three days in Iraq but declined to give further details.",
        "output": "Ekeus"
    },
    {
        "input": "- Parliament Speaker Berri : The occupied south should not be used as a winning card in elections.",
        "output": "Berri"
    },
    {
        "input": "- Christian Maronite Patriarch Sfeir : We fear a movement from democracy to dictatorship.",
        "output": "Sfeir"
    },
    {
        "input": "- Prime Minister Hariri : Elections are the beginning of a long political life which we begin with an incomplete ticket of 17 candidates.",
        "output": "Hariri"
    },
    {
        "input": "- Opposition leader Alfred Sant on steep rise in taxes over 10 years.",
        "output": "Alfred Sant"
    },
    {
        "input": "The demonstrators, said by police to number 6,000, also urged the release of Nadarajah Muralidaran, Swiss-based leader of the the Tamil Tiger guerrillas, who has been held in a Zurich jail since April on charges of extortion.",
        "output": "Nadarajah Muralidaran"
    },
    {
        "input": "Leonard Santorelli",
        "output": "Leonard Santorelli"
    },
    {
        "input": "\" Treasuries remain very sensitive to any indication of a strong economy and we 're still in that summer doldrum period of light trading, \" said Alan Ackerman, market strategist at Fahnestock & Co. \"",
        "output": "Alan Ackerman"
    },
    {
        "input": "A spokesman for Stansted airport said that the unidentified hijackers were demanding to see a British-based member of the Iraqi Community Association, called Mr Sadiki, and that police were trying to trace him.",
        "output": "Sadiki"
    },
    {
        "input": "Edna Fernandes",
        "output": "Edna Fernandes"
    },
    {
        "input": "\" You only have to see them in action at protests, \" said David Harding, spokesman at ARC, Hanson 's aggregates company. \"",
        "output": "David Harding"
    },
    {
        "input": "One road protestor under the codename Steady Eddie told construction journal \" Building \" earlier this year, \" If it comes down to full-scale economic warfare, we will aim to drive them out of business. \"",
        "output": "Steady Eddie"
    },
    {
        "input": "Costain 's contract to build the controversial Newbury bypass, which runs through a conservation area, has led to violent protests delaying building, bomb threats, staff intimidation and picketing of chief executive Alan Lovell 's home.",
        "output": "Alan Lovell"
    },
    {
        "input": "Graham Watts, chief executive of the Construction Industry Council, said : \" I do n't think many firms involved in tendering for sensitive projects realise the impact environmental activity has on the cost of running a project.",
        "output": "Graham Watts"
    },
    {
        "input": "Watts said the cost of protesting can be heavy once the company is locked into a contract.",
        "output": "Watts"
    },
    {
        "input": "\" It was called the \" First Battle of the Newbury bypass ', \" said ARC 's Harding.",
        "output": "Harding"
    },
    {
        "input": "Simon Brown, analyst at investement bank UBS, said this new phenomenon has led to a change in the way the industry evaluates project risk.",
        "output": "Simon Brown"
    },
    {
        "input": "Harding says others have done the same. \"",
        "output": "Harding"
    },
    {
        "input": "The bank 's governor Sudradjat Djiwandono was quoted as saying on Monday about 5.4 billion rupiah of the seven billion rupiah had been recovered.",
        "output": "Sudradjat Djiwandono"
    },
    {
        "input": "GOLF - PLAYERS DIVIDED ON CART REQUEST FOR OLAZABAL.",
        "output": "OLAZABAL"
    },
    {
        "input": "But commitee member Montgomerie said it could set an unhelpful precedent. \"",
        "output": "Montgomerie"
    },
    {
        "input": "I know Olly 's situation is very unfortunate, but I do n't think we can start giving dispensations, \" he said. \"",
        "output": "Olly"
    },
    {
        "input": "The use of carts is generally prohibited in the professional game, and if Olazabal is allowed to use one in Bordeaux, he might then request one for the qualifying tournaments for next year 's Ryder Cup.",
        "output": "Olazabal"
    },
    {
        "input": "SOCCER - THOMSON RESIGNS AS MANAGER OF RAITH ROVERS.",
        "output": "THOMSON"
    },
    {
        "input": "Jimmy Thomson became Scotland 's first managerial casualty of the season on Tuesday when he quit Raith Rovers, bottom of the premier division.",
        "output": "Jimmy Thomson"
    },
    {
        "input": "Thomson resigned after the club 's directors asked him to return to his previous position as youth team coach.",
        "output": "Thomson"
    },
    {
        "input": "A club statement said : \" The directors of Raith Rovers FC invited Jimmy Thomson to relinquish the post of manager and to resume his former position as youth team coach.",
        "output": "Jimmy Thomson"
    },
    {
        "input": "\" Regrettably Jimmy has felt unable to accept that offer, and has accordingly left the club. \"",
        "output": "Jimmy"
    },
    {
        "input": "Thomson said : \" I am leaving with my dignity and my pride intact, and that is very important to me.",
        "output": "Thomson"
    },
    {
        "input": "Conversion : Boeta Wessels.",
        "output": "Boeta Wessels"
    },
    {
        "input": "Penalties : Wessels 2.",
        "output": "Wessels"
    },
    {
        "input": "Jon Preston.",
        "output": "Jon Preston"
    },
    {
        "input": "Penalties : Preston 2.",
        "output": "Preston"
    },
    {
        "input": "SOCCER - BALL RESIGNS AS MANCHESTER CITY MANAGER.",
        "output": "BALL"
    },
    {
        "input": "Former England midfielder Alan Ball resigned as manager of first division side Manchester City on Monday night, the club said.",
        "output": "Alan Ball"
    },
    {
        "input": "Ball, appointed in July 1995, was unable to prevent City being relegated from the premier league last season and his record read 13 wins, 14 draws and 22 losses in 49 games.",
        "output": "Ball"
    },
    {
        "input": "Club secretary Bernard Halford said in a statement : \" The chairman and Board would like to place on record their appreciation of his endeavours and efforts whilst in his period of office and wish him well in the future. \"",
        "output": "Bernard Halford"
    },
    {
        "input": "Alec Stewart 3 5 0 396 170 79.20",
        "output": "Alec Stewart"
    },
    {
        "input": "John Crawley 2 3 0 178 106 59.33",
        "output": "John Crawley"
    },
    {
        "input": "Nick Knight 3 5 0 190 113 38.00",
        "output": "Nick Knight"
    },
    {
        "input": "Nasser Hussain 2 3 0 111 51 37.00",
        "output": "Nasser Hussain"
    },
    {
        "input": "Mike Atherton 3 5 0 162 64 32.40",
        "output": "Mike Atherton"
    },
    {
        "input": "Graham Thorpe 3 5 0 159 77 31.80",
        "output": "Graham Thorpe"
    },
    {
        "input": "Jack Russell 2 3 1 51 41no 25.50",
        "output": "Jack Russell"
    },
    {
        "input": "Ian Salisbury 2 4 1 50 40 16.66",
        "output": "Ian Salisbury"
    },
    {
        "input": "Mark Ealham 1 2 0 30 25 15.00",
        "output": "Mark Ealham"
    },
    {
        "input": "Dominic Cork 3 5 0 58 26 11.60",
        "output": "Dominic Cork"
    },
    {
        "input": "Robert Croft 1 2 1 11 6 11.00",
        "output": "Robert Croft"
    },
    {
        "input": "Simon Brown 1 2 1 11 10no 11.00",
        "output": "Simon Brown"
    },
    {
        "input": "Alan Mullally 3 5 1 39 24 9.75",
        "output": "Alan Mullally"
    },
    {
        "input": "Chris Lewis 2 3 0 18 9 6.00",
        "output": "Chris Lewis"
    },
    {
        "input": "Andy Caddick 1 1 0 4 4 4.00",
        "output": "Andy Caddick"
    },
    {
        "input": "Graeme Hick 1 2 0 8 4 4.00",
        "output": "Graeme Hick"
    },
    {
        "input": "Atherton 7 1 20 1 20.00",
        "output": "Atherton"
    },
    {
        "input": "Caddick 57.2 10 165 6 27.50",
        "output": "Caddick"
    },
    {
        "input": "Cork 131 23 434 12 36.16",
        "output": "Cork"
    },
    {
        "input": "Mullally 150.3 36 377 10 37.70",
        "output": "Mullally"
    },
    {
        "input": "Hick 13 2 42 1 42.00",
        "output": "Hick"
    },
    {
        "input": "Croft 47.4 10 125 2 62.50",
        "output": "Croft"
    },
    {
        "input": "Brown 33 4 138 2 69.00",
        "output": "Brown"
    },
    {
        "input": "Ealham 37 8 81 1 81.00",
        "output": "Ealham"
    },
    {
        "input": "Salisbury 61.2 8 221 2 110.50",
        "output": "Salisbury"
    },
    {
        "input": "Lewis 71 10 264 1 264.00",
        "output": "Lewis"
    },
    {
        "input": "Thorpe 13 4 19 0 -",
        "output": "Thorpe"
    },
    {
        "input": "Moin Khan 2 3 1 158 105 79.00",
        "output": "Moin Khan"
    },
    {
        "input": "Ijaz Ahmed 3 6 1 344 141 68.80",
        "output": "Ijaz Ahmed"
    },
    {
        "input": "Salim Malik 3 5 2 195 100no 65.00",
        "output": "Salim Malik"
    },
    {
        "input": "Inzamam-ul-Haq 3 5 0 320 148 64.00",
        "output": "Inzamam-ul-Haq"
    },
    {
        "input": "Saeed Anwar 3 6 0 362 176 60.33",
        "output": "Saeed Anwar"
    },
    {
        "input": "Rashid Latif 1 1 0 45 45 45.00",
        "output": "Rashid Latif"
    },
    {
        "input": "Aamir Sohail 2 3 1 77 46 38.50",
        "output": "Aamir Sohail"
    },
    {
        "input": "Asif Mujtaba 2 3 0 90 51 30.00",
        "output": "Asif Mujtaba"
    },
    {
        "input": "Wasim Akram 3 5 1 98 40 24.50",
        "output": "Wasim Akram"
    },
    {
        "input": "Shadab Kabir 2 4 0 87 35 21.75",
        "output": "Shadab Kabir"
    },
    {
        "input": "Mushtaq Ahmed 3 5 1 44 20 11.00",
        "output": "Mushtaq Ahmed"
    },
    {
        "input": "Waqar Younis 3 3 1 11 7 5.50",
        "output": "Waqar Younis"
    },
    {
        "input": "Ata-ur-Rehman 2 2 2 10 10no -",
        "output": "Ata-ur-Rehman"
    },
    {
        "input": "Mohammad Akram 1 0 0 0 0 -",
        "output": "Mohammad Akram"
    },
    {
        "input": "Mushtaq Ahmed 195 52 447 17 26.29",
        "output": "Mushtaq Ahmed"
    },
    {
        "input": "Waqar Younis 125 25 431 16 26.93",
        "output": "Waqar Younis"
    },
    {
        "input": "Wasim Akram 128 29 350 11 31.81",
        "output": "Wasim Akram"
    },
    {
        "input": "Ata-ur-Rehman 48.4 6 173 5 34.60",
        "output": "Ata-ur-Rehman"
    },
    {
        "input": "Mohammad Akram 22 4 71 1 71.00",
        "output": "Mohammad Akram"
    },
    {
        "input": "Aamir Sohail 11 3 24 0 -",
        "output": "Aamir Sohail"
    },
    {
        "input": "Asif Mujtaba 7 5 6 0 -",
        "output": "Asif Mujtaba"
    },
    {
        "input": "Salim Malik 1 0 1 0 -",
        "output": "Salim Malik"
    },
    {
        "input": "Shadab Kabir 1 0 9 0 -",
        "output": "Shadab Kabir"
    },
    {
        "input": "CRICKET - GOOCH TO PLAY ANOTHER SEASON FOR ESSEX.",
        "output": "GOOCH"
    },
    {
        "input": "Graham Gooch, the 43-year-old former England captain, is to continue playing county cricket for at least another season, his club Essex announced on Tuesday.",
        "output": "Graham Gooch"
    },
    {
        "input": "Gooch, who retired from test cricket after the 1994-95 tour of Australia but is now an England selector, is seventh in this season 's first-class averages with 1,429 runs at 64.95, having hit five centuries and one double century.",
        "output": "Gooch"
    },
    {
        "input": "Essex secretary-general manager Peter Edwards said : \" He is a remarkable batsman and still the best in this country.",
        "output": "Peter Edwards"
    },
    {
        "input": "The Romanian Soccer Federation has banned first division club Jiul Petrosani 's president Miron Cozma for two years for headbutting a visiting team player, a federation statement said.",
        "output": "Miron Cozma"
    },
    {
        "input": "Cozma is awaiting trial for assault and criminal damage in a bar in his home town of Petrosan, 300 kms west of Bucharest.",
        "output": "Cozma"
    },
    {
        "input": "The attack on Lupu came during a tunnel skirmish between opposing players as they left the field.",
        "output": "Lupu"
    },
    {
        "input": "Cozma is barred from taking part in any official soccer activity during the ban.",
        "output": "Cozma"
    },
    {
        "input": "TENNIS - EDBERG EXTENDS GRAND SLAM RUN, TOPPLES WIMBLEDON CHAMP.",
        "output": "EDBERG"
    },
    {
        "input": "Larry Fine",
        "output": "Larry Fine"
    },
    {
        "input": "Edberg, competing in the 54th consecutive and final Grand Slam event of his illustrious career, turned back the clock at Stadium Court with a flowing 6-3 6-3 6-3 serve-and-volley victory over the fifth-seeded Dutchman.",
        "output": "Edberg"
    },
    {
        "input": "Edberg, who has said he will retire at season 's end, made it look easy under gray skies at the National Tennis Centre.",
        "output": "Edberg"
    },
    {
        "input": "The unseeded Swede struck quickly, breaking Krajicek in the first game and never let loose his grip on the one hour 44 minute match as he served and volleyed with the grace that made him one of the dominant players of his time.",
        "output": "Krajicek"
    },
    {
        "input": "Marcelo Rios of Chile, the 10th seed, also advanced.",
        "output": "Marcelo Rios"
    },
    {
        "input": "Kleinova ( Czech Republic ) 6-3 6-4",
        "output": "Kleinova"
    },
    {
        "input": "VanLandingham ( 8-13 ), who entered the game with one complete game in the first 56 starts of his career, limited the Phillies to two hits and two walks with four strikeouts.",
        "output": "VanLandingham"
    },
    {
        "input": "\" We 've been working all year on my follow-through, and I really concentrated on that, \" VanLandingham said. \"",
        "output": "VanLandingham"
    },
    {
        "input": "Swift ( 1-0 ), who made his first start since June 3rd and underwent arthroscopic surgery on his right shoulder earlier in the season, allowed five runs and six hits in five innings.",
        "output": "Swift"
    },
    {
        "input": "Benes ( 14-9 ) allowed five hits, walked five and struck out 10 for his 11th win in 12 decisions.",
        "output": "Benes"
    },
    {
        "input": "The decisive pitch nearly hit Ripken and gave the Orioles a one-half game lead over the Chicago White Sox in the wild-card race.",
        "output": "Ripken"
    },
    {
        "input": "In Seattle, Jay Buhner 's eighth-inning single snapped a tie as the Seattle Mariners edged the New York Yankees 2-1 in the opener of a three-game series.",
        "output": "Jay Buhner"
    },
    {
        "input": "With the score tied 1-1 in the ninth, Thome hit a 2-2 pitch from starter Felipe Lira ( 6-11 ) over the left-field fence for his 29th homer.",
        "output": "Felipe Lira"
    },
    {
        "input": "Toronto returned home from a 10-game road trip and won for the eighth time in nine games as Guzman ( 11-8 ) allowed nine hits and struck out eight without a walk.",
        "output": "Guzman"
    },
    {
        "input": "TENNIS - CHANG, WASHINGTON ADVANCE, TWO WOMEN 'S SEEDS FALL.",
        "output": "CHANG"
    },
    {
        "input": "Larry Fine",
        "output": "Larry Fine"
    },
    {
        "input": "Michael Chang is playing in his 10th U.S. Open and enjoying his highest seeding ever, but the 24-year-old American had to overcome a case of the jitters Monday before winning his first-round match on opening day.",
        "output": "Michael Chang"
    },
    {
        "input": "\" I was pretty tight the whole match, \" conceded Chang, one of the hottest players on tour this summer with a 16-2 record on hardcourts that included two titles and a runner-up finish.",
        "output": "Chang"
    },
    {
        "input": "Washington 's win was not comfortable, either.",
        "output": "Washington"
    },
    {
        "input": "The 27-year-old American hurried off the Stadium Court for treatment of an upset stomach after his two and a half hour struggle against Alami.",
        "output": "Alami"
    },
    {
        "input": "Tarango was leading 6-7 ( 5-7 ) 6-4 6-1 3-1.",
        "output": "Tarango"
    },
    {
        "input": "Chang committed an untidy 53 unforced errors, though he made seven fewer than the Brazilian, who also walloped a woeful 24 double faults.",
        "output": "Chang"
    },
    {
        "input": "The most deflating double fault came when Oncins was serving to force a fifth set, leading 6-4 in the tiebreaker.",
        "output": "Oncins"
    },
    {
        "input": "The set point came after confusion at the net on the point previous, which was awarded to Oncins after the two exchanged shots at close quarters at the net.",
        "output": "Oncins"
    },
    {
        "input": "\" Those little seconds were like an hour to me, \" said Oncins, who promptly fired two serves barely contained by the baseline as he frittered away his best chance.",
        "output": "Oncins"
    },
    {
        "input": "He died slumped against Oncins, who subsequently lost interest in tennis.",
        "output": "Oncins"
    },
    {
        "input": "\" Two months ago I started talking about quitting, \" said Oncins, who decided to give it one last try and made it through the Open qualifying tournament last weekend.",
        "output": "Oncins"
    },
    {
        "input": "Women 's ninth seed Mary Joe Fernandez pulled out because of tendinitis in her right wrist.",
        "output": "Mary Joe Fernandez"
    },
    {
        "input": "But German international goalkeeper Andreas Koepke again proved a sound investment when under pressure from the Auxerre strikers, saving his team with a number of fine parries.",
        "output": "Andreas Koepke"
    },
    {
        "input": "Hagner 85th ).",
        "output": "Hagner"
    },
    {
        "input": "Werder Bremen 1 ( Schulz 31st ) Borussia Moenchengladbach 0.",
        "output": "Schulz"
    },
    {
        "input": "( 23rd ), Christian Ruuttu ( 45th )",
        "output": "Christian Ruuttu"
    },
    {
        "input": "penalty ), Jiri Dopita ( 57th )",
        "output": "Jiri Dopita"
    },
    {
        "input": "SOCCER - NEUCHATEL TO APPEAL AGAINST CYPRIEN 'S NINE-MONTH BAN.",
        "output": "CYPRIEN"
    },
    {
        "input": "Swiss league leaders Neuchatel Xamax said on Tuesday they would appeal against a nine-month ban imposed on French international defender Jean-Pierre Cyprien for his part in a post-match brawl.",
        "output": "Jean-Pierre Cyprien"
    },
    {
        "input": "Club president Gilbert Facchinetti said he was astonished the committee had arrived at its decision so quickly and vowed the club would appeal.",
        "output": "Gilbert Facchinetti"
    },
    {
        "input": "The referee could not have seen it or he would have punished him, \" Gress said.",
        "output": "Gress"
    },
    {
        "input": "\" During the scuffle, Moura threw the first punch.",
        "output": "Moura"
    },
    {
        "input": "Cyprien, who won his one French cap against Italy in February 1994, cannot play in Switzerland or elsewhere until May next year.",
        "output": "Cyprien"
    },
    {
        "input": "CYCLING - BUGNO CLEARED OF DOPING.",
        "output": "BUGNO"
    },
    {
        "input": "Veteran Italian Gianni Bugno has been cleared of doping after testing positive for high levels of testosterone during the Tour of Switzerland in June, the Italian cycling federation said on Tuesday.",
        "output": "Gianni Bugno"
    }
]