[
    {
        "input": "Interacciones brokerage on Monday raised its forecasts for 1996 gross domestic product growth to 4.3 percent from 3.8 percent, but it kept its 1997 projection unchanged at 4.5 percent, a statement said.",
        "output": "Interacciones"
    },
    {
        "input": "Last month, Wang, 45, a veteran dissident of the 1979 Democracy Wall movement, was ordered to serve one year of \" re-education through labour \", but released because of poor health.",
        "output": "Democracy Wall"
    },
    {
        "input": "that is to end the state of hostility, \" Thursday 's overseas edition of the People 's Daily quoted Tang as saying.",
        "output": "People 's Daily"
    },
    {
        "input": "Burnley 3 2 0 1 5 5 6",
        "output": "Burnley"
    },
    {
        "input": "Varteks Varazdin win 5-1 on aggregate.",
        "output": "Varteks Varazdin"
    },
    {
        "input": "He also got the House of Lords to pass his Trades Disputes Act which gave labour unions more freedom to strike.",
        "output": "House of Lords"
    },
    {
        "input": "SK Slavia Praha 3 1 2 0 6 3 5",
        "output": "SK Slavia Praha"
    },
    {
        "input": "Atria said earlier its January-June profit before extraordinary items, appropriations and taxes fell to 15 million markka from 39 in the first-half of 1995.",
        "output": "Atria"
    },
    {
        "input": "The dreaded \" chupabolos \" -- \" drunksucker \" -- preys on men who have passed out in the streets of Matagalpa, 80 miles ( 130 kms ) north of Managua, placing hickey-like \" lovebites \" on various parts of their bodies, El Nuevo Diario reported.",
        "output": "El Nuevo Diario"
    },
    {
        "input": "Americast will provide the boxes to subscribers as part of the service.",
        "output": "Americast"
    },
    {
        "input": "After being fined $ 250,000 by the sports governing body on Tuesday, the British driver rolled his Subaru 6.5 km into stage six.",
        "output": "Subaru"
    },
    {
        "input": "In other news, the Toronto Bond Traders ' Association said it is recommending that dealings in the Canadian bond market end early at 1400 EDT / 1800 GMT on Friday.",
        "output": "Toronto Bond Traders ' Association"
    },
    {
        "input": "Baltimore 's Eddie Murray cracked his 20th homer of the season and 499th of his career.",
        "output": "Baltimore"
    },
    {
        "input": "Jimmy Thomson became Scotland 's first managerial casualty of the season on Tuesday when he quit Raith Rovers, bottom of the premier division.",
        "output": "Raith Rovers"
    },
    {
        "input": "\" In July, average weekly hours and average hourly earnings declined, more than offsetting the effect of an increase in employment, \" Commerce said.",
        "output": "Commerce"
    },
    {
        "input": "NEC Nijmegen 3 0 2 1 2 5 2",
        "output": "NEC Nijmegen"
    },
    {
        "input": "Queens Park Rangers 3 2 1 0 5 3 7",
        "output": "Queens Park Rangers"
    },
    {
        "input": "CHICAGO 72 64.529 9",
        "output": "CHICAGO"
    },
    {
        "input": "\" The Fed 's stance has really sensitized us to all this data, \" one analyst said. \"",
        "output": "Fed"
    },
    {
        "input": "Shares in retailer Metro Holdings dropped 3.31 percent, or Singapore $ 0.20, to S$ 5.85 minutes after the market opened on Monday.",
        "output": "Metro Holdings"
    },
    {
        "input": "Porsche 's registrations fell to 554 from 643.",
        "output": "Porsche"
    },
    {
        "input": "Santos 3 1 1 1 3 3 4",
        "output": "Santos"
    },
    {
        "input": "Sydney 21 15 1 5 2067 1687 122.5 62",
        "output": "Sydney"
    },
    {
        "input": "Southern California Edison Co said it expected two 220 kilovolt ( KV ) power lines in southern California to resume service later today after being shut late Wednesday because of a wildfire raging north of Los Angeles.",
        "output": "Southern California Edison Co"
    },
    {
        "input": "The volcano in the Soufriere hills has erupted three times in the past 13 months and last April some 4,500 people living in the capital, Plymouth, and southern areas were evacuated to the north, where many are living in public shelters and schools.",
        "output": "Plymouth"
    },
    {
        "input": "St Kilda 21 9 0 12 1909 1958 97.5 36",
        "output": "St Kilda"
    },
    {
        "input": "It should give Magna the critical mass to be a bigger player in that market. \"",
        "output": "Magna"
    },
    {
        "input": "Left-back Hinchcliffe, 27, replaces Tottenham 's Darren Anderton who has a recurring groin problem.",
        "output": "Tottenham"
    },
    {
        "input": "The Tigers won their third straight and halted a seven-game road losing streak behind Justin Thompson ( 1-2 ), who earned his first major-league win.",
        "output": "Tigers"
    },
    {
        "input": "Ssangbangwool 60 2 49.550 5",
        "output": "Ssangbangwool"
    },
    {
        "input": "NOTE - Orii Corp makes automation equipment.",
        "output": "Orii Corp"
    },
    {
        "input": "5 - Slawomir Wojciechowski ( GKS Katowice )",
        "output": "GKS Katowice"
    },
    {
        "input": "Eau Claire, Wisc.",
        "output": "Eau Claire"
    },
    {
        "input": "SOCCER - UEFA REWARDS THREE COUNTRIES FOR FAIR PLAY.",
        "output": "UEFA"
    },
    {
        "input": "Wycombe 3 0 2 1 2 3 2",
        "output": "Wycombe"
    },
    {
        "input": "TORONTO 63 71.470 12",
        "output": "TORONTO"
    },
    {
        "input": "\" He is in no danger and will be treated and observed this evening, \" said Orioles team physician Dr. William Goldiner, adding that Johnson is expected to be released on Friday.",
        "output": "Orioles"
    },
    {
        "input": "Bolton 3 2 1 0 5 2 7",
        "output": "Bolton"
    },
    {
        "input": "Senior ministers have repeatedly warned since the fiscally-tight budget was handed down on Tuesday night that the chance of lower official rates could be hampered in the Senate.",
        "output": "Senate"
    },
    {
        "input": "Gazeta Shqiptare said the \" Book of Mass ', by Gjon Buzuku, dating from 1555 and discovered in 1740 in a religious seminary in Rome, was the first major document published in the Albanian language.",
        "output": "Gazeta Shqiptare"
    },
    {
        "input": "Collingwood 21 8 0 13 2103 2091 100.6 32",
        "output": "Collingwood"
    },
    {
        "input": "ST LOUIS 69 63.523 1 1/2",
        "output": "ST LOUIS"
    },
    {
        "input": "DIARIO 16",
        "output": "DIARIO 16"
    },
    {
        "input": "Oppenheimer Capital LP said on Thursday it will review its cash distribution rate for the October quarterly distribution, assuming continued favorable results.",
        "output": "Oppenheimer Capital LP"
    },
    {
        "input": "Government closes Ruhunu University indefinitely after big clash between two groups of students in which eight were wounded and hospitalised.",
        "output": "Ruhunu University"
    },
    {
        "input": "Hansa Rostock 4 1 2 1 5 4 5",
        "output": "Hansa Rostock"
    },
    {
        "input": "SV Ried 6 1 1 4 6 9 4",
        "output": "SV Ried"
    },
    {
        "input": "4. Luca Cadalora ( Italy ) Honda 1:51.006",
        "output": "Honda"
    },
    {
        "input": "7. Johan Capiot ( Belgium ) Collstrop",
        "output": "Collstrop"
    },
    {
        "input": "Norwich 4 3 0 1 5 3 9",
        "output": "Norwich"
    },
    {
        "input": "It said the U.S. State Department 's coordinator for counter terrorism, Philip Wilcox, had expressed Washington 's support for the government when he visited Colombo this week.",
        "output": "U.S. State Department"
    },
    {
        "input": "- Top dealers in the London office of U.S. bankers Merrill Lynch are transferring to Dublin.",
        "output": "Merrill Lynch"
    },
    {
        "input": "He will, however, have to do without the Dortmund trio of libero Matthias Sammer, midfielder Steffen Freund and defender Rene Schneider, who were all formally nominated despite being injured.",
        "output": "Dortmund"
    },
    {
        "input": "Ulsan 1 0 2 8 9 3",
        "output": "Ulsan"
    },
    {
        "input": "Utrecht 3 0 2 1 2 3 2",
        "output": "Utrecht"
    },
    {
        "input": "Earlier, the director of the president 's office denied a report in Israel 's Yedioth Ahronoth newspaper that Weizman had already invited Arafat to his private home for talks in the coming week on the future of the Israel-PLO peace process.",
        "output": "Yedioth Ahronoth"
    },
    {
        "input": "PHILADELPHIA 53 77.408 29",
        "output": "PHILADELPHIA"
    },
    {
        "input": "Chicago Cubs right fielder Sammy Sosa underwent surgery on Monday to remove a fractured bone from his right hand and will miss four to six weeks, the club announced Tuesday.",
        "output": "Chicago Cubs"
    },
    {
        "input": "Lugano 9 1 4 4 6 15 7",
        "output": "Lugano"
    },
    {
        "input": "\" It 's a positive strategic move, \" said Miles Kan of Hambrecht & Quist.",
        "output": "Hambrecht & Quist"
    },
    {
        "input": "Footscray 21 5 1 15 1578 2060 76.6 22",
        "output": "Footscray"
    },
    {
        "input": "Fears of a Fed tightening next month have resurfaced for the first time since the end of July. \"",
        "output": "Fed"
    },
    {
        "input": "All Blacks coach John Hart said Prime Minister Jim Bolger rang him today to offer his congratulations.",
        "output": "All Blacks"
    },
    {
        "input": "-- London Newsroom +44 171 542 7717",
        "output": "London Newsroom"
    },
    {
        "input": "4. Bryan Herta ( U.S. ), Reynard Mercedes-Benz, 54.578",
        "output": "Reynard Mercedes-Benz"
    },
    {
        "input": "Vitesse Arnhem 3 2 1 0 4 1 7",
        "output": "Vitesse Arnhem"
    },
    {
        "input": "NEW YORK AT CALIFORNIA",
        "output": "NEW YORK"
    },
    {
        "input": "In Boston, former Mariner Darren Bragg 's first career grand slam in the sixth inning off reliever Randy Johnson lifted the Boston Red Sox to their fifth win in six games, a 9-5 victory over Seattle.",
        "output": "Boston Red Sox"
    },
    {
        "input": "Adelaide 21 8 0 13 2158 2183 98.9 32",
        "output": "Adelaide"
    },
    {
        "input": "Tom Daschle -- Daschle, 48, was largely unknown outside Washington and his state of South Dakota when he surprisingly beat more prominent rivals to become Senate Democratic leader after the party lost its majority to the Republicans in 1994.",
        "output": "Senate"
    },
    {
        "input": "Italian Prime Minister Romano Prodi will pay a one-day working visit to Turkey on September 3, the Turkish Foreign Ministry said on Wednesday.",
        "output": "Foreign Ministry"
    },
    {
        "input": "that up to 75 Moslem men are believed to be approaching Mahala, \" NATO spokesman Lieutenant-Colonel Max Marriner said in Sarajevo.",
        "output": "NATO"
    },
    {
        "input": "-- Zurich Editorial, +41 1 631 7340",
        "output": "Zurich Editorial"
    },
    {
        "input": "Porto, who are fighting to take their third consecutive title this season, were 2-0 down until the 86th minute when a header by Mario Jardel found the net after a string of missed opportunities, including a penalty taken by top league scorer Domingos Oliveira in the 60th minute.",
        "output": "Porto"
    },
    {
        "input": "Former England midfielder Alan Ball resigned as manager of first division side Manchester City on Monday night, the club said.",
        "output": "Manchester City"
    },
    {
        "input": "The biggest of those was Malbak.",
        "output": "Malbak"
    },
    {
        "input": "SAN FRANCISCO 56 74.431 15 1/2",
        "output": "SAN FRANCISCO"
    },
    {
        "input": "He added that the OSCE was the only international body which has been allowed into the Chechnya to monitor the human rights situation there, but that its means were restricted by the fact that the conflict was a \" internal issue \".",
        "output": "OSCE"
    },
    {
        "input": "The only goal of the match also brought some relief for under-fire Leeds manager Howard Wilkinson following the team 's poor start to the season.",
        "output": "Leeds"
    },
    {
        "input": "\" Brush Wellman has been a leader in dealing with health and safety issues ( related to chronic Beryllium disease ) for nearly 50 years, \" he said. \"",
        "output": "Brush Wellman"
    },
    {
        "input": "The BOJ released the August tankan, its quarterly short-term corporate survey, in the morning and it showed business outlook had worsened.",
        "output": "BOJ"
    },
    {
        "input": "Just like many other companies on the bourse, Cofinec has big growth opportunities. \"",
        "output": "Cofinec"
    },
    {
        "input": "The All Blacks salvaged some pride by scoring two tries from centre Walter Little and scrum-half Justin Marshall in the final five minutes to close a gap which at one point stood at 24 points.",
        "output": "All Blacks"
    },
    {
        "input": "Essex 532-8",
        "output": "Essex"
    },
    {
        "input": "Marseille 3 1 1 1 5 4 4",
        "output": "Marseille"
    },
    {
        "input": "Banking group ING traded ex-dividend today and finished 0.60 guilders weaker at 52.90 as a result.",
        "output": "ING"
    },
    {
        "input": "Van Poppel ( 3-6 ) walked two and struck out two in defeating the Royals for the second time this week.",
        "output": "Royals"
    },
    {
        "input": "-- Moscow Newsroom +7095 941 8520",
        "output": "Moscow Newsroom"
    },
    {
        "input": "OAKLAND AT NEW YORK",
        "output": "OAKLAND"
    },
    {
        "input": "Dukla Banska Bystrica 4 3 0 1 7 2 9",
        "output": "Dukla Banska Bystrica"
    },
    {
        "input": "Emnid July 7 39.0 32.0 7.0 11.0 5.0",
        "output": "Emnid"
    },
    {
        "input": "Neuchatel coach Gilbert Gress described the incident as \" shocking \", but said Moura was also to blame.",
        "output": "Neuchatel"
    },
    {
        "input": "German riot police made Nazi gestures at a private function earlier this month and may face dismissal for their actions, the Bavarian Interior Ministry said on Wednesday.",
        "output": "Interior Ministry"
    },
    {
        "input": "Genk 4 1 2 1 6 5 5",
        "output": "Genk"
    },
    {
        "input": "-- Amsterdam Newsroom +31 20 504 5000",
        "output": "Amsterdam Newsroom"
    },
    {
        "input": "TORONTO AT CHICAGO",
        "output": "TORONTO"
    },
    {
        "input": "Auckland 21 11 0 10 406 389 22",
        "output": "Auckland"
    },
    {
        "input": "But Adem Hodzic, one of the refugees who signed the letter of complaint, told Reuters :",
        "output": "Reuters"
    },
    {
        "input": "Mexican officials contend that there is no scientific basis for the ban, and that it is illegal under international trading rules of the World Trade Organisation.",
        "output": "World Trade Organisation"
    },
    {
        "input": "He was well backed by England hopeful Mark Butcher who made 70 as Surrey closed on 429 for seven, a lead of 234.",
        "output": "Surrey"
    },
    {
        "input": "Brentford 3 2 1 0 6 3 7",
        "output": "Brentford"
    },
    {
        "input": "7 ( 151 ) Melbourne 11.12 ( 78 )",
        "output": "Melbourne"
    },
    {
        "input": "MINNESOTA AT MILWAUKEE",
        "output": "MINNESOTA"
    },
    {
        "input": "Castleford 22 9 0 13 548 599 18",
        "output": "Castleford"
    },
    {
        "input": "Leeds )",
        "output": "Leeds"
    },
    {
        "input": "Cukaricki 4 2 0 2 6 6 6",
        "output": "Cukaricki"
    },
    {
        "input": "SK Hradec Kralove 3 0 1 2 1 7 1",
        "output": "SK Hradec Kralove"
    },
    {
        "input": "YEDIOTH AHRONOTH",
        "output": "YEDIOTH AHRONOTH"
    },
    {
        "input": "\" The RDR appeals to all refugees to prepare themselves calmly for the demands of the census agents because it will be in their ultimate interest, \" the group said in a statement.",
        "output": "RDR"
    },
    {
        "input": "I think it would be very difficult to sell to the European Commission a programme which would involve the elimination of fewer BSE cases, \" Kiely said.",
        "output": "European Commission"
    },
    {
        "input": "12. Johnny Herbert ( Britain ) Sauber 1:53.993",
        "output": "Sauber"
    },
    {
        "input": "Pro-Moscow leaders in Chechnya have criticised Tim Guldimann, the Swiss diplomat who heads the OSCE Chechnya mission, saying he was biased toward Zelimkhan Yandarbiyev, president of the self-declared separatist government.",
        "output": "OSCE"
    },
    {
        "input": "Stoke 2 2 0 0 4 2 6",
        "output": "Stoke"
    },
    {
        "input": "Cronulla 20 12 2 6 359 258 26",
        "output": "Cronulla"
    },
    {
        "input": "BABEL",
        "output": "BABEL"
    },
    {
        "input": "India 's Supreme Court on Thursday sentenced two men to death after finding them guilty of killing 23 bus passengers, including children.",
        "output": "Supreme Court"
    },
    {
        "input": "\" When talking to Tarmac about the M3 link ( through Twyford Down ) they made it fairly clear that their risk assessment methods have been changed and now involve a very clear environmental risk analysis. \"",
        "output": "Tarmac"
    },
    {
        "input": "Constitutional reforms were proposed on Tuesday by two senators, one of them a member of Samper 's own Liberal Party, aimed at lifting the ban on extradition introduced in 1991.",
        "output": "Liberal Party"
    },
    {
        "input": "F.C. La Valletta - Gilbert Agius ( 24th )",
        "output": "F.C. La Valletta"
    },
    {
        "input": "The Italian cabinet on Wednesday granted a reprieve for media mogul Silvio Berlusconi 's Mediaset television empire with a decree extending the current legal framework for television stations until January 31, 1997.",
        "output": "Mediaset"
    },
    {
        "input": "CME lumber futures close lower on profit taking.",
        "output": "CME"
    },
    {
        "input": "One Taibe supporter required hospital treatment for cuts and bruises after a stone struck his head as he was driving from the stadium.",
        "output": "Taibe"
    },
    {
        "input": "Congress is constitutionally obliged to approve the budget by the end of year but regularly fails to meet that requirement.",
        "output": "Congress"
    },
    {
        "input": "Earlier in the day, Fed chairman Alan Greenspan said at the annual Jackson Hole symposium that the goal of price stability is within reach for major nations.",
        "output": "Fed"
    },
    {
        "input": "RTRS - Melbourne train collides with truck, 15 injured.",
        "output": "RTRS"
    },
    {
        "input": "Prime Minister John Major says the 300-year-old union of the Scottish and English parliaments will be a main plank in his Conservative Party 's election platform.",
        "output": "Conservative Party"
    },
    {
        "input": "Scores : World XI 102-0 ( M. Waugh 39 not out, S. Tendulkar 56 not out ) off 21.4 overs v Sri Lanka.",
        "output": "World XI"
    },
    {
        "input": "5. Federico Colonna ( Italy ) Mapei",
        "output": "Mapei"
    },
    {
        "input": "-- Jonathan Birt, London Newsroom +44 171 542 7717",
        "output": "London Newsroom"
    },
    {
        "input": "Ulster Petroleums Ltd Q2 net profit falls.",
        "output": "Ulster Petroleums Ltd"
    },
    {
        "input": "OFK Kikinda 4 3 0 1 8 3 9",
        "output": "OFK Kikinda"
    },
    {
        "input": "8. Sven Teutenberg ( Germany ) U.S. Postal 31",
        "output": "U.S. Postal"
    },
    {
        "input": "Ekeren 4 1 1 2 6 8 4",
        "output": "Ekeren"
    },
    {
        "input": "Braga defender Idalecio gave his team their equaliser seven minutes from the final whistle with a header into the back of the net.",
        "output": "Braga"
    },
    {
        "input": "VfB Stuttgart 3 3 0 0 10 1 9",
        "output": "VfB Stuttgart"
    },
    {
        "input": "LG 45 5 59.436 17 1/2",
        "output": "LG"
    },
    {
        "input": "Brown threw 119 pitches and won for the third time in as many starts against the Reds this season.",
        "output": "Reds"
    },
    {
        "input": "Norwich 3 2 0 1 4 3 6",
        "output": "Norwich"
    },
    {
        "input": "THE NEWS",
        "output": "THE NEWS"
    },
    {
        "input": "CALIFORNIA 60 69.465 13 1/2",
        "output": "CALIFORNIA"
    },
    {
        "input": "MINNESOTA 66 67.496 14",
        "output": "MINNESOTA"
    },
    {
        "input": "1706 - French troops under Duke of Orleans besieging Turin were defeated by the Austrians under Prince Eugene, the French army was destroyed and they ceased trying to capture northern Italy.",
        "output": "Eugene"
    },
    {
        "input": "The PLO wants Arab East Jerusalem as the capital of a future Palestinian state.",
        "output": "PLO"
    },
    {
        "input": "Penrith 21 6 1 14 339 448 13",
        "output": "Penrith"
    },
    {
        "input": "Ipswich 4 1 2 1 9 7 5",
        "output": "Ipswich"
    },
    {
        "input": "In Vaduz : Vaduz ( Liechtenstein ) 1 RAF Riga ( Latvia ) 1 ( 0-0 )",
        "output": "RAF Riga"
    },
    {
        "input": "Lotte 43 5 52.455 15 1/2",
        "output": "Lotte"
    },
    {
        "input": "Mitsubishi driver Makinen stopped experienced fellow Finn Juha Kankkunen in his tracks on the final day of the 1,452-km rally, doubling his lead on the first two decisive stages.",
        "output": "Mitsubishi"
    },
    {
        "input": "A year after its massively publicized introduction, Microsoft Corp. 's Windows 95 computer operating system has fallen short of the most optimistic expectations for the software giant and the industry.",
        "output": "Microsoft Corp."
    },
    {
        "input": "KANSAS CITY 60 73.451 19 1/2",
        "output": "KANSAS CITY"
    },
    {
        "input": "An ABC News poll released on Tuesday showed President Bill Clinton 's lead over Republican challenger Bob Dole stretching to 15 points in advance of the Nov. 5 election.",
        "output": "ABC News"
    },
    {
        "input": "Bradford finished third.",
        "output": "Bradford"
    },
    {
        "input": "NOTE - Fontaine Co Ltd sells women \" s fashion wigs.",
        "output": "Fontaine Co Ltd"
    },
    {
        "input": "West Bromwich 3 0 2 1 2 3 2",
        "output": "West Bromwich"
    },
    {
        "input": "I expect the market to go as far down as 63,000 tomorrow if sales continue, \" said Burcin Mavituna from Interbank.",
        "output": "Interbank"
    },
    {
        "input": "-- London Newsroom +44 171 542 8863",
        "output": "London Newsroom"
    },
    {
        "input": "Touchstone Software Corp. had to pay $ 1.3 million in cash and stock to settle a shareholders lawsuit brought after the company 's sales failed to meet expectations tied to the Windows 95 launch.",
        "output": "Touchstone Software Corp."
    },
    {
        "input": "Pope John Paul II and Israeli Foreign Minister David Levy sent her get-well messages, the Press Trust of India said.",
        "output": "Press Trust of India"
    },
    {
        "input": "Boskalis upgrades 1996 outlook.",
        "output": "Boskalis"
    },
    {
        "input": "8. Martin Brundle ( Britain ) Jordan 1:52.977",
        "output": "Jordan"
    },
    {
        "input": "They read : \" Ballybunion backs Clinton. \"",
        "output": "Ballybunion"
    },
    {
        "input": "The consortium, called Americast, said the contract was part of its strategy to develop and market the next generation in home entertainment.",
        "output": "Americast"
    },
    {
        "input": "Western Province batsman Herschelle Gibbs was the only uncapped player in South Africa 's 14-man squad named on Wednesday for a quadrangular one-day series in Kenya next month.",
        "output": "Western Province"
    },
    {
        "input": "3. Wataru Yoshikawa ( Japan ) Yamaha 38:32.353",
        "output": "Yamaha"
    },
    {
        "input": "Slough 's chairman Sir Nigel Mobbs added to the bullish mood in the sector, saying in a statement that \" with the prospect of a period of steady economic growth and low inflation ahead, there is good reason to believe that the property sector should continue its improvement. \"",
        "output": "Slough"
    },
    {
        "input": "Softbank to procure $ 900 mln via forex by Sept 5.",
        "output": "Softbank"
    },
    {
        "input": "COLORADO 70 66.515 6",
        "output": "COLORADO"
    },
    {
        "input": "This will be Pirelli 's first industrial involvement in a Chinese market where demand for telecommunication networks is expected to grow to 80-100 million new lines between 1996 and 2000, doubling demand for optical cables.",
        "output": "Pirelli"
    },
    {
        "input": "Scottish Labour Party narrowly backs referendum.",
        "output": "Scottish Labour Party"
    },
    {
        "input": "EL PAIS",
        "output": "EL PAIS"
    },
    {
        "input": "DNIB also set a 110 million guilder step-up bond.",
        "output": "DNIB"
    },
    {
        "input": "Shares in Mentmore Abbey edged two pence higher to 81.5 pence, valuing the group at just under 30 million stg.",
        "output": "Mentmore Abbey"
    },
    {
        "input": "NOTE - Salomon & Taylor Made Co Ltd manufactures golf clubs and sells ski equipment.",
        "output": "Salomon & Taylor Made Co Ltd"
    },
    {
        "input": "OAKLAND 62 70.470 13",
        "output": "OAKLAND"
    },
    {
        "input": "KeyCorp, contacted by phone, would not comment.",
        "output": "KeyCorp"
    },
    {
        "input": "Fed acct 5.208 4.425",
        "output": "Fed"
    },
    {
        "input": "In the broader market, declining issues beat advances 1,627 to 743 on moderate volume of 321 million shares on the New York Stock Exchange.",
        "output": "New York Stock Exchange"
    },
    {
        "input": "The company 's PMC-Sierra unit generated $ 33 million of the company 's $ 117 million in sales in the first half of the year, compared with $ 45 million in sales of modem chips, Kan said.",
        "output": "PMC-Sierra"
    },
    {
        "input": "-- Hong Kong News Room ( 852 ) 2843 6368",
        "output": "Hong Kong News Room"
    },
    {
        "input": "The MDS was represented in court and admitted owing money for rent but did not give details.",
        "output": "MDS"
    },
    {
        "input": "The Times newspaper said Diana was not named in the divorce petition heard by a court in Surrey, southern England.",
        "output": "The Times"
    },
    {
        "input": "Wigan 22 19 1 2 902 326 39",
        "output": "Wigan"
    },
    {
        "input": "NSW Treasury launched a A$ 100 million three-year discount bond aimed at Japanese investors.",
        "output": "NSW Treasury"
    },
    {
        "input": "COLORADO 69 64.519 4",
        "output": "COLORADO"
    },
    {
        "input": "-- Harry Milling, New York Energy Desk, +1 212-859-1761",
        "output": "New York Energy Desk"
    },
    {
        "input": "\" The problem of land is one of the most serious facing Brazil, \" said Lucas Moreira Neves, president of the Catholic church 's National Conference of Bishops of Brazil.",
        "output": "National Conference of Bishops of Brazil"
    },
    {
        "input": "SOCCER - BARCELONA WIN SPANISH SUPER CUP.",
        "output": "BARCELONA"
    },
    {
        "input": "He met Russian Prime Minister Viktor Chernomyrdin on Monday and, according to the press service of Lebed 's Security Council, could meet Yeltsin on Tuesday.",
        "output": "Security Council"
    },
    {
        "input": "Asked what India would do if the pact were forwarded to the United Nations General Assembly, Gujral said : \" That bridge I will cross when I come to it. \"",
        "output": "United Nations General Assembly"
    },
    {
        "input": "It was the sixth year in a row that China avoided censure at the U.N. 's main human rights forum.",
        "output": "U.N."
    },
    {
        "input": "In Home Health to appeal payment denial.",
        "output": "In Home Health"
    },
    {
        "input": "Reading 2 1 0 1 3 5 3",
        "output": "Reading"
    },
    {
        "input": "Ruch Chorzow 7 1 2 4 7 13 5",
        "output": "Ruch Chorzow"
    },
    {
        "input": "6. Scott Russell ( United States ) Suzuki 1:51.287",
        "output": "Suzuki"
    },
    {
        "input": "World championship leader Tommi Makinen in his Mitsubishi was third but current world champion Colin McRae ended a bad week by crashing out.",
        "output": "Mitsubishi"
    },
    {
        "input": "A KSE statement said the recomposed index would be more representative, capturing market capitalisation of 82.3 percent, up from 79.9 percent previously.",
        "output": "KSE"
    },
    {
        "input": "Bayern Munich 3 2 1 0 7 2 7",
        "output": "Bayern Munich"
    },
    {
        "input": "5. Tom Steels ( Belgium ) Mapei",
        "output": "Mapei"
    },
    {
        "input": "Lyon 4 2 1 1 6 4 7",
        "output": "Lyon"
    },
    {
        "input": "BASEBALL - BRAVES SIGN NEAGLE.",
        "output": "BRAVES"
    },
    {
        "input": "BALTIMORE 69 61.531 5",
        "output": "BALTIMORE"
    },
    {
        "input": "requirements of the Ministry of Commerce.",
        "output": "Ministry of Commerce"
    },
    {
        "input": "Barcelona had won the first leg 5-2 but the second leg was a different story.",
        "output": "Barcelona"
    },
    {
        "input": "BARUM HOLDING 171.00 171.00 14432 2467.872",
        "output": "BARUM HOLDING"
    },
    {
        "input": "-- Diamond Shamrock Inc to $ 0.38 from $ 0.73 versus the Street 's consensus $ 0.63",
        "output": "Diamond Shamrock Inc"
    },
    {
        "input": "JORNAL DE ANGOLA",
        "output": "JORNAL DE ANGOLA"
    },
    {
        "input": "Hibernian 3 1 1 1 2 2 4",
        "output": "Hibernian"
    },
    {
        "input": "\" I think the Professional Squash Association should look into this matter and deal with it properly.",
        "output": "Professional Squash Association"
    },
    {
        "input": "Durham 326 ( D. Cox 95 not out, S. Campbell 69 ; G. Rose 7-73 ).",
        "output": "Durham"
    },
    {
        "input": "Japanese shipments of aluminium mill products in July surged 8.9 percent over the same month last year to 224,609 tonnes, while production rose 6.4 percent to 222,457 tonnes, according to preliminary data released on Tuesday by the Japan Aluminium Federation.",
        "output": "Japan Aluminium Federation"
    },
    {
        "input": "Chinese police have detained dissident Wang Donghai, the New York-based pressure group Human Rights in China said on Saturday.",
        "output": "Human Rights in China"
    },
    {
        "input": "Moody 's Investors Service -",
        "output": "Moody 's Investors Service"
    },
    {
        "input": "A consortium led by Thailand 's Siam Commercial Bank Plc has secured at auction the right to sell two state agency bond issues worth a combined 3.73 billion baht, an official at the bank said on Thursday.",
        "output": "Siam Commercial Bank Plc"
    },
    {
        "input": "Escravos was sold on a Dated Brent related basis, with premiums for the light grade seen in the low 50-cent range.",
        "output": "Escravos"
    },
    {
        "input": "\" These rules are intended to empower all investors, by allowing their orders to compete on a level playing field, and by providing the disclosure they need to make informed decisions, \" said SEC Chairman Arthur Levitt.",
        "output": "SEC"
    },
    {
        "input": "The 30-year Treasury fell almost a point, raising its yield, which moves in the opposite direction from the price, to 7.12 percent from 7.04 percent late Thursday.",
        "output": "Treasury"
    },
    {
        "input": "Tass quoted the Kremlin press service as saying the operation took place on Saturday in the Central Clinical Hospital which treats top officials.",
        "output": "Tass"
    },
    {
        "input": "Sierra Leonean rebels killed 31 villagers and seven soldiers in an attack on the eastern village of Foindu, Eastern Region Brigade Commander Major Fallah Sewa said on Wednesday.",
        "output": "Eastern Region Brigade"
    },
    {
        "input": "A spokesman for the group said the meeting \" signals a new level of cooperation between Mujahideen Khalq and the Iranian Kurdish oppositions \".",
        "output": "Mujahideen Khalq"
    },
    {
        "input": "revs won by Robert W. Baird.",
        "output": "Robert W. Baird"
    },
    {
        "input": "6. Jans Koerts ( Netherlands ) Palmans",
        "output": "Palmans"
    },
    {
        "input": "Sydney Bulldogs 21 10 0 11 325 356 20",
        "output": "Sydney Bulldogs"
    },
    {
        "input": "Haitai 62 2 40.606 -",
        "output": "Haitai"
    },
    {
        "input": "The next purchase tender from ENAP is expected for late October or early November crude, traders said.",
        "output": "ENAP"
    },
    {
        "input": "NATO monitors Moslem move towards tense village.",
        "output": "NATO"
    },
    {
        "input": "An explosion at Repsol 's Puertollano refinery, which killed four workers, had not affected output of oil products, an official said.",
        "output": "Repsol"
    },
    {
        "input": "Haitai 64 2 43.596 -",
        "output": "Haitai"
    },
    {
        "input": "The cost of the U.N. staff overseeing the distribution of food and other supplies was estimated to cost $ 31 million.",
        "output": "U.N."
    },
    {
        "input": "Borussia Dortmund 4 3 0 1 12 6 9",
        "output": "Borussia Dortmund"
    },
    {
        "input": "Sydney City 20 14 1 5 487 293 29",
        "output": "Sydney City"
    },
    {
        "input": "Halifax 21 9 1 11 603 552 19",
        "output": "Halifax"
    },
    {
        "input": "-- Royal Oak shares were down 1/16 at 3-11/16.",
        "output": "Royal Oak"
    },
    {
        "input": "6. Lance Armstrong ( USA ) Motorola 0:08",
        "output": "Motorola"
    },
    {
        "input": "Essex 532-8 declared ( G. Gooch 111, R. Irani 91,",
        "output": "Essex"
    },
    {
        "input": "President Bill Clinton earlier this month invoked special powers to appoint Fowler during the congressional recess because the Senate delayed confirming his nomination.",
        "output": "Senate"
    },
    {
        "input": "20. Giovanni Lavaggi ( Italy ) Minardi 1:58.579",
        "output": "Minardi"
    },
    {
        "input": "Reuters has not verified these stories and does not vouch for their accuracy.",
        "output": "Reuters"
    },
    {
        "input": "Seat posted 3,420 registrations compared with 5522 registrations in July a year earlier.",
        "output": "Seat"
    },
    {
        "input": "FLORIDA 61 70.466 21",
        "output": "FLORIDA"
    },
    {
        "input": "MONTREAL AT SAN FRANCISCO",
        "output": "MONTREAL"
    },
    {
        "input": "\" The question is what the BOJ is going to do with its interest rate policy.",
        "output": "BOJ"
    },
    {
        "input": "Interfax news agency said police had detained one of the attackers.",
        "output": "Interfax"
    },
    {
        "input": "GKS Katowice 7 4 2 1 12 9 14",
        "output": "GKS Katowice"
    },
    {
        "input": "It pays a coupon of 15 basis points over the six-month Hong Kong Interbank Offered Rate.",
        "output": "Hong Kong Interbank"
    },
    {
        "input": "\" Although the final draft of the treaty probably did n't totally satisfy any country, it was in general balanced, \" the official People 's Daily newspaper said in a commentary.",
        "output": "People 's Daily"
    },
    {
        "input": "Most of the Marines are on three ships in the Tarawa Amphibious Readiness Group.",
        "output": "Tarawa Amphibious Readiness Group"
    },
    {
        "input": "August 16-18 v Kent ( three days )",
        "output": "Kent"
    },
    {
        "input": "Real looked to be in deep trouble shortly after the break when Luis Milla was sent off for committing two bookable offences in as many minutes.",
        "output": "Real"
    },
    {
        "input": "St Mirren 3 1 1 1 5 4 4",
        "output": "St Mirren"
    },
    {
        "input": "SAN DIEGO AT NEW YORK",
        "output": "SAN DIEGO"
    },
    {
        "input": "India ACC Apr-Jul ' 96 sales, output up.",
        "output": "ACC"
    },
    {
        "input": "The 400-strong Selection Committee will select Hong Kong 's future chief executive to replace the British governor and a provisional legislature to take over from the elected chamber which Beijing plans to dissolve.",
        "output": "Selection Committee"
    },
    {
        "input": "For Nov 11-25 from the U.S. Gulf or Nov 26 - Dec 10 from PNW it paid $ 0.8584 per bushel over CBOT January soybeans and for Dec 6-20 or Dec 21 - Jan it paid $.8787 over CBOT January.",
        "output": "PNW"
    },
    {
        "input": "WED Imphold YR EPS 172.7 170.4-175.0 115.1",
        "output": "Imphold"
    },
    {
        "input": "Pace trio David Millns ( 2-24 ), Gordon Parsons ( 3-20 ) and Vince Wells ( 2-19 ) had Hampshire reeling at 81 for seven in reply to the home county 's first innings of 353.",
        "output": "Hampshire"
    },
    {
        "input": "\" The year just gone was disappointing, but the outlook for the current year looks good, \" First Pacific media analyst Lachlan Drummond said.",
        "output": "First Pacific"
    },
    {
        "input": "Traders have said a substantial part of the deal was likely to come from the European Union, which enjoys a supply and freight advantage over other producers.",
        "output": "European Union"
    },
    {
        "input": "TEXAS AT KANSAS CITY",
        "output": "TEXAS"
    },
    {
        "input": "A U.S. appeals court on Tuesday gave Lloyd 's a reprieve, throwing out an injunction that the insurance giant said could have led to its collapse.",
        "output": "Lloyd 's"
    },
    {
        "input": "The list was being studied for possible links to previous child kidnappings and prostitution, a prosecutors ' spokesman told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "Reading 3 1 0 2 3 8 3",
        "output": "Reading"
    },
    {
        "input": "4. McLaren 41",
        "output": "McLaren"
    },
    {
        "input": "Michael Penrose, a 23-year-old worker with the group Action Against Hunger, described his ordeal to a news conference when he arrived back in Britain from Moscow.",
        "output": "Action Against Hunger"
    },
    {
        "input": "He is Ajax 's sixth new signing this year, joining midfielder Richard Witschge, defenders John Veldman and Mariano Juan and strikers Tijjani Babangida and Dani.",
        "output": "Ajax"
    },
    {
        "input": "SPT TELECOM 3355.00 3404.71 10700 36337.137",
        "output": "SPT TELECOM"
    },
    {
        "input": "The moves made Cooperative the first major bank to cut rates in response to a call on Friday from central bank governor Sheu Yuan-dong.",
        "output": "Cooperative"
    },
    {
        "input": "1. Alex Zanardi ( Italy ), Reynard Honda, 53.980 ( 113.576",
        "output": "Reynard Honda"
    },
    {
        "input": "\" We have arrested him and charged him with these shameful acts of sex abuse of little children, \" prosecutor Adnan Xhelili told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "Somerset 298-6 ( M. Lathwell 85, R. Harden 65 ).",
        "output": "Somerset"
    },
    {
        "input": "The Civil War Conservation Corps is mostly retirees joined by students during the school year.",
        "output": "Civil War Conservation Corps"
    },
    {
        "input": "Ssangbangwool 59 2 49.545 5 1/2",
        "output": "Ssangbangwool"
    },
    {
        "input": "Opener Gooch 's decision comes towards the end of a season in which he has underlined his consistency by becoming the leading scorer in Essex 's history, beating Keith Fletcher 's aggregate of 29,434.",
        "output": "Essex"
    },
    {
        "input": "Auckland police were seeking an escaped gunman on Tuesday after an incident in which he fired at a 16-year-old schoolgirl, Radio New Zealand said.",
        "output": "Radio New Zealand"
    },
    {
        "input": "Graham Gooch, the 43-year-old former England captain, is to continue playing county cricket for at least another season, his club Essex announced on Tuesday.",
        "output": "Essex"
    },
    {
        "input": "AL-ANWAR",
        "output": "AL-ANWAR"
    },
    {
        "input": "SAN FRANCISCO 57 74.435 15 1/2",
        "output": "SAN FRANCISCO"
    },
    {
        "input": "Most of the test 15 who beat the Springboks 33-26 to secure New Zealand 's first-ever rugby series in South Africa stood in the middle of the empty 50,000-seat Loftus Versfeld.",
        "output": "Springboks"
    },
    {
        "input": "U.S. debt futures end lower, shaken by Chicago NAPM.",
        "output": "NAPM"
    },
    {
        "input": "1. Federico Colonna ( Italy ) Mapei three hours 43 mins five secs",
        "output": "Mapei"
    },
    {
        "input": "10. Shinichi Itoh ( Japan ) Honda 1:51.857",
        "output": "Honda"
    },
    {
        "input": "Ross County 3 0 0 3 3 7 0",
        "output": "Ross County"
    },
    {
        "input": "He told the Bengali newspaper Banglabazar Patrika on Tuesday that such threats were possibly coming from \" those who want to push the country into chaos and unrest. \"",
        "output": "Banglabazar Patrika"
    },
    {
        "input": "TORONTO 62 70.470 13",
        "output": "TORONTO"
    },
    {
        "input": "Boatmen 's deal could spark more mergers.",
        "output": "Boatmen 's"
    },
    {
        "input": "-- Paris Newsroom +33 1 4221 5452",
        "output": "Paris Newsroom"
    },
    {
        "input": "1. Max van Heeswijk ( Netherlands ) Motorola 4 hours 39 minutes six seconds.",
        "output": "Motorola"
    },
    {
        "input": "He will probably be replaced by Shearer 's Newcastle team mate Les Ferdinand.",
        "output": "Newcastle"
    },
    {
        "input": "According to OSCE officials, Serb authorities have pressed their refugees to register to vote in towns now under Serb control, but which used to have Moslem majorities.",
        "output": "OSCE"
    },
    {
        "input": "Slovak police, Interpol, and Belgian police have been following leads on Dutroux 's activities in Slovakia and the neighbouring Czech Republic where he is known to have made frequent visits.",
        "output": "Interpol"
    },
    {
        "input": "Lokomotiv Moscow 25 9 9 7 30 24 36",
        "output": "Lokomotiv Moscow"
    },
    {
        "input": "The boat ran out of fuel and did not have a radio to call for help, Navy spokesman Lt. Italo Pineda said.",
        "output": "Navy"
    },
    {
        "input": "Bayern Munich 4 3 1 0 11 4 10",
        "output": "Bayern Munich"
    },
    {
        "input": "As to fundamentals, economists at Credit Suisse said they expect the country 's gross domestic product to be flat to negative in 1996, and to grow only 0.6 percent in 1997.",
        "output": "Credit Suisse"
    },
    {
        "input": "The faded documents have been stowed away in the Archives since it opened in 1935 and have rarely seen the light of day.",
        "output": "Archives"
    },
    {
        "input": "2. Lance Armstrong ( U.S. ) Motorola 2 seconds behind",
        "output": "Motorola"
    },
    {
        "input": "Tekstilshchik Kamyshin 25 3 9 13 15 30 18",
        "output": "Tekstilshchik Kamyshin"
    },
    {
        "input": "SEATTLE 65 61.516 8",
        "output": "SEATTLE"
    },
    {
        "input": "Pachuca 3 1 1 1 6 7 4",
        "output": "Pachuca"
    },
    {
        "input": "Police in southwest China have arrested 30 people suspected of making and selling homemade alcohol that killed 35 people and poisoned 157, the Xinhua news agency said on Friday.",
        "output": "Xinhua"
    },
    {
        "input": "F.C. Chindia Tirgoviste 4 2 0 2 3 4 6",
        "output": "F.C. Chindia Tirgoviste"
    },
    {
        "input": "Aalst 4 1 1 2 5 6 4",
        "output": "Aalst"
    },
    {
        "input": "Rohrabacher flew into Bagram military airbase north of Kabul in a Red Cross plane on Tuesday after meeting northern opposition militia leader General Abdul Rashid Dostum.",
        "output": "Red Cross"
    },
    {
        "input": "-- Bombay Commodities +91-22-265 9000",
        "output": "Bombay Commodities"
    },
    {
        "input": "Coritiba 5 2 0 3 3 9 6",
        "output": "Coritiba"
    },
    {
        "input": "Martin Brooks, president of Miss Universe Inc, said he spoke with Machado to assure her that organisers were not putting pressure on her.",
        "output": "Miss Universe Inc"
    },
    {
        "input": "The demonstrators, said by police to number 6,000, also urged the release of Nadarajah Muralidaran, Swiss-based leader of the the Tamil Tiger guerrillas, who has been held in a Zurich jail since April on charges of extortion.",
        "output": "Tamil Tiger"
    },
    {
        "input": "RESEARCH ALERT - Career Horizons said cut.",
        "output": "Career Horizons"
    },
    {
        "input": "FLORIDA 62 70.470 20",
        "output": "FLORIDA"
    },
    {
        "input": "VfL Bochum 3 1 2 0 3 2 5",
        "output": "VfL Bochum"
    },
    {
        "input": "Liam Gallagher, singer of Britain 's top rock group Oasis, flew out on Thursday to join the band three days after the start of its U.S. tour.",
        "output": "Oasis"
    },
    {
        "input": "ISS says agreed sale of U.S. unit.",
        "output": "ISS"
    },
    {
        "input": "NOTES - Bank of Spain announces balance of payments.",
        "output": "Bank of Spain"
    },
    {
        "input": "Issuer : Colorado Health Fac.",
        "output": "Colorado Health Fac ."
    },
    {
        "input": "Widzew Lodz 7 4 2 1 13 3 14",
        "output": "Widzew Lodz"
    },
    {
        "input": "The arrangement calls for investors to make additional payments to fund Equitas but also provides them with 3.2 billion stg in compensation to help reduce their prior outstanding liabilities.",
        "output": "Equitas"
    },
    {
        "input": "Vasco da Gama 4 2 0 2 6 7 6",
        "output": "Vasco da Gama"
    },
    {
        "input": "Rennes 3 1 0 2 4 6 3",
        "output": "Rennes"
    },
    {
        "input": "Mladost ( L ) 4 2 1 1 8 5 7",
        "output": "Mladost ( L )"
    },
    {
        "input": "The Bosnian government radio broadcast said U.S. Assistant Secretary of State John Kornblum had reassured SDA officials, including presumably its leader, Bosnian President Alija Izetbegovic, whom he met during a Friday visit.",
        "output": "SDA"
    },
    {
        "input": "Willem II Tilburg 2 0 1 1 0 1 1",
        "output": "Willem II Tilburg"
    },
    {
        "input": "\" Things fell in for us, \" said Sorrento, who has six career grand slams and hit the ninth of the season for the Mariners.",
        "output": "Mariners"
    },
    {
        "input": "5. Peter Dirkx ( Belgium ) KTM",
        "output": "KTM"
    },
    {
        "input": "PLO Council calls for halt to contacts with Israel.",
        "output": "PLO Council"
    },
    {
        "input": "BNZ cuts NZ fixed home lending rates.",
        "output": "BNZ"
    },
    {
        "input": "-- Dublin Newsroom +353 1 676 9779",
        "output": "Dublin Newsroom"
    },
    {
        "input": "A letter to the Belgrade embassy on Monday under the name of the Macedonian Communist Party demanded South Korea release detained student leaders, a ministry spokesman said.",
        "output": "Macedonian Communist Party"
    },
    {
        "input": "15. Pedro Diniz ( Brazil ) Ligier 1:54.700",
        "output": "Ligier"
    },
    {
        "input": "Cowdenbeath 3 2 0 1 4 3 6",
        "output": "Cowdenbeath"
    },
    {
        "input": "Newcrest said earnings from the Telfer and Boddington mines were lower than the previous year due to lower head grades at the mines, forcing gold production lower.",
        "output": "Newcrest"
    },
    {
        "input": "RTRS - Queensland gunman evades police in bush hunt.",
        "output": "RTRS"
    },
    {
        "input": "PITTSBURGH AT HOUSTON",
        "output": "PITTSBURGH"
    },
    {
        "input": "10. Neil Hodgson ( Britain ) Ducati 82",
        "output": "Ducati"
    },
    {
        "input": "\" They ( government officials ) want to present us before public opinion as a local problem, as just being from Guerrero and as irrational radicals, \" Commander Oscar told La Jornada.",
        "output": "La Jornada"
    },
    {
        "input": "Bahia 5 1 1 3 5 8 4",
        "output": "Bahia"
    },
    {
        "input": "2. Jacques Villeneuve ( Canada ) Williams 5.602 seconds",
        "output": "Williams"
    },
    {
        "input": "DETROIT 46 82.359 27 1/2",
        "output": "DETROIT"
    },
    {
        "input": "St Kilda 9.",
        "output": "St Kilda"
    },
    {
        "input": "MILWAUKEE 64 70.478 16 1/2",
        "output": "MILWAUKEE"
    },
    {
        "input": "Leicester 3 1 1 1 2 3 4",
        "output": "Leicester"
    },
    {
        "input": "Chonbuk 0 0 3 3 7 0",
        "output": "Chonbuk"
    },
    {
        "input": "Rudar 2 0 0 2 0 6 0",
        "output": "Rudar"
    },
    {
        "input": "1. Michael Schumacher ( Germany ) Ferrari 1 hour 28 minutes",
        "output": "Ferrari"
    },
    {
        "input": "Nottinghamshire 13 1 6 6 34 40 108",
        "output": "Nottinghamshire"
    },
    {
        "input": "Ibrahim told Reuters by telephone from his embassy office in Amman that he \" had not been notified \" of any explusion order.",
        "output": "Reuters"
    },
    {
        "input": "At Headingley : Yorkshire 529-8 declared ( C. White 181,",
        "output": "Yorkshire"
    },
    {
        "input": "Ingwe Coal Corporation Ltd was hit hard by heavy rains.",
        "output": "Ingwe Coal Corporation Ltd"
    },
    {
        "input": "\" The defence ministers will begin negotiations for this at the beginning of September at a NATO meeting, \" he told the newspaper in an interview, excerpts of which were released ahead of publication on Sunday.",
        "output": "NATO"
    },
    {
        "input": "Dow rises on Philip Morris, other stocks lower.",
        "output": "Philip Morris"
    },
    {
        "input": "ATLANTA 81 48.628 -",
        "output": "ATLANTA"
    },
    {
        "input": "BALTIMORE 68 60.531 6",
        "output": "BALTIMORE"
    },
    {
        "input": "5. Gerhard Berger ( Austria ) Benetton 1:51.960",
        "output": "Benetton"
    },
    {
        "input": "Canberra 21 12 1 8 502 374 25",
        "output": "Canberra"
    },
    {
        "input": "7. Al Unser Jr ( U.S. ), Penske Mercedes-Benz, 54.683",
        "output": "Penske Mercedes-Benz"
    },
    {
        "input": "Borussia Dortmund 3 2 0 1 9 5 6",
        "output": "Borussia Dortmund"
    },
    {
        "input": "COLORADO 69 63.523 3",
        "output": "COLORADO"
    },
    {
        "input": "Amica Wronki 7 5 1 1 13 8 16",
        "output": "Amica Wronki"
    },
    {
        "input": "5. Jimmy Vasser ( U.S. ), Reynard Honda, 54.617",
        "output": "Reynard Honda"
    },
    {
        "input": "To provide for the settlements, First Union has established a common fund of $ 4.7 million for cash refunds and $ 19.4 million in credit refunds for outstanding CPI balances.",
        "output": "First Union"
    },
    {
        "input": "\" They were pretty much in line with our estimate of 1.210 billion, \" said Peter Roe, at Paribas in London. \"",
        "output": "Paribas"
    },
    {
        "input": "La Nacion newspaper said the officers were suspected of demanding bribes of $ 50,000 to $ 500,000 from companies being investigated for tax evasion in order to \" lose \" their files.",
        "output": "La Nacion"
    },
    {
        "input": "Brisbane 21 15 1 5 2123 1631 130.2 62",
        "output": "Brisbane"
    },
    {
        "input": "Colombia 's Coast Guard on Thursday rescued 12 people lost for three days in an open boat off the Pacific coast, officials said.",
        "output": "Coast Guard"
    },
    {
        "input": "Socialist Prime Minister Costas Simitis announced the snap poll on Thursday citing problems with the economy, the country 's convergence with the European Union and tense relations with neighbouring Turkey.",
        "output": "European Union"
    },
    {
        "input": "RUGBY UNION - NEW ZEALAND WIN FIRST SERIES IN SOUTH AFRICA.",
        "output": "RUGBY UNION"
    },
    {
        "input": "But Weizman, a former defence minister and an architect of Israel 's peace treaty with Egypt, has spoken out frequently on the peace process with the Palestinians -- at times urging the former Labour government to slow it down.",
        "output": "Labour"
    },
    {
        "input": "UNITED NATIONS 1996-08-28",
        "output": "UNITED NATIONS"
    },
    {
        "input": "Beaver once worked for the U.S. Navy and Sake is an amusement park veteran.",
        "output": "U.S. Navy"
    },
    {
        "input": "Comelf 's six-month output rose to 4,378 tonnes of equipment from 2,684 tonnes in the equivalent period in 1995, the company report to the Bucharest stock exchange showed.",
        "output": "Comelf"
    },
    {
        "input": "Italian Cup winners Fiorentina beat",
        "output": "Fiorentina"
    },
    {
        "input": "Gencor Ltd on Monday said it had swelled its year attributable profit and streamlined operations to strengthen it for the current financial year despite a variety of divisional setbacks.",
        "output": "Gencor Ltd"
    },
    {
        "input": "The Astros trailed 5-0 after three innings, but scored three runs in the fourth and one in the sixth before taking the lead in the eighth.",
        "output": "Astros"
    },
    {
        "input": "Bosnia 's election organisers will decide on Tuesday whether or not to postpone municipal elections scheduled as part of nationwide balloting, an OSCE spokeswoman said on Monday.",
        "output": "OSCE"
    },
    {
        "input": "Iraq balks at U.N. staff for oil-for-food deal.",
        "output": "U.N."
    },
    {
        "input": "Jomhuri Eslami quoted the West Azerbaijan province security chief as saying those held confessed to gathering confidential information, photographing strategic sites, doing propaganda against state officials and \" spreading pan-Turkism \".",
        "output": "Jomhuri Eslami"
    },
    {
        "input": "5. Collin Dugmore ( South Africa ) Honda",
        "output": "Honda"
    },
    {
        "input": "But first lady Hillary Rodham Clinton told ABC television, \" He 's really fired up. \"",
        "output": "ABC"
    },
    {
        "input": "13. Mika Salo ( Finland ) Tyrrell 1:54.095",
        "output": "Tyrrell"
    },
    {
        "input": "Clydebank 2 1 0 1 1 3 3",
        "output": "Clydebank"
    },
    {
        "input": "Shanghai Post and Telecomm net down.",
        "output": "Shanghai Post and Telecomm"
    },
    {
        "input": "BASEBALL - YANKEES BRAWL AND CONTINUE TO SLIDE.",
        "output": "YANKEES"
    },
    {
        "input": "Shakhtar 6 3 2 1 10 3 11",
        "output": "Shakhtar"
    },
    {
        "input": "8. George Hincapie ( USA ) Motorola 0:09",
        "output": "Motorola"
    },
    {
        "input": "CINCINNATI 62 62.500 4 1/2",
        "output": "CINCINNATI"
    },
    {
        "input": "But Suu Kyi disagreed with the methods, saying officials often arrested NLD supporters in the middle of the night, then did not give them the opportunity to defend themselves in trials.",
        "output": "NLD"
    },
    {
        "input": "ARC says it 's not just contractors in the front line but also suppliers like itself.",
        "output": "ARC"
    },
    {
        "input": "AD DUSTOUR",
        "output": "AD DUSTOUR"
    },
    {
        "input": "Ikimi reiterated his position that the Commonwealth had no mandate to send a fact-finding mission.",
        "output": "Commonwealth"
    },
    {
        "input": "Bolton 3 2 1 0 5 2 7",
        "output": "Bolton"
    },
    {
        "input": "Twente Enschede 3 1 2 0 4 2 5",
        "output": "Twente Enschede"
    },
    {
        "input": "RUGBY UNION - MULDER OUT OF SECOND TEST.",
        "output": "RUGBY UNION"
    },
    {
        "input": "Brentford 4 3 1 0 9 3 10",
        "output": "Brentford"
    },
    {
        "input": "Sydney Tigers 21 11 0 10 309 435 22",
        "output": "Sydney Tigers"
    },
    {
        "input": "OB 42 6 61.413 20",
        "output": "OB"
    },
    {
        "input": "\" Several service centers indicated that while their volume of orders remains constant, the size-per-order continues to be smaller than what was realised during the first five months of the year, \" the CBSA said.",
        "output": "CBSA"
    },
    {
        "input": "HOUSTON AT PITTSBURGH",
        "output": "HOUSTON"
    },
    {
        "input": "The Bank of Finland earlier estimated the April trade surplus at 3.2 billion markka with exports projected at 14.5 billion and imports at 11.3 billion.",
        "output": "Bank of Finland"
    },
    {
        "input": "But subtracting freight costs, the equivalent fob price of the deal is around $ 142, well below the $ 149 per tonne floor price which the EU put on its barley as news of the deal emerged last week.",
        "output": "EU"
    },
    {
        "input": "-- Secretary general of the Sud-PTT trade union at France Telecom all the elements are in place for social unrest in the next few weeks.",
        "output": "France Telecom"
    },
    {
        "input": "It was the second time armed \" commanders \" of the EPR have granted interviews outside Guerrero state, an extremely poor and volatile region where leftist protesters often have clashed violently with authorities.",
        "output": "EPR"
    },
    {
        "input": "Cannes 4 2 1 1 4 4 7",
        "output": "Cannes"
    },
    {
        "input": "16. III.ker.TVE 3 - 1 2 2 7 1",
        "output": "III.ker.TVE"
    },
    {
        "input": "The 36-year-old Aston Villa player won the last of his Irish record of 82 international caps against the Czech Republic in Prague in April.",
        "output": "Aston Villa"
    },
    {
        "input": "The victory extended to 29 matches France 's unbeaten run under coach Aime Jacquet, their Euro 96 semifinal elimination having come in a penalty shoot-out, but was marred by the sending-off of Chelsea central defender Franck Leboeuf.",
        "output": "Chelsea"
    },
    {
        "input": "Blackpool 4 2 1 1 3 2 7",
        "output": "Blackpool"
    },
    {
        "input": "Mladost ( BJ ) 3 0 1 2 2 6 1",
        "output": "Mladost ( BJ )"
    },
    {
        "input": "Rostselmash Rostov 24 7 7 10 42 38 28",
        "output": "Rostselmash Rostov"
    },
    {
        "input": "Two Russian-built hovercrafts, capable of carrying up to 50 tons each, will begin ferrying passengers and cargo up and down the huge river from its mouth at Belem by the end of the year, Brazil 's Amazon Affairs Department said in a statement.",
        "output": "Amazon Affairs Department"
    },
    {
        "input": "Caltex Petroleum Corp plans to build a lubricants blender in a bonded zone in Tianjin, the newspaper said.",
        "output": "Caltex Petroleum Corp"
    },
    {
        "input": "British Labour Party leader Tony Blair won a narrow victory on Saturday when the party 's Scottish executive voted 21-18 in favour of his plans for a referendum on a separate parliament for Scotland.",
        "output": "British Labour Party"
    },
    {
        "input": "Banespa has been under central bank special temporary administration since December 1994.",
        "output": "Banespa"
    },
    {
        "input": "\" Interviewed in the presence of a psychologist, she said she wanted to use the money for school books and clothes, \" spokesman Kazimierz Socha told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "\" Coming just a million guilders under the forecast range is n't overwhelmingly surprising, \" said ING analyst Steven Vrolijk, who is continuing to look for a nine to 10 percent rise in 1996 earnings.",
        "output": "ING"
    },
    {
        "input": "-- John Gilardi, Frankfurt Newsroom, +49 69 756525",
        "output": "Frankfurt Newsroom"
    },
    {
        "input": "OAKLAND AT BALTIMORE",
        "output": "OAKLAND"
    },
    {
        "input": "-- London Newsroom, +44 171 542 8980",
        "output": "London Newsroom"
    },
    {
        "input": "The loss was Boston 's seventh in its last 29 games.",
        "output": "Boston"
    },
    {
        "input": "Crewe 3 1 1 1 4 4 4",
        "output": "Crewe"
    },
    {
        "input": "Brazil likely to turn Banespa federal bank - paper.",
        "output": "Banespa"
    },
    {
        "input": "OSCE delays decision on refugee voting.",
        "output": "OSCE"
    },
    {
        "input": "Nancy 4 0 1 3 2 7 1",
        "output": "Nancy"
    },
    {
        "input": "Cubs shortstop Jose Hernandez committed three of Chicago 's four errors.",
        "output": "Cubs"
    },
    {
        "input": "\" People who wish to hold conferences of course do n't need to seek permission from the government in Britain, \" Rifkind, in Pakistan for a visit, told Reuters. \"",
        "output": "Reuters"
    },
    {
        "input": "JERUSALEM POST",
        "output": "JERUSALEM POST"
    },
    {
        "input": "7 - Bogdan Prusek ( Sokol Tychy )",
        "output": "Sokol Tychy"
    },
    {
        "input": "The EU 's scientific veterinary and multidisciplinary committees are due to re-examine the issue early next month and make recommendations to the senior veterinary officials.",
        "output": "EU"
    },
    {
        "input": "-- Tosco Corp to $ 0.95 from $ 1.03 versus the consensus $ 0.94",
        "output": "Tosco Corp"
    },
    {
        "input": "CRICKET - LEICESTERSHIRE TAKE OVER AT TOP AFTER INNINGS VICTORY.",
        "output": "LEICESTERSHIRE"
    },
    {
        "input": "Recalled fly-half Henry Honiball kicked the Springboks into a 6-0 lead after 10 minutes only to see Andrew Mehrtens launch a penalty from eight metres inside his own half to narrow the gap.",
        "output": "Springboks"
    },
    {
        "input": "In the first game, Ryne Sandberg snapped an eighth-inning tie with an infield single and Kevin Foster ( 6-2 ) outdueled Atlanta 's Tom Glavine ( 13-8 ) for his third straight win, 3-2.",
        "output": "Atlanta"
    },
    {
        "input": "Asian traders had earlier expected an IOC tender for around 400,000 tonnes.",
        "output": "IOC"
    },
    {
        "input": "Atletico Paranaense 3 1 0 2 4 6 3",
        "output": "Atletico Paranaense"
    },
    {
        "input": "5. Colin Edwards ( U.S. ) Yamaha 176",
        "output": "Yamaha"
    },
    {
        "input": "Haitai 63 2 40.610 -",
        "output": "Haitai"
    },
    {
        "input": "Iran has accused Iraq of violating the ceasefire ending their 1980-88 war some 32 times between the end of March and May 31 this year, the Iranian news agency IRNA reported on Saturday.",
        "output": "IRNA"
    },
    {
        "input": "FC Linz 6 0 2 4 1 9 2",
        "output": "FC Linz"
    },
    {
        "input": "Although supposedly aimed at criminals, dozens of human rights activists have been detained in the campaign, which is meant to strengthen the Communist Party 's grip on power as senior leader Deng Xiaoping nears death, Xiao said in an interview.",
        "output": "Communist Party"
    },
    {
        "input": "The Batajnica airport will take over complete air traffic control during this period, Federal Air Traffic Control Administration Director Branko Bilbija said.",
        "output": "Federal Air Traffic Control Administration"
    },
    {
        "input": "A powerful right hook followed by a straight left gave defending champion Nate Miller a seventh round knock-out win over fellow American James Heath in their WBA cruiserweight title bout on Saturday.",
        "output": "WBA"
    },
    {
        "input": "Baker made the March 1995 trip on the explicit understanding that it remain a secret, but after his speech at the GOP convention, Israel 's outgoing ambassador Itamar Rabinovich told a reporter about it, the Post said.",
        "output": "Post"
    },
    {
        "input": "Hanwha 55 1 48.534 8",
        "output": "Hanwha"
    },
    {
        "input": "OAKLAND 62 68.477 13",
        "output": "OAKLAND"
    },
    {
        "input": "EU rejects German call to boycott British lamb.",
        "output": "EU"
    },
    {
        "input": "IMED had profits of $ 1.7 million, or 6 cents per fully diluted common share, on $ 53.9 million in revenues in the first half of 1996.",
        "output": "IMED"
    },
    {
        "input": "Huddersfield",
        "output": "Huddersfield"
    },
    {
        "input": "-- Cleveland Newsdesk 216-579-0077",
        "output": "Cleveland Newsdesk"
    },
    {
        "input": "( Note - contents are displayed in reverse order to that in the printed Journal )",
        "output": "Journal"
    },
    {
        "input": "South African all-rounder Shaun Pollock, forced to cut short his first season with Warwickshire to have ankle surgery, has told the English county he would like to return later in his career.",
        "output": "Warwickshire"
    },
    {
        "input": "TORONTO AT CHICAGO",
        "output": "TORONTO"
    },
    {
        "input": "CHICAGO 69 60.535 8",
        "output": "CHICAGO"
    },
    {
        "input": "ST LOUIS 68 60.531 -",
        "output": "ST LOUIS"
    },
    {
        "input": "as well as one-day matches against the Minor Counties and",
        "output": "Minor Counties"
    },
    {
        "input": "PITTSBURGH 55 75.423 14 1/2",
        "output": "PITTSBURGH"
    },
    {
        "input": "9. Eddie Irvine ( Britain ) Ferrari 1:53.043",
        "output": "Ferrari"
    },
    {
        "input": "But the pick of the 13-times champions ' goals came from Ruggiero Rizzitelli, who beat three defenders to put Bayern 4-1 up.",
        "output": "Bayern"
    },
    {
        "input": "PITTSBURGH 55 74.426 13 1/2",
        "output": "PITTSBURGH"
    },
    {
        "input": "TRINECKE ZELEZARNY 210.00 210.00 3000 630.000",
        "output": "TRINECKE ZELEZARNY"
    },
    {
        "input": "AZ Alkmaar 1 0 0 1 0 2 0",
        "output": "AZ Alkmaar"
    },
    {
        "input": "Southampton 3 0 1 2 2 4 1",
        "output": "Southampton"
    },
    {
        "input": "Veracruz 3 0 1 2 2 6 1",
        "output": "Veracruz"
    },
    {
        "input": "He again said the United Nations should draw up contingency plans for a rapid humanitarian intervention.",
        "output": "United Nations"
    },
    {
        "input": "Amtrak train derails, three injured - officials.",
        "output": "Amtrak"
    },
    {
        "input": "SOCCER - MARCELO HAT-TRICK KEEPS PSV AT TOP OF DUTCH LEAGUE.",
        "output": "PSV"
    },
    {
        "input": "Montenegrin midfielder Dejan Savicevic equalised for the home team, weaving past a defender, checking and firing in a left-footed shot in the 21st minute that gave young Fiorentina goalkeeper Francesco Toldo little chance.",
        "output": "Fiorentina"
    },
    {
        "input": "A club statement said : \" The directors of Raith Rovers FC invited Jimmy Thomson to relinquish the post of manager and to resume his former position as youth team coach.",
        "output": "Raith Rovers FC"
    },
    {
        "input": "TEXAS AT MINNESOTA",
        "output": "TEXAS"
    },
    {
        "input": "-- London Newsroom +44 171 542 7658",
        "output": "London Newsroom"
    },
    {
        "input": "Bastia 3 2 1 0 4 1 7",
        "output": "Bastia"
    },
    {
        "input": "-- Chicago Newsdesk 312-408-8787",
        "output": "Chicago Newsdesk"
    },
    {
        "input": "The win gave the All Blacks an unbeatable 2-0 lead in the three-test series.",
        "output": "All Blacks"
    },
    {
        "input": "The North Atlantic Treaty Organisation 's spokesman on Saturday declined all comment on reports of armed conflict in northern Iraq.",
        "output": "North Atlantic Treaty Organisation"
    },
    {
        "input": "One of Cuba 's most acclaimed authors, Jose Soler Puig, died at the age of 79, the official newspaper Granma reported on Saturday.",
        "output": "Granma"
    },
    {
        "input": "The Yedioth Ahronoth daily reported that Prime Minister Benjamin Netanyahu, who has said he has no desire to hold talks with the Palestinian president, opposes the meeting due to be held this coming week.",
        "output": "Yedioth Ahronoth"
    },
    {
        "input": "At least eight U.S. states have still some form of litigation pending, said John Head, spokesman for the Association of Lloyd 's State Chairmen, a group representing U.S. Names.",
        "output": "Association of Lloyd 's"
    },
    {
        "input": "\" Our moisture situation is excellent, especially for fall planting of winter wheat, \" said Kim Anderson, extension wheat marketing economist at Oklahoma State University.",
        "output": "Oklahoma State University"
    },
    {
        "input": "MONTREAL 71 60.542 11",
        "output": "MONTREAL"
    },
    {
        "input": "CINCINNATI 64 66.492 5",
        "output": "CINCINNATI"
    },
    {
        "input": "Costain 's contract to build the controversial Newbury bypass, which runs through a conservation area, has led to violent protests delaying building, bomb threats, staff intimidation and picketing of chief executive Alan Lovell 's home.",
        "output": "Costain"
    },
    {
        "input": "Olympic champions Michael Johnson and Donovan Bailey and former champion Linford Christie will run in a \" Dream Team \" sprint relay squad in honour of Jesse Owens on Friday.",
        "output": "Dream Team"
    },
    {
        "input": "Wolverhampton 2 2 0 0 4 1 6",
        "output": "Wolverhampton"
    },
    {
        "input": "Botafogo 3 1 2 0 4 3 5",
        "output": "Botafogo"
    },
    {
        "input": "Willem II Tilburg 3 0 1 2 1 4 1",
        "output": "Willem II Tilburg"
    },
    {
        "input": "German chancellor to meet Yeltsin Sept 7 - Interfax.",
        "output": "Interfax"
    },
    {
        "input": "Bolton 3 2 1 0 5 2 7",
        "output": "Bolton"
    },
    {
        "input": "EUROLIRA ( SEP ) 91.37 91.36 91.33",
        "output": "EUROLIRA"
    },
    {
        "input": "The Albanian daily Koha Jone reported earlier that Greece had deported about 5,000 Albanians in the last five days.",
        "output": "Koha Jone"
    },
    {
        "input": "Eva Tremila said other even more explicit photos were taken but it did not print them.",
        "output": "Eva Tremila"
    },
    {
        "input": "LG 44 5 56.443 17",
        "output": "LG"
    },
    {
        "input": "starting on May 13 next year, the Test and County Cricket Board",
        "output": "Test and County Cricket Board"
    },
    {
        "input": "Dundee 3 1 2 0 3 2 5",
        "output": "Dundee"
    },
    {
        "input": "ATLANTA 82 49.626 -",
        "output": "ATLANTA"
    },
    {
        "input": "Zenit St Petersburg 24 9 4 11 24 26 31",
        "output": "Zenit St Petersburg"
    },
    {
        "input": "Dow Chemical in China ethylene venture.",
        "output": "Dow Chemical"
    },
    {
        "input": "SOLIDERE shares mixed on market.",
        "output": "SOLIDERE"
    },
    {
        "input": "Nigerian terms jeopardize Commonwealth trip-Canada.",
        "output": "Commonwealth"
    },
    {
        "input": "U.S. copper service center shipments stable - CBSA.",
        "output": "CBSA"
    },
    {
        "input": "Palestinian Authority frees rights activist.",
        "output": "Palestinian Authority"
    },
    {
        "input": "MIT trade balance Jan-June - $ 1.45 bln ( Jan-May - $ 1.24 bln )",
        "output": "MIT"
    },
    {
        "input": "AL-ANWAR",
        "output": "AL-ANWAR"
    },
    {
        "input": "3. Tristan Hoffman ( Netherlands ) TVM same time",
        "output": "TVM"
    },
    {
        "input": "BOSTON AT OAKLAND",
        "output": "BOSTON"
    },
    {
        "input": "September heating oil on the New York Mercantile Exchange closed 1.63 cents higher at 63.67 cents a gallon, September unleaded gasoline finished 1.39 cents up at 63.72 cents a gallon and October crude rose 44 cents to $ 22.15 a barrel.",
        "output": "New York Mercantile Exchange"
    },
    {
        "input": "Juventus have won the European Cup twice.",
        "output": "Juventus"
    },
    {
        "input": "- AHOLD 7,190 1,123 10.01",
        "output": "AHOLD"
    },
    {
        "input": "5. Darryll King ( New Zealand ) Honda 178",
        "output": "Honda"
    },
    {
        "input": "Le Havre 4 0 2 2 2 4 2",
        "output": "Le Havre"
    },
    {
        "input": "When four would-be robbers, armed and masked, showed up to rob a Checker 's restaurant in the Fort Lauderdale suburb of Pembroke Pines on Tuesday, they had no idea the shrub near the drive-through window was toting a shotgun.",
        "output": "Checker 's"
    },
    {
        "input": "Chonnam 0 2 1 4 5 2",
        "output": "Chonnam"
    },
    {
        "input": "Bayer Leverkusen 3 2 0 1 7 4 6",
        "output": "Bayer Leverkusen"
    },
    {
        "input": "Neuchatel 8 6 1 1 12 7 19",
        "output": "Neuchatel"
    },
    {
        "input": "The September long gilt future on LIFFE was trading at 107-2/32, down 8/32 from Thursday 's settlement price.",
        "output": "LIFFE"
    },
    {
        "input": "Lokomotiva Kosice 4 1 1 2 3 5 4",
        "output": "Lokomotiva Kosice"
    },
    {
        "input": "Early calls on CME live and feeder cattle futures ranged from 0.200 cent higher to 0.100 lower, livestock analysts said.",
        "output": "CME"
    },
    {
        "input": "7. Max van Heeswijk ( Netherlands ) Motorola 28",
        "output": "Motorola"
    },
    {
        "input": "Colombia was permitted to add a single additional round-trip flight to its current New York service, although it will not be able to do so while under Category Two ( Conditional ) status under the Federal Aviation Administration 's International Aviation Safety program.",
        "output": "Federal Aviation Administration"
    },
    {
        "input": "ATLANTA 80 47.630 -",
        "output": "ATLANTA"
    },
    {
        "input": "The TWA jet exploded in a deadly fireball last month, killing 230 people, crashing in the Atlantic Ocean at least 80 miles from where the debris was found Wednesday.",
        "output": "TWA"
    },
    {
        "input": "Swedish telecoms group LM Ericsson AB said on Friday it won an order worth 1.2 billion crowns for a fixed public telecoms network in the Guangdong province of China.",
        "output": "LM Ericsson AB"
    },
    {
        "input": "In the first half, Kekkila posted a 6.1 million markka profit, up from 0.7 million.",
        "output": "Kekkila"
    },
    {
        "input": "CHICAGO AT HOUSTON",
        "output": "CHICAGO"
    },
    {
        "input": "FLORIDA AT CINCINNATI",
        "output": "FLORIDA"
    },
    {
        "input": "LEAD MGR - Nomura Securities Co Ltd",
        "output": "Nomura Securities Co Ltd"
    },
    {
        "input": "Toluca 3 1 0 2 6 5 3",
        "output": "Toluca"
    },
    {
        "input": "SOCCER - GENOA AWARDED ITALIAN CUP WIN.",
        "output": "GENOA"
    },
    {
        "input": "Police had confiscated the remainder of the poisonous liquor, Xinhua said.",
        "output": "Xinhua"
    },
    {
        "input": "Gloucestershire 14 3 6 5 19 47 129",
        "output": "Gloucestershire"
    },
    {
        "input": "Struggling French first division side Nice on Thursday announced they were parting with coach Albert Emon after a string of poor results.",
        "output": "Nice"
    },
    {
        "input": "4. Debrecen 3 2 - 1 10 4 6",
        "output": "Debrecen"
    },
    {
        "input": "Auckland 21 11 0 10 406 389 22",
        "output": "Auckland"
    },
    {
        "input": "Metz 4 2 1 1 6 4 7",
        "output": "Metz"
    },
    {
        "input": "The London bourse drew little help from the unsettled morning on Wall Street, which slipped in and out of positive ground after a stronger-than-expected August consumer confidence report refuelled inflation fears, pulling U.S. Treasuries back from their early peaks.",
        "output": "U.S. Treasuries"
    },
    {
        "input": "Derby 3 0 2 1 4 6 2",
        "output": "Derby"
    },
    {
        "input": "Aberdeen 3 1 2 0 8 4 5",
        "output": "Aberdeen"
    },
    {
        "input": "Basle 8 2 3 3 12 11 9",
        "output": "Basle"
    },
    {
        "input": "The chairman of British-based components and engineering group T&N Plc said on Thursday the firm remained confident about the general prospects for its operating margins despite pressure from unsettled markets.",
        "output": "T&N Plc"
    },
    {
        "input": "Bolton 3 2 1 0 5 2 7",
        "output": "Bolton"
    },
    {
        "input": "London 22 12 1 9 611 462 25",
        "output": "London"
    },
    {
        "input": "13. Eddie Irvine ( Britain ) Ferrari 29",
        "output": "Ferrari"
    },
    {
        "input": "Fiorentina - Gabriel Batistuta ( 11th, 83rd )",
        "output": "Fiorentina"
    },
    {
        "input": "MINNESOTA 66 66.500 13",
        "output": "MINNESOTA"
    },
    {
        "input": "Ford plans to cut its roster of 2,300 tier-one suppliers -- those it deals with directly -- in half over the next five years.",
        "output": "Ford"
    },
    {
        "input": "A spokesman for Merrill Lynch said the bank was preparing to issue a note on the sector. \"",
        "output": "Merrill Lynch"
    },
    {
        "input": "Chisinau ( Moldova ) 2 ( 2-1 )",
        "output": "Chisinau"
    },
    {
        "input": "The PLO wants East Jerusalem as the capital of a future Palestinian state.",
        "output": "PLO"
    },
    {
        "input": "Nancy 3 0 1 2 2 5 1",
        "output": "Nancy"
    },
    {
        "input": "The Interfax report could not be independently confirmed.",
        "output": "Interfax"
    },
    {
        "input": "Pirelli shares reacted favourable even though talks had been underway for some time and news about a venture had been widely expected.",
        "output": "Pirelli"
    },
    {
        "input": "Bomb blast in TELO office in Trincomalee kills one, wounds six.",
        "output": "TELO"
    },
    {
        "input": "-- U.S. Municipal Desk, 212-859-1650",
        "output": "U.S. Municipal Desk"
    },
    {
        "input": "NEW YORK 73 54.575 -",
        "output": "NEW YORK"
    },
    {
        "input": "Issuer : Akron",
        "output": "Akron"
    },
    {
        "input": "Brazilian striker Marcelo scored a hat-trick as PSV Eindhoven maintained their 100 percent record and stayed on top of the Dutch first division with a 3-1 win at Volendam on Wednesday.",
        "output": "PSV Eindhoven"
    },
    {
        "input": "ST LOUIS AT HOUSTON",
        "output": "ST LOUIS"
    },
    {
        "input": "Albania 's opposition Socialist Party began a two-day congress on Saturday to discuss major jettisoning its links with almost half a century of Stalinist dictatorship in the Balkan country.",
        "output": "Socialist Party"
    },
    {
        "input": "Iran heavily bombarded targets in northern Iraq in July in pursuit of KDPI guerrillas based in Iraqi Kurdish areas outside the control of the government in Baghdad.",
        "output": "KDPI"
    },
    {
        "input": "Moss 20 4 6 10 23 40 18",
        "output": "Moss"
    },
    {
        "input": "Hanwha 58 1 49.542 6",
        "output": "Hanwha"
    },
    {
        "input": "The SPLA has fought Khartoum 's government forces in the south since 1983 for greater autonomy or independence of the mainly Christian and animist region from the Moslem, Arabised north.",
        "output": "SPLA"
    },
    {
        "input": "Dynamo 6 5 0 1 16 2 15",
        "output": "Dynamo"
    },
    {
        "input": "German first-time registrations of motor vehicles jumped 14.2 percent in July this year from the year-earlier period, the Federal office for motor vehicles said on Thursday.",
        "output": "Federal office for motor vehicles"
    },
    {
        "input": "The slain policeman Ejup Bajgora, 42, was an Albanian who had served in the Serbian police and state security since 1987, police told the Yugoslav news agency Tanjug.",
        "output": "Tanjug"
    },
    {
        "input": "Ssangbangwool 57 2 47.547 6 1/2",
        "output": "Ssangbangwool"
    },
    {
        "input": "VNU details first-half operating profits.",
        "output": "VNU"
    },
    {
        "input": "4. Marco Lietti ( Italy ) MG-Technogym 1 minute 14 seconds",
        "output": "MG-Technogym"
    },
    {
        "input": "Following is a summary of major Indonesian political and business stories in leading newspapers, prepared by Reuters in Jakarta.",
        "output": "Reuters"
    },
    {
        "input": "PHILADELPHIA 54 79.406 28 1/2",
        "output": "PHILADELPHIA"
    },
    {
        "input": "Nice 4 0 1 3 3 7 1",
        "output": "Nice"
    },
    {
        "input": "DIVAINA",
        "output": "DIVAINA"
    },
    {
        "input": "Allensbach June 12 37.4 32.8 7.3 12.3 5.4",
        "output": "Allensbach"
    },
    {
        "input": "He entered the Military College in 1935.",
        "output": "Military College"
    },
    {
        "input": "The PUNR holds four key ministries -- justice, transport, agriculture and communications.",
        "output": "PUNR"
    },
    {
        "input": "Kansas City, Mo.-based Commerce Bancshares Inc., with $ 9.32 billion in assets, also could help a regional bank establish a strong presence in the lower Midwest, analysts added.",
        "output": "Commerce Bancshares Inc."
    },
    {
        "input": "Preston 3 1 1 1 3 3 4",
        "output": "Preston"
    },
    {
        "input": "In proposing the rules last year, the SEC noted that while technology has improved, commonplace practices still existed that worked against investors ' best interests.",
        "output": "SEC"
    },
    {
        "input": "SEATTLE 66 61.520 7",
        "output": "SEATTLE"
    },
    {
        "input": "Torpedo 6 3 1 2 8 7 10",
        "output": "Torpedo"
    },
    {
        "input": "\" On the island, as at the Place Beauvau ( the Interior Ministry 's Paris address ), people are well aware who is who and who is doing what.",
        "output": "Interior Ministry"
    },
    {
        "input": "Sparta win 10-1 on aggregate.",
        "output": "Sparta"
    },
    {
        "input": "OAKLAND 65 72.474 12 1/2",
        "output": "OAKLAND"
    },
    {
        "input": "-- New York Energy Desk 212-859-1620",
        "output": "New York Energy Desk"
    },
    {
        "input": "South Africa 's Truth and Reconciliation Commission said on Wednesday it would subpoena persons accused of human rights violations to appear before it.",
        "output": "Truth and Reconciliation Commission"
    },
    {
        "input": "The work was inspired by a National Park Service plan to put computer databases at Civil War battlefields across the country so that Americans might research their ancestors.",
        "output": "National Park Service"
    },
    {
        "input": "U.N. Ambassador Albright arrives in Chile.",
        "output": "U.N."
    },
    {
        "input": "Jorritsma said the latest evidence from El Al in no way supported the allegations, and added there is no justification for a further investigation into the incident.",
        "output": "El Al"
    },
    {
        "input": "Britain 's Damon Hill fifth in a Williams and Gerhard Berger of",
        "output": "Williams"
    },
    {
        "input": "Brisbane 21 16 0 5 569 257 32",
        "output": "Brisbane"
    },
    {
        "input": "Saeed in his comments did not threaten to call off the deal and the U.N. officials said they expected it to go into force next month after Secretary-General Boutros Boutros-Ghali reports that arrangements are in place.",
        "output": "U.N."
    },
    {
        "input": "TORONTO 58 69.457 15",
        "output": "TORONTO"
    },
    {
        "input": "CINCINNATI 63 62.504 3 1/2",
        "output": "CINCINNATI"
    },
    {
        "input": "The tabloid Star magazine reported the married Morris had a lengthy affair with a $ 200-an-hour prostitute who he allowed to eavesdrop on telephone conversations with Clinton, and with whom he shared White House speeches before they were made.",
        "output": "Star magazine"
    },
    {
        "input": "Dealers said the precious metal eased on a report that the International Monetary Fund might sell some of its gold to reduce the debts of the poorest developing countries.",
        "output": "International Monetary Fund"
    },
    {
        "input": "TEXAS AT KANSAS CITY",
        "output": "TEXAS"
    },
    {
        "input": "MILWAUKEE AT CHICAGO",
        "output": "MILWAUKEE"
    },
    {
        "input": "Mehrtens missed three further penalties and a conversion in the first 40 minutes which could have put his side ahead, but it was the Springboks who looked the more dangerous.",
        "output": "Springboks"
    },
    {
        "input": "18. Ricardo Rosset ( Brazil ) Arrows 1:56.286",
        "output": "Arrows"
    },
    {
        "input": "Misael Valerio, head of border police at the Security Ministry, told reporters that surveillance of the country 's northern border with Nicaragua has been stepped up to stop the kidnappers from fleeing Costa Rica.",
        "output": "Security Ministry"
    },
    {
        "input": "AL RAI",
        "output": "AL RAI"
    },
    {
        "input": "Under the election rules citizens vote for a three-man presidency and House of Representatives for all Bosnia-Hercegovina and for assemblies and cantonal seats in either the Moslem-Croat Federation or the Republika Srbska.",
        "output": "House of Representatives"
    },
    {
        "input": "Police arrested the man and charged him with drink-driving, but then iscovered he was wanted by the Immigration Service as an overstayer.",
        "output": "Immigration Service"
    },
    {
        "input": "Swansea 4 1 0 3 4 9 3",
        "output": "Swansea"
    },
    {
        "input": "8. Maarten den Bakker ( Netherlands ) TVM 1:33",
        "output": "TVM"
    },
    {
        "input": "Home sales across Massachusetts were down 2.3 percent in July, compared to a month earlier, but up 21 percent for the year, according to the Massachusetts Association of Realtors.",
        "output": "Massachusetts Association of Realtors"
    },
    {
        "input": "- Princeton Lyman, the U.S. Under-Secretary of State for International Organisations, will on Wednesday continue his work in Angola visiting Bailundo, where he should be received by Jonas Savimbi, leader of Unita.",
        "output": "Unita"
    },
    {
        "input": "FLORIDA 60 70.462 22",
        "output": "FLORIDA"
    },
    {
        "input": "CINCINNATI AT ATLANTA",
        "output": "CINCINNATI"
    },
    {
        "input": "Mohammed Saleh, director of the Egyptian Museum, told Reuters television a U.S. team found the pots, some of which contain human intestines, in a tomb built into the rocks while digging in Dahshour, a village 40 km ( 25 miles ) south of Cairo.",
        "output": "Reuters"
    },
    {
        "input": "Best Products Co Chairman and Chief Executive Daniel Levy said Thursday he expected the company 's second-quarter results to be similar to the $ 34.6 million loss posted in the first quarter.",
        "output": "Best Products Co"
    },
    {
        "input": "6. Claus Manne Nielsen ( Denmark ) KTM",
        "output": "KTM"
    },
    {
        "input": "The reports fanned worries on Wall Street that the Fed, the nation 's central bank, would raise rates next month in a bid to ward off inflation, driving stock and bond prices sharply lower for a second day running.",
        "output": "Fed"
    },
    {
        "input": "Nyva qualified on away goals rule.",
        "output": "Nyva"
    },
    {
        "input": "North Sydney 21 14 2 5 560 317 30",
        "output": "North Sydney"
    },
    {
        "input": "Tarango, whose Wimbledon tantrum two years ago brought him a $ 28,000 fine and suspension from this year 's tournament at the All-England Club, argued calls and taunted fans in his lively two hour, 24 minute tango with Rios on the grandstand.",
        "output": "All-England Club"
    },
    {
        "input": "Levy said that Best planned to open two new stores this fall.",
        "output": "Best"
    },
    {
        "input": "Buffett, who is well-known as a long-term investor, is chairman of Berkshire Hathaway Inc, a holding company through which he holds investments in several large U.S. companies.",
        "output": "Berkshire Hathaway Inc"
    },
    {
        "input": "Birmingham 2 1 1 0 5 4 4",
        "output": "Birmingham"
    },
    {
        "input": "2. Michael Andretti ( U.S. ), Lola Ford Cosworth, 54.483",
        "output": "Lola Ford Cosworth"
    },
    {
        "input": "7. Simon Crafar ( New Zealand ) Kawasaki 133",
        "output": "Kawasaki"
    },
    {
        "input": "West Ham 3 1 1 1 3 4 4",
        "output": "West Ham"
    },
    {
        "input": "Pirelli Cables has global sales of over $ 3.5 billion, and has become a large supplier of optic cables and systems to major telecoms carriers in the U.S., Europe and the Far East.",
        "output": "Pirelli Cables"
    },
    {
        "input": "NEW YORK AT LOS ANGELES",
        "output": "NEW YORK"
    },
    {
        "input": "F.A. : First of Michigan Corp., Detroit",
        "output": "First of Michigan Corp."
    },
    {
        "input": "For this reason we decided to break away from that dictatorial group and found a movement named ' Democratic National United Movement ', \" he said.",
        "output": "Democratic National United Movement"
    },
    {
        "input": "SK Rapid 's Dietmar Kuehbauer, who gave an impressive performance, said the team started off well but let the game slip after the first 30 minutes.",
        "output": "SK Rapid"
    },
    {
        "input": "RKC Waalwijk 3 1 1 1 7 6 4",
        "output": "RKC Waalwijk"
    },
    {
        "input": "Wigan 22 19 1 2 902 326 39",
        "output": "Wigan"
    },
    {
        "input": "At Worcester : Warwickshire 310 ( A. Giles 83, T. Munton 54 not",
        "output": "Warwickshire"
    },
    {
        "input": "\" We do n't support any such recommendation because we do n't see any grounds for it, \" the Commission 's chief spokesman Nikolaus van der Pas told a news briefing.",
        "output": "Commission"
    },
    {
        "input": "Fortuna Duesseldorf 3 1 0 2 1 7 3",
        "output": "Fortuna Duesseldorf"
    },
    {
        "input": "4. Johan Boonen ( Belgium ) Husqvarna",
        "output": "Husqvarna"
    },
    {
        "input": "AMTRAK train hits truck, derails in Vermont.",
        "output": "AMTRAK"
    },
    {
        "input": "7. Wilfried Peeters ( Belgium ) Mapei 51",
        "output": "Mapei"
    },
    {
        "input": "Tavria 5 2 0 3 3 7 6",
        "output": "Tavria"
    },
    {
        "input": "Boby Brno 3 3 0 0 5 2 9",
        "output": "Boby Brno"
    },
    {
        "input": "Watford 4 2 0 2 4 5 6",
        "output": "Watford"
    },
    {
        "input": "Last month, Wang, 45, a veteran dissident of the 1979 Democracy Wall movement, was ordered to serve one year of \" re-education through labour \", but released because of poor health.",
        "output": "Democracy Wall"
    },
    {
        "input": "The win was the fourth in as many matches this season for Lens, who lead the table on 12 points.",
        "output": "Lens"
    },
    {
        "input": "Speculation that Rubin might not stay in his post grew after he sidestepped questions about any future Cabinet post during television interviews at the Democratic convention in Chicago this week.",
        "output": "Cabinet"
    },
    {
        "input": "In recent months the Shining Path, severely weakened since the 1992 capture of its leader Abimael Guzman, has been stepping up both its military and propaganda activities.",
        "output": "Shining Path"
    },
    {
        "input": "The Angels battered Kenny Rogers ( 10-7 ) for five runs in the first.",
        "output": "Angels"
    },
    {
        "input": "-- Sydney Newsroom 61-2 9373-1800",
        "output": "Sydney Newsroom"
    },
    {
        "input": "Financial Security Assurance said Wednesday it qualified for bond insurance the following five municipal issues scheduled for competitive sale today :",
        "output": "Financial Security Assurance"
    },
    {
        "input": "F.C. Farul Constanta 4 2 2 0 6 2 8",
        "output": "F.C. Farul Constanta"
    },
    {
        "input": "Utrecht 1 0 1 0 2 2 1",
        "output": "Utrecht"
    },
    {
        "input": "7. Sauber 10",
        "output": "Sauber"
    },
    {
        "input": "Bradford 22 17 0 5 767 409 34",
        "output": "Bradford"
    },
    {
        "input": "Christian Springer put St Pauli back in touch in the 64th minute and three minutes later they were level, thanks to a penalty from Thomas Sabotzik.",
        "output": "St Pauli"
    },
    {
        "input": "The Treasury Department said Libya was on the U.S. list of states that sponsor international terrorism and noted that Tripoli has refused to hand over two Libyan suspects in the 1988 bombing of Pan Am flight 103 over Lockerbie, Scotland.",
        "output": "Treasury Department"
    },
    {
        "input": "\" I feared he would flee from work or steal my belongings, \" the Kathmandu Post newspaper quoted Munakarmi as saying after his arrest.",
        "output": "Kathmandu Post"
    },
    {
        "input": "Matahari revises down 1996 net target.",
        "output": "Matahari"
    },
    {
        "input": "First Union National Bank of Florida said on Wednesday it agreed to settle a class action law suit involving its collateral protection insurance ( CPI ) program.",
        "output": "First Union National Bank of Florida"
    },
    {
        "input": "ST LOUIS 69 62.527 1/2",
        "output": "ST LOUIS"
    },
    {
        "input": "Weiss said most of the company 's half year earning stemmed from the sale of its 50 percent stake in Physicians Insurance Co of Ohio.",
        "output": "Physicians Insurance Co"
    },
    {
        "input": "St Pauli 3 1 1 1 7 7 4",
        "output": "St Pauli"
    },
    {
        "input": "Bank of France drains 3.9 bln Ffr at tender.",
        "output": "Bank of France"
    },
    {
        "input": "In the same interview, published by Prensa Latina on Saturday, Puig was asked if he feared death. \"",
        "output": "Prensa Latina"
    },
    {
        "input": "The SEC dropped a third proposal that would have allowed investors with market orders to trade at a better price if there were shifts in prices before their orders were executed.",
        "output": "SEC"
    },
    {
        "input": "-- Sydney Newsroom 61-2 373-1800",
        "output": "Sydney Newsroom"
    },
    {
        "input": "Turkish troops have killed 17 Kurdish rebels in recent clashes in the southeast of the country, the state-run Anatolian news agency said on Friday.",
        "output": "Anatolian"
    },
    {
        "input": "Kate Michelman, president of the National Abortion Rights Action League, described how she had an abortion at a time when the procedure was illegal after her husband abandoned her with three young children.",
        "output": "National Abortion Rights Action League"
    },
    {
        "input": "52 not out ) v Glamorgan.",
        "output": "Glamorgan"
    },
    {
        "input": "People are rushing to the hospital as soon as the first symptoms appear, that 's why we have fewer deaths, \" he told Reuters by telephone from the town, 160 km ( 100 miles ) southeast of the Senegalese capital Dakar.",
        "output": "Reuters"
    },
    {
        "input": "LOS ANGELES 71 60.542 1",
        "output": "LOS ANGELES"
    },
    {
        "input": "Dynamo Moscow 25 15 7 3 43 21 52",
        "output": "Dynamo Moscow"
    },
    {
        "input": "Fortuna Sittard 3 1 1 1 3 4 4",
        "output": "Fortuna Sittard"
    },
    {
        "input": "DINAMINA",
        "output": "DINAMINA"
    },
    {
        "input": "10. Michael van der Wolf ( Neths ) Foreldorado all same time.",
        "output": "Foreldorado"
    },
    {
        "input": "Orioles manager Davey Johnson missed the game after being admitted to a hospital with an irregular heartbeat.",
        "output": "Orioles"
    },
    {
        "input": "Chonnam 0 1 1 5 6 1",
        "output": "Chonnam"
    },
    {
        "input": "He said the article largely reiterated information about the suits and the disease which had previously been made public via Securities and Exchange Commission filings and annual reports.",
        "output": "Securities and Exchange Commission"
    },
    {
        "input": "DAILY NEWS",
        "output": "DAILY NEWS"
    },
    {
        "input": "Morgan Stanley said it downgraded the stock to underperform from outperform.",
        "output": "Morgan Stanley"
    },
    {
        "input": "COLORADO 66 62.516 3 1/2",
        "output": "COLORADO"
    },
    {
        "input": "-- Reuters Toronto Bureau 416 941-8100",
        "output": "Reuters Toronto Bureau"
    },
    {
        "input": "Glickman says USDA monitoring aflatoxin in Texas.",
        "output": "USDA"
    },
    {
        "input": "Taiwan 's Cooperative Bank cuts prime lending rate.",
        "output": "Cooperative Bank"
    },
    {
        "input": "In announcing its decision, Penn Treaty said it \" will continue to actively pursue entering into the New York long-term care market through licensing or by acquisition. \"",
        "output": "Penn Treaty"
    },
    {
        "input": "Cardiff 3 1 1 1 1 2 4",
        "output": "Cardiff"
    },
    {
        "input": "Barnsley 3 3 0 0 8 2 9",
        "output": "Barnsley"
    },
    {
        "input": "OSCE defends record over Chechnya peace mission.",
        "output": "OSCE"
    },
    {
        "input": "Iran has an estimated one million drug addicts and is a key transit route for drugs, mostly opium, smuggled to Europe through Afghanistan and Pakistan -- the so called \" Golden Crescent. \"",
        "output": "Golden Crescent"
    },
    {
        "input": "In addition, the Labour Department 's July employment report had foreshadowed the muted income growth.",
        "output": "Labour Department"
    },
    {
        "input": "-- New York Commodities 212-859-1646",
        "output": "New York Commodities"
    },
    {
        "input": "The problem arose because the Sao Paulo-Santos clash was selected as the day 's televised live match, forcing it to be put back three hours from the usual kickoff time.",
        "output": "Sao Paulo-Santos"
    },
    {
        "input": "Parliament 's press officer told Reuters that Speaker Toomas Savi will convene an electoral college involving 101 MPs and and 273 local government representatives on September 20.",
        "output": "Reuters"
    },
    {
        "input": "Western Reds 21 6 1 14 297 398 13",
        "output": "Western Reds"
    },
    {
        "input": "Werder Bremen 3 0 1 2 4 6 1",
        "output": "Werder Bremen"
    },
    {
        "input": "MILWAUKEE AT CHICAGO",
        "output": "MILWAUKEE"
    },
    {
        "input": "USDA gross cutout hide and offal value.",
        "output": "USDA"
    },
    {
        "input": "SEATTLE AT BOSTON",
        "output": "SEATTLE"
    },
    {
        "input": "The authorities are apparently extremely afraid of any political and social discontent, \" said Xiao, in Manila to attend an Amnesty International conference on human rights in China.",
        "output": "Amnesty International"
    },
    {
        "input": "Mansfield 4 0 2 2 2 6 2",
        "output": "Mansfield"
    },
    {
        "input": "KANSAS CITY 61 75.449 20",
        "output": "KANSAS CITY"
    },
    {
        "input": "Thousands of books were banned from sale in the West Bank and Gaza Strip by the Israeli military authorities before the Jewish state handed over parts of the two areas to the PLO under a self-rule deal in 1994.",
        "output": "PLO"
    },
    {
        "input": "PHILADELPHIA 54 80.403 30",
        "output": "PHILADELPHIA"
    },
    {
        "input": "The beast dragged the woman 30 feet ( nine metres ) away from her bed and trampled her to death, a police official told Reuters in the Himalayan kingdoms capital Kathmandu.",
        "output": "Reuters"
    },
    {
        "input": "UNAM 3 0 0 3 2 6 0",
        "output": "UNAM"
    },
    {
        "input": "The poll, taken on Sunday and Monday as the president engaged in a whistle-stop train trip to the Democratic Convention in Chicago, put Clinton at 51 percent, Dole at 36 percent and Ross Perot of the Reform Party at 8 percent.",
        "output": "Reform Party"
    },
    {
        "input": "Workers at Serbia 's Zastava arms factory entered the ninth day of their protest over unpaid wages on Thursday with management accused them of rejecting talks.",
        "output": "Zastava"
    },
    {
        "input": "The daily Le Monde reported on Wednesday some separatist movements were considering taking their attacks to the French mainland on the principle that \" 300 grammes of explosives on the continent have more impact than 300 kilos in Corsica \".",
        "output": "Le Monde"
    },
    {
        "input": "There 's no problem whatsoever, \" he told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "Housecall shares sink after profit warning.",
        "output": "Housecall"
    },
    {
        "input": "America 3 1 0 2 5 7 3",
        "output": "America"
    },
    {
        "input": "-- Sydney Newsroom 61-2 9373-1800",
        "output": "Sydney Newsroom"
    },
    {
        "input": "THE TIMES",
        "output": "THE TIMES"
    },
    {
        "input": "Rudolf Gajdos, head of Slovak Interpol, told a news conference Dutroux was also believed to have planned the kidnapping of at least one Slovak woman.",
        "output": "Interpol"
    },
    {
        "input": "IHC also forecast post tax earnings rising 21 percent for the full year.",
        "output": "IHC"
    },
    {
        "input": "Flamengo 4 2 0 2 4 4 6",
        "output": "Flamengo"
    },
    {
        "input": "Kaczmarek said in May he was unhappy that only one investor ended up bidding for Ruch, in which the government was initially offering up to 35 percent of shares with an option to extend the holding after investment promises are fulfilled.",
        "output": "Ruch"
    },
    {
        "input": "3. BVSC 3 2 1 - 6 2 7",
        "output": "BVSC"
    },
    {
        "input": "Nearly half the 1,617 military personnel surveyed in the Rajapat Institute poll suggested that Banharn resign, while about 28 percent thought he should dissolve parliament and 24 percent thought a cabinet reshuffle could resolve the government 's problems.",
        "output": "Rajapat Institute"
    },
    {
        "input": "MILWAUKEE AT CLEVELAND",
        "output": "MILWAUKEE"
    },
    {
        "input": "TUE McCarthy YR EPS 125.3 112.0-149.0 93.2",
        "output": "McCarthy"
    },
    {
        "input": "Lancashire 323 ( N. Fairbrother 86, M. Watkinson 64 ; D. Gough 4-53 )",
        "output": "Lancashire"
    },
    {
        "input": "Nevertheless, \" a treatment based on the new strategy.... may have the potential to benefit many patients, \" the University of Pennsylvania Medical Centre said in a release.",
        "output": "University of Pennsylvania"
    },
    {
        "input": "In submissions last week to the commission National Party leader and former president F.W. De Klerk said he had received no co-operation from Botha in compiling his party 's report.",
        "output": "National Party"
    },
    {
        "input": "-- Dimitris Kontogiannis, Athens Newsroom +301 3311812-4",
        "output": "Athens Newsroom"
    },
    {
        "input": "Mohammad Dahman, director of the Gaza-based Addameer Prisoners Support Association, said he was freed on Tuesday without being charged.",
        "output": "Addameer Prisoners Support Association"
    },
    {
        "input": "16. Jos Verstappen ( Netherland ) Arrows 11",
        "output": "Arrows"
    },
    {
        "input": "-- London Newsroom +44 171 542 7950",
        "output": "London Newsroom"
    },
    {
        "input": "A State Department statement appeared in part a response to Cuban complaints that Washington was jeopardising the accords by failing to return some of the Cubans involved in recent illegal migration incidents.",
        "output": "State Department"
    },
    {
        "input": "Zenith will convert its Chihuahua, Mexico, analogue set-top box plant to manufacture the digital boxes.",
        "output": "Zenith"
    },
    {
        "input": "Implats posted year attributable profit of 176 million rand from 281 million previously.",
        "output": "Implats"
    },
    {
        "input": "SAN DIEGO 71 60.542 -",
        "output": "SAN DIEGO"
    },
    {
        "input": "Lamonts said it plans to issue 9 million shares of new common stock.",
        "output": "Lamonts"
    },
    {
        "input": "Jiul Petrosani 4 3 0 1 6 4 9",
        "output": "Jiul Petrosani"
    },
    {
        "input": "Cardiff 4 2 1 1 3 2 7",
        "output": "Cardiff"
    },
    {
        "input": "Akashi is head of the Department of Humanitarian affairs.",
        "output": "Department of Humanitarian affairs"
    },
    {
        "input": "Netanyahu, who opposes trading occupied land for peace, made Jerusalem a central issue in his election campaign, accusing Labour Prime Minister Shimon Peres of planning to hand control of the Arab eastern part of the city to the Palestinians.",
        "output": "Labour"
    },
    {
        "input": "-- Sofia Newsroom, 359-2-84561",
        "output": "Sofia Newsroom"
    },
    {
        "input": "The Braves took the second game when Chipper Jones singled home the tying run in the top of the ninth and Andruw Jones took advantage of a poor throw to score the go-ahead run on a sacrifice fly for a 6-5 victory.",
        "output": "Braves"
    },
    {
        "input": "-- Paris Newsroom +33 1 42 21 53 81",
        "output": "Paris Newsroom"
    },
    {
        "input": "Sweden 's OM to open London forest products bourse.",
        "output": "OM"
    },
    {
        "input": "Reuters correspondent Lawrence Sheets, speaking from the nearby village of Alkhan-Yurt, said he had heard little from Grozny since Wednesday evening 's arrival of Russian security chief Alexander Lebed, who said he \" came with peace \".",
        "output": "Reuters"
    },
    {
        "input": "2. Giovanni Lombardi ( Italy ) Polti 5 seconds behind",
        "output": "Polti"
    },
    {
        "input": "The Jordanian Arab Socialist Baath Party has denied involvement in unrest which it blamed on government policies and rising economic hardship.",
        "output": "Jordanian Arab Socialist Baath Party"
    },
    {
        "input": "Reuters historical calendar - September 7.",
        "output": "Reuters"
    },
    {
        "input": "It said last Friday they were visited by Monsignor Caesar Mazzolari, apostolic administrator of the diocese of Rumbek in southern Sudan, and an SPLA administrator and appeared in good condition.",
        "output": "SPLA"
    },
    {
        "input": "NEW YORK 59 69.461 21 1/2",
        "output": "NEW YORK"
    },
    {
        "input": "The loss was the Mets ' eighth straight, their longest slide since September 1993, and dropped them to 0-4 under new manager Bobby Valentine.",
        "output": "Mets"
    },
    {
        "input": "- The president of the Bosnian Association for Refugees and Displaced Persons, Mirhunisa Komarica says many survivors of the 1995 massacre in the Bosnian town of Srebrenica are languishing as forced laborers in Serbian mines.",
        "output": "Bosnian Association for Refugees and Displaced Persons"
    },
    {
        "input": "Northamptonshire 160-4 ( K. Curran",
        "output": "Northamptonshire"
    },
    {
        "input": "-- Damien Lynch, Dublin Newsroom +353 1 6603377",
        "output": "Dublin Newsroom"
    },
    {
        "input": "Carlton 21 14 0 7 2009 1844 108.9 56",
        "output": "Carlton"
    },
    {
        "input": "9. Michael Andersson ( Sweden ) Telekom 54",
        "output": "Telekom"
    },
    {
        "input": "The EgyptAir pilot blamed Turkish airport staff for misleading him.",
        "output": "EgyptAir"
    },
    {
        "input": "Leyton Orient 3 0 1 2 1 3 1",
        "output": "Leyton Orient"
    },
    {
        "input": "KANSAS CITY AT DETROIT",
        "output": "KANSAS CITY"
    },
    {
        "input": "CHICAGO 70 63.526 9",
        "output": "CHICAGO"
    },
    {
        "input": "CHICAGO 69 59.539 7 1/2",
        "output": "CHICAGO"
    },
    {
        "input": "In a statement on Wednesday, the Four Nations TV Committee said dates had been set for a competition involving Scotland, Wales, Ireland and France next year.",
        "output": "Four Nations TV Committee"
    },
    {
        "input": "( Note - contents are displayed in reverse order to that in the printed Journal )",
        "output": "Journal"
    },
    {
        "input": "- Karachi Stock Exchange index falls by 7.84 points.",
        "output": "Karachi Stock Exchange"
    },
    {
        "input": "SEATTLE 67 63.515 7 1/2",
        "output": "SEATTLE"
    },
    {
        "input": "He said ministry officials made him sign this a few weeks ago after he brought about a dozen copies from Jordan of a book by Edward Said, a prominent scholar at New York City 's Columbia University.",
        "output": "Columbia University"
    },
    {
        "input": "Brann 19 8 5 6 40 37 29",
        "output": "Brann"
    },
    {
        "input": "Shelbourne - Mark Rutherford ( 5th )",
        "output": "Shelbourne"
    },
    {
        "input": "Banco de Mexico sought to inject 3.412 billion pesos in the secondary market on Monday through three credit auctions, dealers said.",
        "output": "Banco de Mexico"
    },
    {
        "input": "Bournemouth 4 2 0 2 5 5 6",
        "output": "Bournemouth"
    },
    {
        "input": "The injured, which included a pregnant woman, were taken to hospital, but were not in a serious condition, an ambulance spokesman told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "Think of all that mixed together, with twisted, wrecked parts on the slope, \" Onarheim, 29, told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "Glasgow Rangers striker Ally McCoist, another man in form after two hat-tricks in four days, was also named for the August 31 World Cup qualifier against Austria in Vienna.",
        "output": "Glasgow Rangers"
    },
    {
        "input": "Dutch PTT earlier on Friday repeated a forecast it would improve on 1995 's 2.26 billion guilder net profit for the whole year of 1996.",
        "output": "Dutch PTT"
    },
    {
        "input": "Salou, who plays for MSV Duisburg in the Bundesliga, scored in the 53rd minute of Sunday 's match in Lome for a 1-0 aggregate win which takes his side into group six, where they will meet Liberia, Tanzania and Zaire.",
        "output": "MSV Duisburg"
    },
    {
        "input": "He and other analysts said corporate America adopted a go-slow approach because Microsoft already was promoting the new version of its high-end Windows NT operating system, expected to be available in stores in the next several weeks.",
        "output": "Microsoft"
    },
    {
        "input": "Sokol Tychy 7 4 0 3 14 15 12",
        "output": "Sokol Tychy"
    },
    {
        "input": "Puchon 2 1 0 4 0 7",
        "output": "Puchon"
    },
    {
        "input": "A budgeted profit increase of at least 20 percent for the full year currently appears very attainable, \" News Corp said.",
        "output": "News Corp"
    },
    {
        "input": "Swede Kenneth Eriksson kept Subaru in the hunt for the manufacturers ' title with fifth place in spite of a gearbox problem that nearly forced him off the road close to the end of the event.",
        "output": "Subaru"
    },
    {
        "input": "-- Dhaka Newsroom 880-2-506363",
        "output": "Dhaka Newsroom"
    },
    {
        "input": "Battle Mountain are set to take out the minorities there soon, \" said a Sydney broker.",
        "output": "Battle Mountain"
    },
    {
        "input": "Huddersfield 2 1 0 1 3 3 3",
        "output": "Huddersfield"
    },
    {
        "input": "BOSTON 64 65.496 10",
        "output": "BOSTON"
    },
    {
        "input": "Rabobank 's net profit was 1.43 billion guilders in 1995.",
        "output": "Rabobank"
    },
    {
        "input": "The Defence Ministry said in a statement that investigations were still in the preliminary stage but it was cooperating closely with police in the cantons of Geneva and Freiburg.",
        "output": "Defence Ministry"
    },
    {
        "input": "LOS ANGELES AT MONTREAL",
        "output": "LOS ANGELES"
    },
    {
        "input": "In April, China quashed a draft resolution by the U.N. Human Rights Commission expressing concern over continuing reports of Beijing 's violations of fundamental freedoms.",
        "output": "U.N. Human Rights Commission"
    },
    {
        "input": "Kerametal Dubnica 4 0 1 3 3 9 1",
        "output": "Kerametal Dubnica"
    },
    {
        "input": "The government has denied the charge and blames the MQM for much of the violence that killed 2,000 people in the city last year.",
        "output": "MQM"
    },
    {
        "input": "To be sure, sales of Windows 95 and the accompanying Office 95 upgrade drove Microsoft sales up 46 percent last year to a record $ 8.67 billion and cemented the company 's status as the industry 's dominant company.",
        "output": "Microsoft"
    },
    {
        "input": "6. Ligier 14",
        "output": "Ligier"
    },
    {
        "input": "Underwriters over-allotment 375,000 shrs Shares to be purchased by Hoechst Marion Roussel Inc 357,143 Business : developed two proprietary technology platforms, gene activation and gene therapy.",
        "output": "Hoechst Marion Roussel Inc"
    },
    {
        "input": "17. Ukyo Katayama ( Japan ) Tyrrell 1:55.371",
        "output": "Tyrrell"
    },
    {
        "input": "RSR pure lead price ( effective date : March 20, 1996 )",
        "output": "RSR"
    },
    {
        "input": "\" We 're used to hearing the taunts of \" Death to the Arabs ', \" said Sameh Haj Yihye, a Taibe resident who studies at Jerusalem 's Hebrew University. \"",
        "output": "Hebrew University"
    },
    {
        "input": "It is time to end this nightly farce, \" said the pro-government daily Le Figaro in an editorial.",
        "output": "Le Figaro"
    },
    {
        "input": "Symantec Corp., which had been among the most bullish of software companies at the time of the Windows 95 launch, ended up posting disappointing financial results when retail sales of the operating system fell short of its projections.",
        "output": "Symantec Corp."
    },
    {
        "input": "The Jordanian Arab Socialist Baath Party, which has one deputy in the 80-seat lower house of parliament, has denied involvement in unrest which it blamed on government policies and rising economic hardship.",
        "output": "Jordanian Arab Socialist Baath Party"
    },
    {
        "input": "From the people who brought you hundreds of \" yogic fliers \" who claimed to defy nature by levitating comes The Natural Law Party, a minor political party that nominated a presidential candidate on Thursday.",
        "output": "The Natural Law Party"
    },
    {
        "input": "Gremio 3 2 1 0 11 4 7",
        "output": "Gremio"
    },
    {
        "input": "Ipswich 2 1 0 1 5 3 3",
        "output": "Ipswich"
    },
    {
        "input": "COFINEC SLIPS ON BUDAPEST BOURSE BUT FUTURE STRONG.",
        "output": "COFINEC"
    },
    {
        "input": "HOUSTON AT PITTSBURGH",
        "output": "HOUSTON"
    },
    {
        "input": "The official state news agency Petra said Kabariti would hold discussions \" on the latest developments in the peace process and bilateral cooperation \".",
        "output": "Petra"
    },
    {
        "input": "Auxerre 3 2 1 0 3 0 7",
        "output": "Auxerre"
    },
    {
        "input": "HAARETZ",
        "output": "HAARETZ"
    },
    {
        "input": "NEW YORK 74 57.565 -",
        "output": "NEW YORK"
    },
    {
        "input": "Barcelona 's Hristo Stoichkov made his only significant contribution of the evening 10 minutes after halftime when Sergi Barjuan broke down the right to set up the fiery Bulgarian with a simple equaliser.",
        "output": "Barcelona"
    },
    {
        "input": "SOCCER - SPORTING START NEW SEASON WITH A WIN.",
        "output": "SPORTING"
    },
    {
        "input": "Sheffield United 2 0 1 1 4 5 1",
        "output": "Sheffield United"
    },
    {
        "input": "Blackburn 3 0 1 2 2 5 1",
        "output": "Blackburn"
    },
    {
        "input": "Sporting his customary bright green outfit, the U.S. champion clocked 10.03 seconds despite damp conditions to take the scalp of Canada 's reigning Olympic champion Donovan Bailey, 1992 champion Linford Christie of Britain and American 1984 and 1988 champion Carl Lewis.",
        "output": "Sporting"
    },
    {
        "input": "RUGBY UNION - NEW ZEALAND RECALL MEHRTENS FOR FINAL TEST.",
        "output": "RUGBY UNION"
    },
    {
        "input": "So Ballybunion is going to America instead.",
        "output": "Ballybunion"
    },
    {
        "input": "He told Reuters the reason was his own front-page editorial, entitled \" A Chronic Mental Illness \" in which he attacks compliant Arab leaders for serving U.S. and Israeli interests.",
        "output": "Reuters"
    },
    {
        "input": "St Pauli 4 1 1 2 7 11 4",
        "output": "St Pauli"
    },
    {
        "input": "The exiled National Democratic Alliance, a Sudanese umbrella opposition group, has its headquarters in the Eritrean capital Asmara.",
        "output": "National Democratic Alliance"
    },
    {
        "input": "Lamonts Apparel Inc, an operator of 42 family apparel stores in six northwestern states, said it has filed a reorganization plan in bankruptcy court in Seattle.",
        "output": "Lamonts Apparel Inc"
    },
    {
        "input": "Finally, Gilbertson said a growing proportion of Gencor 's income was coming from offshore and unlisted investments.",
        "output": "Gencor"
    },
    {
        "input": "Keith O'Neill of Norwich City joins Niall Quinn up front.",
        "output": "Norwich City"
    },
    {
        "input": "NOTICIAS",
        "output": "NOTICIAS"
    },
    {
        "input": "-- Sun Co to $ 0.15 from $ 0.85 versus the consensus $ 0.63",
        "output": "Sun Co"
    },
    {
        "input": "4. Erik Dekker ( Netherlands ) Rabobank 43",
        "output": "Rabobank"
    },
    {
        "input": "Samuel Graham, who told his family earlier that he was nervous about starting at a new school because he feared teasing about his weight problem, had been due to spend his first day at Parkway Middle School Monday, police said.",
        "output": "Parkway Middle School"
    },
    {
        "input": "A meeting of Commonwealth ministers in London on Wednesday said it planned to send a team of senior officials to Nigeria as soon as possible to persuade Abuja to accept a fact-finding mission.",
        "output": "Commonwealth"
    },
    {
        "input": "Antwerp 4 2 0 2 6 10 6",
        "output": "Antwerp"
    },
    {
        "input": "DETROIT 47 84.359 27 1/2",
        "output": "DETROIT"
    },
    {
        "input": "A committee monitoring the ceasefire agreement between Israel and Hizbollah guerrillas will meet in south Lebanon on Sunday to discuss an Israeli complaint against the Islamic group, the Israeli army said.",
        "output": "Hizbollah"
    },
    {
        "input": "Hyundai 56 5 48.536 6 1/2",
        "output": "Hyundai"
    },
    {
        "input": "June 25-27 v British Universities ( at Oxford, three days )",
        "output": "British Universities"
    },
    {
        "input": "- BCH in the hive of Chilean pensions",
        "output": "BCH"
    },
    {
        "input": "Leboeuf was dismissed two minutes from time for a second bookable offence, fouling Mexican substitute Ricardo Pelaez who minutes earlier had also been shown the yellow card for pushing the Chelsea defender in the back.",
        "output": "Chelsea"
    },
    {
        "input": "Sunderland 3 1 2 0 4 1 5",
        "output": "Sunderland"
    },
    {
        "input": "Arbroath 3 1 2 0 4 2 5",
        "output": "Arbroath"
    },
    {
        "input": "Barnsley 2 2 0 0 5 2 6",
        "output": "Barnsley"
    },
    {
        "input": "Ball, appointed in July 1995, was unable to prevent City being relegated from the premier league last season and his record read 13 wins, 14 draws and 22 losses in 49 games.",
        "output": "City"
    },
    {
        "input": "RUGBY UNION - NEW ZEALAND DEFEAT SOUTH AFRICA 33-26.",
        "output": "RUGBY UNION"
    },
    {
        "input": "SOCCER - THOMSON RESIGNS AS MANAGER OF RAITH ROVERS.",
        "output": "RAITH ROVERS"
    },
    {
        "input": "Marseille now lie seventh in the league on five points.",
        "output": "Marseille"
    },
    {
        "input": "MILWAUKEE 62 69.473 15 1/2",
        "output": "MILWAUKEE"
    },
    {
        "input": "Barnet 3 1 1 1 4 2 4",
        "output": "Barnet"
    },
    {
        "input": "A year later IVAC improved its system with the addition of an IV pump that regulated the flow of liquids through positive pressure.",
        "output": "IVAC"
    },
    {
        "input": "Total Zagreb Money Market settlements shrank to 17.4 million kuna, of which dealers put new borrowing at a meagre 5.5 million.",
        "output": "Zagreb Money Market"
    },
    {
        "input": "Brush Wellman comments on beryllium lawsuits.",
        "output": "Brush Wellman"
    },
    {
        "input": "Worcestershire 205-9 declared ( K. Spiring 52 ; A. Giles",
        "output": "Worcestershire"
    },
    {
        "input": "The EU 's cereals management committee sold 234,324 tonnes of German intervention barley at a minimum price of 105.07 Ecus per tonne.",
        "output": "EU"
    },
    {
        "input": "Saskatchewan Wheat Pool eyes hog market.",
        "output": "Saskatchewan Wheat Pool"
    },
    {
        "input": "Average daily shipments from U.S. copper service centers in July fell three percent from the previous month, but were higher than in July 1995, the Copper and Brass Servicenter Association reported.",
        "output": "Copper and Brass Servicenter Association"
    },
    {
        "input": "At Headingley : Yorkshire 305-5 ( C. White 66 not out, M. Moxon",
        "output": "Yorkshire"
    },
    {
        "input": "Oxford 4 1 0 3 6 5 3",
        "output": "Oxford"
    },
    {
        "input": "The Vnukovo Airlines Tupolev 154 flight from Moscow, carrying 129 passengers and a crew of 12, crashed in bad weather 10 km ( six miles ) east of Longyearbyen, the island 's only airstrip, officials said.",
        "output": "Vnukovo Airlines"
    },
    {
        "input": "Fontaine - 6mth parent forecast.",
        "output": "Fontaine"
    },
    {
        "input": "But two minutes later Wednesday equalised through Peter Atherton, who found space in the penalty area to meet Mark Pembridge 's free kick with a precise glancing header.",
        "output": "Wednesday"
    },
    {
        "input": "He also told Reuters before the retailer 's annual meeting that the second quarter could be better than the first quarter ended May 4. \"",
        "output": "Reuters"
    },
    {
        "input": "ACC sold 9.4 million tonnes in 1995/96, retaining its top position in the Indian cement industry, Palkhivala said.",
        "output": "ACC"
    },
    {
        "input": "Automakers petitioned the National Highway Traffic Safety Administration to allow them to introduce air bags that inflate less aggressively to help reduce unwanted injuries.",
        "output": "National Highway Traffic Safety Administration"
    },
    {
        "input": "Heerenveen 3 2 0 1 7 5 6",
        "output": "Heerenveen"
    },
    {
        "input": "LG 44 5 57.439 18",
        "output": "LG"
    },
    {
        "input": "NOTE - Jeans Mate Corp is the full company name.",
        "output": "Jeans Mate Corp"
    },
    {
        "input": "Gephardt, 55, the son of a milkman from a working class district of St. Louis, is a consummate congressional insider, sufficiently skilled in compromise and the ways of the legislature to manage the often-unruly House Democrats.",
        "output": "House"
    },
    {
        "input": "The MQM speaks for Urdu-speaking Moslems who migrated from India at Partition in 1947 and their descendants.",
        "output": "MQM"
    },
    {
        "input": "\" There is no strategy to ban books or to suppress freedom of expression in any form whatsoever, \" Taha told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "-- Istanbul Newsroom, +90-212-275 0875 SA",
        "output": "Istanbul Newsroom"
    },
    {
        "input": "Chelsea 3 2 1 0 3 0 7",
        "output": "Chelsea"
    },
    {
        "input": "France on Friday expelled another African man seized in a police raid on a Paris church as about 100 Air France workers denounced \" charters of shame \" used to fly illegal immigrants home.",
        "output": "Air France"
    },
    {
        "input": "Cofinec, the first foreign company to list on the Budapest bourse, released its consolidated first half figures ( IAS ) this morning.",
        "output": "Cofinec"
    },
    {
        "input": "Former international goalkeeper Dominique Baratelli is to coach struggling French first division side Nice, the club said on Friday.",
        "output": "Nice"
    },
    {
        "input": "In Bistrita : Gloria Bistrita ( Romania ) 2 Valletta ( Malta ) 1",
        "output": "Gloria Bistrita"
    },
    {
        "input": "CALIFORNIA 59 68.465 14 1/2",
        "output": "CALIFORNIA"
    },
    {
        "input": "They finally went ahead with an escort from the ULIMO-J faction.",
        "output": "ULIMO-J"
    },
    {
        "input": "3. Sven Teutenberg ( Germany ) U.S. Postal",
        "output": "U.S. Postal"
    },
    {
        "input": "( Note - contents are displayed in reverse order to that in the printed Journal )",
        "output": "Journal"
    },
    {
        "input": "KANSAS CITY 61 73.455 19 1/2",
        "output": "KANSAS CITY"
    },
    {
        "input": "Hereford 4 1 1 2 2 3 4",
        "output": "Hereford"
    },
    {
        "input": "Puchon 1 1 0 1 0 4",
        "output": "Puchon"
    },
    {
        "input": "MONTREAL 70 58.547 11",
        "output": "MONTREAL"
    },
    {
        "input": "Samsung 47 5 53.471 14",
        "output": "Samsung"
    },
    {
        "input": "East Stirling 3 0 2 1 3 4 2",
        "output": "East Stirling"
    },
    {
        "input": "CLEVELAND 76 52.594 -",
        "output": "CLEVELAND"
    },
    {
        "input": "\" Edgar is a tremendous player right now, \" said Florida manager John Boles. \"",
        "output": "Florida"
    },
    {
        "input": "Partizan 2 2 0 0 6 2 6",
        "output": "Partizan"
    },
    {
        "input": "( Barcelona win 6-5 on aggregate ).",
        "output": "Barcelona"
    },
    {
        "input": "Exeter 3 1 2 0 4 3 5",
        "output": "Exeter"
    },
    {
        "input": "Celaya 2 0 2 0 1 1 2",
        "output": "Celaya"
    },
    {
        "input": "But one must not forget that the OSCE only has limited powers there, \" said Cotti, who is also the Swiss foreign minister. \"",
        "output": "OSCE"
    },
    {
        "input": "Boston has won 15 of its last 19 games.",
        "output": "Boston"
    },
    {
        "input": "Political infighting within Banharn 's Chart Thai party has raised doubts whether he can hold his supporters together and defeat the opposition motion, political analysts said.",
        "output": "Chart Thai"
    },
    {
        "input": "LOS ANGELES AT MONTREAL",
        "output": "LOS ANGELES"
    },
    {
        "input": "But German international goalkeeper Andreas Koepke again proved a sound investment when under pressure from the Auxerre strikers, saving his team with a number of fine parries.",
        "output": "Auxerre"
    },
    {
        "input": "9 ( 63 ) Hawthorn 12.",
        "output": "Hawthorn"
    },
    {
        "input": "Nice have been unable to win any of their four league matches played this season and are lying a lowly 18th in the table.",
        "output": "Nice"
    },
    {
        "input": "TEXAS 74 55.574 -",
        "output": "TEXAS"
    },
    {
        "input": "MEDIA INDONESIA",
        "output": "MEDIA INDONESIA"
    },
    {
        "input": "Sunderland 3 1 2 0 4 1 5",
        "output": "Sunderland"
    },
    {
        "input": "Adelaide 21 8 0 13 2158 2183 98.9 32",
        "output": "Adelaide"
    },
    {
        "input": "The Reserve bank of India governor C. Rangarajan said on Thursday that he expected the cash reserve ratio ( CRR ) maintained by banks to be reduced over the medium term.",
        "output": "Reserve bank of India"
    },
    {
        "input": "5. Giunluca Gorini ( Italy ) Aki 45",
        "output": "Aki"
    },
    {
        "input": "Obilic 4 4 0 0 10 1 12",
        "output": "Obilic"
    },
    {
        "input": "It also ended a run of nine successive victories this year for New Zealand but arrived too late to prevent a 2-1 series defeat and an historic first All Black series triumph on South African soil.",
        "output": "All Black"
    },
    {
        "input": "Leyton Orient 4 1 1 2 3 3 4",
        "output": "Leyton Orient"
    },
    {
        "input": "The Mariners scored four runs in the top of the fifth to tie the game 5-5 but Ripken led off the bottom of the inning with his 21st homer off starter Sterling Hitchcock ( 12-6 ).",
        "output": "Mariners"
    },
    {
        "input": "Specter said after the bombing there should be a shake-up at the Pentagon and questioned whether Perry should resign.",
        "output": "Pentagon"
    },
    {
        "input": "ATLANTA 79 47.627 -",
        "output": "ATLANTA"
    },
    {
        "input": "AS-SAFIR",
        "output": "AS-SAFIR"
    },
    {
        "input": "-- John Gilardi, Frankfurt Newsroom, +49 69 756525",
        "output": "Frankfurt Newsroom"
    },
    {
        "input": "MONTREAL 71 62.534 12 1/2",
        "output": "MONTREAL"
    },
    {
        "input": "Suspected killers of bishop dead -- Algeria TV.",
        "output": "Algeria TV"
    },
    {
        "input": "Bancomext official says Mexico peso level suitable.",
        "output": "Bancomext"
    },
    {
        "input": "RDR said it feared forced expulsions would start in days.",
        "output": "RDR"
    },
    {
        "input": "GPG earlier said its net profit for the six months to June 30 rose to 9.77 million pounds from 6.93 million in the previous first half.",
        "output": "GPG"
    },
    {
        "input": "London International Financial Futures Exchange automated pit trading ( APT ) tabular details :",
        "output": "London International Financial Futures Exchange"
    },
    {
        "input": "U.N. denies reports of Iraqi tank assault on Arbil.",
        "output": "U.N."
    },
    {
        "input": "IRISH INDEPENDENT",
        "output": "IRISH INDEPENDENT"
    },
    {
        "input": "MILWAUKEE AT CLEVELAND",
        "output": "MILWAUKEE"
    },
    {
        "input": "9. Michael Andersson ( Sweden ) Telekom",
        "output": "Telekom"
    },
    {
        "input": "NAC Breda 3 1 1 1 2 2 4",
        "output": "NAC Breda"
    },
    {
        "input": "MINNESOTA AT TORONTO",
        "output": "MINNESOTA"
    },
    {
        "input": "Utrecht 2 0 1 1 2 3 1",
        "output": "Utrecht"
    },
    {
        "input": "Cologne 3 3 0 0 7 1 9",
        "output": "Cologne"
    },
    {
        "input": "-- U.S. Municipal Desk, 212-859-1650",
        "output": "U.S. Municipal Desk"
    },
    {
        "input": "\" My prediction is that the Names will appeal, \" said Kenneth Chiate, a U.S. Name and a chief negotiator for the American Names Association.",
        "output": "American Names Association"
    },
    {
        "input": "Chester 3 1 1 1 4 3 4",
        "output": "Chester"
    },
    {
        "input": "SEATTLE 64 61.512 8",
        "output": "SEATTLE"
    },
    {
        "input": "Proleter 2 0 1 1 1 4 1",
        "output": "Proleter"
    },
    {
        "input": "After an hour 's interruption for rain, Warwickshire then reached an adjusted target of 109 with 13 balls to spare and record their fifth win in the last six games.",
        "output": "Warwickshire"
    },
    {
        "input": "Fights and shooting broke out between the Moslems and Serb police on Thursday and NATO troops finally brought restored order.",
        "output": "NATO"
    },
    {
        "input": "At Cardiff : Kent 255-3 ( D. Fulton 64, M. Walker 59, C. Hooper",
        "output": "Kent"
    },
    {
        "input": "10. Kaspars Ozers ( Latvia ) Motorola all same time",
        "output": "Motorola"
    },
    {
        "input": "MON Gencor YR DIV 25.75 25.0-27.0 20.0",
        "output": "Gencor"
    },
    {
        "input": "VanLandingham ( 8-13 ), who entered the game with one complete game in the first 56 starts of his career, limited the Phillies to two hits and two walks with four strikeouts.",
        "output": "Phillies"
    },
    {
        "input": "Walsall 3 0 1 2 2 4 1",
        "output": "Walsall"
    },
    {
        "input": "At least three people were injured when an Amtrak passenger train slammed into an empty logging truck and derailed Tuesday, officials said.",
        "output": "Amtrak"
    },
    {
        "input": "Worcestershire 8 points,",
        "output": "Worcestershire"
    },
    {
        "input": "13. Pecs 3 1 - 2 3 5 3",
        "output": "Pecs"
    },
    {
        "input": "-- Tokyo Commodities Desk ( 81-3 3432 6179 )",
        "output": "Tokyo Commodities Desk"
    },
    {
        "input": "SV Salzburg 5 3 2 0 4 1 11",
        "output": "SV Salzburg"
    },
    {
        "input": "Brazil gov't set to send 1997 budget to Congress.",
        "output": "Congress"
    },
    {
        "input": "Sierra Semiconductor Corp jumped 23 percent Thursday on the expectation the company would emerge as a smaller but more profitable operation after its planned exit from the computer modem business.",
        "output": "Sierra Semiconductor Corp"
    },
    {
        "input": "HOUSTON 68 61.527 1/2",
        "output": "HOUSTON"
    },
    {
        "input": "SOCCER - FIORENTINA WIN WITH BATISTUTA DOUBLE.",
        "output": "FIORENTINA"
    },
    {
        "input": "For the first time, the Democratic Party has included in our platform a conscience clause, \" he said.",
        "output": "Democratic Party"
    },
    {
        "input": "LOS ANGELES AT PHILADELPHIA",
        "output": "LOS ANGELES"
    },
    {
        "input": "Twente Enschede 2 1 1 0 4 2 4",
        "output": "Twente Enschede"
    },
    {
        "input": "Port conditions from Lloyds Shipping Intelligence Service --",
        "output": "Lloyds Shipping Intelligence Service"
    },
    {
        "input": "- ABN AMRO 3,003 1,940 5.95",
        "output": "ABN AMRO"
    },
    {
        "input": "Lead Underwriter Bear Stearns & Co Inc",
        "output": "Bear Stearns & Co Inc"
    },
    {
        "input": "Viktoria Zizkov 3 0 1 2 3 8 1",
        "output": "Viktoria Zizkov"
    },
    {
        "input": "Audi CEO says expects no 96 currency impact.",
        "output": "Audi"
    },
    {
        "input": "RUGBY UNION - GRIQUALAND WEST AND NEW ZEALAND DRAW IN TOUR MATCH.",
        "output": "RUGBY UNION"
    },
    {
        "input": "Constructorol - Sergei Rogachev ( 42nd ), Gennadi Skidan",
        "output": "Constructorol"
    },
    {
        "input": "7. Maarten den Bakker ( Netherlands ) TVM 1 minute 31 seconds",
        "output": "TVM"
    },
    {
        "input": "-- Hong Kong Newsroom ( 852 ) 2847 4039",
        "output": "Hong Kong Newsroom"
    },
    {
        "input": "Batumi ( Georgia ) 3 ( 0-2 )",
        "output": "Batumi"
    },
    {
        "input": "The Palestinian Legislative Council on Wednesday called for a halt to contacts with Israel, just hours after President Yasser Arafat said the Jewish state had effectively declared war on the Palestinians by pursuing its hardline policies.",
        "output": "Palestinian Legislative Council"
    },
    {
        "input": "- Maronite Patriarch Sfeir expressed sorrow over the violations in Sunday ' elections.",
        "output": "Maronite"
    },
    {
        "input": "Blackburn 2 ( Warhurst 34th, Bohinen 51st ).",
        "output": "Blackburn"
    },
    {
        "input": "No closures of airports in the Commonwealth of Independent States are expected on August 24 and August 25, the Russian Weather Service said on Friday.",
        "output": "Russian Weather Service"
    },
    {
        "input": "English county sides and another against British Universities,",
        "output": "British Universities"
    },
    {
        "input": "Queen 's Park 3 1 1 1 6 8 4",
        "output": "Queen 's Park"
    },
    {
        "input": "PITTSBURGH 56 75.427 14",
        "output": "PITTSBURGH"
    },
    {
        "input": "A crowd of 2,000 paid $ 10 a head to hear the former star running back for the Buffalo Bills professional football club and a Football Hall of Fame member on Wednesday night.",
        "output": "Buffalo Bills"
    },
    {
        "input": "Hutnik Krakow 7 3 0 4 8 10 9",
        "output": "Hutnik Krakow"
    },
    {
        "input": "QADISSIYA",
        "output": "QADISSIYA"
    },
    {
        "input": "Last Thursday the EU sold 34,277 tonnes of German intervention barley at a minimum price of 109.36 Ecus per tonne, which was seen as worth $ 149 per tonne fob.",
        "output": "EU"
    },
    {
        "input": "The Canaries, who lost most of their key players within two years, have yet to win a match this season.",
        "output": "The Canaries"
    },
    {
        "input": "-- U.S. Municipal Desk, 212-859-1650",
        "output": "U.S. Municipal Desk"
    },
    {
        "input": "Radnicki 3 1 0 2 5 6 3",
        "output": "Radnicki"
    },
    {
        "input": "Benfica dominated the game but their lack of a first-class striker was apparent throughout and in the 30th minute they lost key Brazilian midfielder Valdo who suffered a light knee injury.",
        "output": "Benfica"
    },
    {
        "input": "WHEAT / BARLEY SALE - The Japanese Food Agency said it bought 20,000 tonnes of U.S. dark northern spring wheat, 20,000 of Canadian western red spring wheat, 20,000 of Australian standard white wheat and 20,000 of Australian feed barley at its weekly tender, all for October shipment.",
        "output": "Japanese Food Agency"
    },
    {
        "input": "At Northampton : Sussex 368-7 ( N. Lenham 145, V. Drakes 59 not",
        "output": "Sussex"
    },
    {
        "input": "Sierra 's stock has fallen from a high of nearly $ 25 this year as the computer chip sector has been battered by falling prices and concern about slowing demand.",
        "output": "Sierra"
    },
    {
        "input": "The European Commission said on Thursday it disagreed with German advice to consumers to shun British lamb until scientists determine whether mad cow disease can be transmitted to sheep.",
        "output": "European Commission"
    },
    {
        "input": "Halifax 22 10 1 11 667 576 21",
        "output": "Halifax"
    },
    {
        "input": "Summary of Consolidated Financial Data",
        "output": "Consolidated Financial Data"
    },
    {
        "input": "Borac 3 0 0 3 0 8 0",
        "output": "Borac"
    },
    {
        "input": "Trailing by 213, Somerset got a solid start to their second innings before Simmons stepped in to bundle them out for 174.",
        "output": "Somerset"
    },
    {
        "input": "- USDA",
        "output": "USDA"
    },
    {
        "input": "Le Havre 3 0 1 1 1 3 1",
        "output": "Le Havre"
    },
    {
        "input": "Uralmash Yekaterinburg 24 3 8 13 24 43 16",
        "output": "Uralmash Yekaterinburg"
    },
    {
        "input": "Parramatta 21 10 1 10 388 391 21",
        "output": "Parramatta"
    },
    {
        "input": "Lausanne 9 4 2 3 18 13 14",
        "output": "Lausanne"
    },
    {
        "input": "Dalglish had been with Blackburn for nearly five years, first as manager and then, for the past 15 months, as director of football.",
        "output": "Blackburn"
    },
    {
        "input": "\" It 's not something I 'm going to try to explain, \" said Texas manager Johnny Oates about his team winning seven of the 10 meetings from Cleveland this season.",
        "output": "Cleveland"
    },
    {
        "input": "\" July was still above the historic average for that month, \" the CBSA said.",
        "output": "CBSA"
    },
    {
        "input": "-- Madrid Newsroom +34 1 585 2161",
        "output": "Madrid Newsroom"
    },
    {
        "input": "Sportul Studentesc 4 1 1 2 7 9 4",
        "output": "Sportul Studentesc"
    },
    {
        "input": "CINCINNATI AT COLORADO",
        "output": "CINCINNATI"
    },
    {
        "input": "Chonnam 0 2 1 4 5 2",
        "output": "Chonnam"
    },
    {
        "input": "Gloria Bistrita 4 1 0 3 3 9 3",
        "output": "Gloria Bistrita"
    },
    {
        "input": "MINNESOTA AT MILWAUKEE",
        "output": "MINNESOTA"
    },
    {
        "input": "3. Sven Teutenberg ( Germany ) U.S. Postal",
        "output": "U.S. Postal"
    },
    {
        "input": "Rad ( B ) 4 1 1 2 2 3 4",
        "output": "Rad ( B )"
    },
    {
        "input": "Audi would have been able to report a profit 300 million marks higher in 1995 if exchange rates had stayed the same as in 1994, Demel had told a shareholder meeting last April.",
        "output": "Audi"
    },
    {
        "input": "Dundee United 3 0 1 2 1 3 1",
        "output": "Dundee United"
    },
    {
        "input": "Lotte 1 OB 0*",
        "output": "OB"
    },
    {
        "input": "NAC Breda 2 1 0 1 1 1 3",
        "output": "NAC Breda"
    },
    {
        "input": "Air Express International said in a statement that Spain has become the twenty-second country in its network to achieve ISO 9002 quality accreditation.",
        "output": "Air Express International"
    },
    {
        "input": "SOCCER - BARATELLI TO COACH NICE.",
        "output": "NICE"
    },
    {
        "input": "19. Pedro Lamy ( Portugal ) Minardi 1:56.830",
        "output": "Minardi"
    },
    {
        "input": "- Air Cargo Newsroom Tel+44 161 542 7706 Fax+44 171 542 5017",
        "output": "Air Cargo Newsroom"
    },
    {
        "input": "Reuters Chicago Newsdesk - 312-408-8787",
        "output": "Reuters Chicago Newsdesk"
    },
    {
        "input": "Former South African captain Giles Bonnet was named by the South African Hockey Association on Wednesday as the new coach of the men 's national side.",
        "output": "South African Hockey Association"
    },
    {
        "input": "Guadalajara 3 2 1 0 7 0 7",
        "output": "Guadalajara"
    },
    {
        "input": "The stake represented 0.042 percent of Gazprom 's capital.",
        "output": "Gazprom"
    },
    {
        "input": "Detective Richard Black of the Chesapeake Police Department, said a neighbour, Curtis Lee White II, 19, was arrested in the attack, but had not been charged by late morning on Friday.",
        "output": "Chesapeake Police Department"
    },
    {
        "input": "NEW YORK 59 69.461 21",
        "output": "NEW YORK"
    },
    {
        "input": "There seemed scant danger until the Surrey player swooped on to the ball and returned off balance to county team mate Alec Stewart who whipped off the bails.",
        "output": "Surrey"
    },
    {
        "input": "Marseille 4 1 2 1 5 4 5",
        "output": "Marseille"
    },
    {
        "input": "Interbank call money was down to 8.0 from 10.0 percent.",
        "output": "Interbank"
    },
    {
        "input": "Slask Wroclaw 7 3 1 3 8 7 10",
        "output": "Slask Wroclaw"
    },
    {
        "input": "2. Jean-Michel Bayle ( France ) Yamaha 1:50.727",
        "output": "Yamaha"
    },
    {
        "input": "More than 20,000 people have died in the PKK 's 12-year-old fight for independence or autonomy in southeastern Turkey.",
        "output": "PKK"
    },
    {
        "input": "Banc One Capital Corporation",
        "output": "Banc One Capital Corporation"
    },
    {
        "input": "TEXAS AT MINNESOTA",
        "output": "TEXAS"
    },
    {
        "input": "Surrey 128-4 declared",
        "output": "Surrey"
    },
    {
        "input": "ATLANTA AT PITTSBURGH",
        "output": "ATLANTA"
    },
    {
        "input": "Source : Weather Services Corporation",
        "output": "Weather Services Corporation"
    },
    {
        "input": "PHILADELPHIA 53 76.411 28",
        "output": "PHILADELPHIA"
    },
    {
        "input": "ACC Chairman Nani Palkhivala told shareholders at the firm 's annual meeting cement output rose to 3.14 million tonnes in the first quarter of 1996/97 ( April-March ), from 3.01 million a year ago.",
        "output": "ACC"
    },
    {
        "input": "10. Kaspars Ozers ( Latvia ) Motorola all same time.",
        "output": "Motorola"
    },
    {
        "input": "France hands suspected ETA member to Spain.",
        "output": "ETA"
    },
    {
        "input": "But the PMC unit is far more profitable, he said.",
        "output": "PMC"
    },
    {
        "input": "\" Until a new general manager of Petofi is appointed...",
        "output": "Petofi"
    },
    {
        "input": "Glamorgan 13 4 5 4 36 32 144",
        "output": "Glamorgan"
    },
    {
        "input": "LG 46 5 59.441 17",
        "output": "LG"
    },
    {
        "input": "On Monday, the company said it had agreed to be acquired by WorldCom Inc in a deal valued at $ 14 billion.",
        "output": "WorldCom Inc"
    },
    {
        "input": "Sao Paulo 4 3 1 0 10 5 10",
        "output": "Sao Paulo"
    },
    {
        "input": "KinderCare Learning Centers Inc said on Thursday that a debt buyback would mean an extraordinary loss of $ 1.2 million in its fiscal 1997 first quarter.",
        "output": "KinderCare Learning Centers Inc"
    },
    {
        "input": "Adam Fedoruk, Dariusz Jackiewicz ( both Amica Wronki ),",
        "output": "Amica Wronki"
    },
    {
        "input": "MILWAUKEE 64 71.474 17",
        "output": "MILWAUKEE"
    },
    {
        "input": "Reuters has not verified these stories and does not vouch for their accuracy.",
        "output": "Reuters"
    },
    {
        "input": "Werder Bremen 3 0 1 2 4 6 1",
        "output": "Werder Bremen"
    },
    {
        "input": "Lufthanseat.",
        "output": "Lufthanseat"
    },
    {
        "input": "Maslova told Reuters she was not an expert in sports medicine, but said it was too early to judge Popov 's chances of returning to competitive swimming.",
        "output": "Reuters"
    },
    {
        "input": "The New York Stock Exchange said its session one volume was 5,700 shares compared to 53,400 shares Monday.",
        "output": "New York Stock Exchange"
    },
    {
        "input": "Ajax Amsterdam 3 2 0 1 2 2 6",
        "output": "Ajax Amsterdam"
    },
    {
        "input": "PF IKS KB PLUS 156.00 156.00 6000 936.000",
        "output": "PF IKS KB PLUS"
    },
    {
        "input": "OFK Beograd 4 1 3 0 5 4 6",
        "output": "OFK Beograd"
    },
    {
        "input": "The HCFA Administrator reversed a previously favorable decision regarding the reimbursement of costs related to the company 's community liaison personnel, it added.",
        "output": "HCFA"
    },
    {
        "input": "Monaco 4 2 1 1 7 4 7",
        "output": "Monaco"
    },
    {
        "input": "KABLO KLADNO 960.00 960.00 2230 2140.800",
        "output": "KABLO KLADNO"
    },
    {
        "input": "Senate intelligence chairman in Saudi bomb probe.",
        "output": "Senate"
    },
    {
        "input": "Over 20,000 people have been killed in the PKK 's fight for independence or autonomy in southeastern Turkey.",
        "output": "PKK"
    },
    {
        "input": "Gold Coast 21 5 1 15 351 483 11",
        "output": "Gold Coast"
    },
    {
        "input": "Sheffield Wednesday 3 3 0 0 6 2 9",
        "output": "Sheffield Wednesday"
    },
    {
        "input": "LAST S&P AA+ REOFFER =",
        "output": "S&P"
    },
    {
        "input": "9.Robbie McEwen ( Australia ) Rabobank",
        "output": "Rabobank"
    },
    {
        "input": "Valerenga 20 6 6 8 26 32 24",
        "output": "Valerenga"
    },
    {
        "input": "-- Shutdown of Bally 's French factories points up shoe industry crisis, with French manufacturers undercut by low-wage country competition and failure to keep abreast of trends.",
        "output": "Bally"
    },
    {
        "input": "Spanish Farm Minister Loyola de Palacio had earlier accused Fischler at an EU farm ministers ' meeting of causing unjustified alarm through \" dangerous generalisation. \"",
        "output": "EU"
    },
    {
        "input": "ISS Inc senior management would continue to run the business under the new owners, it said.",
        "output": "ISS Inc"
    },
    {
        "input": "LOS ANGELES 71 61.538 2",
        "output": "LOS ANGELES"
    },
    {
        "input": "Two players have withdrawn from the Republic of Ireland squad for the 1998 World Cup qualifying match against Liechenstein on August 31, the Football Association of Ireland said in a statement on Friday.",
        "output": "Football Association of Ireland"
    },
    {
        "input": "1. Ujpest TE 3 3 - - 10 2 9",
        "output": "Ujpest TE"
    },
    {
        "input": "Around 2,000 of Indonesia 's controversial Timor national car made by Kia Motor Corp of South Korea arrived at Jakarta 's Tanjung Priok port on Thursday.",
        "output": "Kia Motor Corp"
    },
    {
        "input": "West Coast 24.",
        "output": "West Coast"
    },
    {
        "input": "Reuters cameraman Liutauras Stremaitis said a column of around 40 vehicles, including tanks, armoured personnel carriers, artillery cannons and lorries, escorted by Chechen rebels, pulled out of the village of Shatoi towards the border, around 50 km ( 31 miles ) to the north.",
        "output": "Reuters"
    },
    {
        "input": "MON Primedia YR DIV N / A 123.2",
        "output": "Primedia"
    },
    {
        "input": "Schalke, who finished third last season, raced to a 3-1 lead at halftime.",
        "output": "Schalke"
    },
    {
        "input": "OB 40 6 60.406 21 1/2",
        "output": "OB"
    },
    {
        "input": "I have never seen her, but I can only bless her for what she has done for people like me, \" Das told The Statesman.",
        "output": "The Statesman"
    },
    {
        "input": "Douglas & Lomason shares rise on merger.",
        "output": "Douglas & Lomason"
    },
    {
        "input": "FISCAL AGENT - Tokyo-Mitsubishi Bank",
        "output": "Tokyo-Mitsubishi Bank"
    },
    {
        "input": "1860 Munich 3 1 0 2 3 5 3",
        "output": "1860 Munich"
    },
    {
        "input": "* Sierra Semiconductor Corp puts modem chipset line up for sale and sets layoffs.",
        "output": "Sierra Semiconductor Corp"
    },
    {
        "input": "- Trade talks between Tunisia and the Palestinian Authority.",
        "output": "Palestinian Authority"
    },
    {
        "input": "American Tom Johnson successfully defended his IBF featherweight title when he earned a unanimous points decision over Venezuela 's Ramon Guzman on Saturday.",
        "output": "IBF"
    },
    {
        "input": "U.N. official Ekeus heads for Baghdad.",
        "output": "U.N."
    },
    {
        "input": "Barnsley 2 2 0 0 5 2 6",
        "output": "Barnsley"
    },
    {
        "input": "AC Milan midfielder Edgar Davids, who was sent home early from the European championship in England after a clash with the coach, was left out of the squad.",
        "output": "AC Milan"
    },
    {
        "input": "U.S. President Bill Clinton had to drop the resort of Ballybunion from a whirlwind Irish tour last year.",
        "output": "Ballybunion"
    },
    {
        "input": "Cambridge United 4 1 2 1 3 4 5",
        "output": "Cambridge United"
    },
    {
        "input": "SV Hamburg 4 2 0 2 7 7 6",
        "output": "SV Hamburg"
    },
    {
        "input": "DETROIT 45 82.354 27 1/2",
        "output": "DETROIT"
    },
    {
        "input": "Under the agreement, which followed talks in Miami this week, AMR also will be allowed to shift up to four of the weekly flights it now operates between Miami and Colombia to its New York gateway.",
        "output": "AMR"
    },
    {
        "input": "* Philip Morris Cos Inc raises dividend 20 percent.",
        "output": "Philip Morris Cos Inc"
    },
    {
        "input": "Analysts said sharply lower earnings from News Corp 's book publishing division and its U.S. magazines had been the major surprises in the results for 1995/96.",
        "output": "News Corp"
    },
    {
        "input": "IFK Gothenburg :",
        "output": "IFK Gothenburg"
    },
    {
        "input": "The value of maintenance works, which will last 120 hours straight, is 20 million dinars and the funds have been secured by Belgrade airport, Tanjug said.",
        "output": "Tanjug"
    },
    {
        "input": "PSV Eindhoven 4 ( Faber 32nd, Nilis 63rd 79th, Petrovic 78th )",
        "output": "PSV Eindhoven"
    },
    {
        "input": "MINNESOTA 65 66.496 13",
        "output": "MINNESOTA"
    },
    {
        "input": "Spartak Moscow 25 14 7 4 48 24 49",
        "output": "Spartak Moscow"
    },
    {
        "input": "Falkirk 3 1 1 1 1 1 4",
        "output": "Falkirk"
    },
    {
        "input": "The Washington Post carried only local business stories on August 26, 1996.",
        "output": "The Washington Post"
    },
    {
        "input": "Hajduk 4 2 0 2 5 3 6",
        "output": "Hajduk"
    },
    {
        "input": "Hanwha 56 1 48.538 7",
        "output": "Hanwha"
    },
    {
        "input": "Stoke 2 2 0 0 4 2 6",
        "output": "Stoke"
    },
    {
        "input": "8. Videoton 3 1 1 1 7 5 4",
        "output": "Videoton"
    },
    {
        "input": "1. Olaf Ludwig ( Germany ) Telekom 4 hours 48 mins 2 seconds",
        "output": "Telekom"
    },
    {
        "input": "NOTES BAYERISCHE VEREINSBANK IS JOINT LEAD MANAGER",
        "output": "BAYERISCHE VEREINSBANK"
    },
    {
        "input": "between one-third of two-fifths of its annual plan, \" said Tamas Erdei, a Budapest-based analyst for ABN-AMRO Hoare Govett.",
        "output": "ABN-AMRO Hoare Govett"
    },
    {
        "input": "Ulsan 1 0 1 6 6 3",
        "output": "Ulsan"
    },
    {
        "input": "SOKOLOVSKA UHELNA 785.00 785.00 6000 4710.000",
        "output": "SOKOLOVSKA UHELNA"
    },
    {
        "input": "Rad 3 1 1 1 2 2 4",
        "output": "Rad"
    },
    {
        "input": "Blair Larsen or the uncapped Glenn Taylor are on standby to replace Jones and, with Jonah Lomu out of action with a shoulder injury picked up in Tuesday 's drawn match against Griqualand West, Eric Rush is favourite to play should Wilson fail to recover.",
        "output": "Griqualand West"
    },
    {
        "input": "From January to June Comelf exported 59 percent of its output, up from 37.3 percent in the same period last year.",
        "output": "Comelf"
    },
    {
        "input": "First Alliance net income slips.",
        "output": "First Alliance"
    },
    {
        "input": "Raphael Lapke, publication director of Ivorian newspaper Le Populaire, was taken in for questioning on Monday over an article about the public prosecutor and has been detained since then.",
        "output": "Le Populaire"
    },
    {
        "input": "Blackburn 3 0 1 2 2 5 1",
        "output": "Blackburn"
    },
    {
        "input": "A late goal by newly-signed defender Roberto Carlos saved the blushes of Real Madrid coach Fabio Capello and his multi-billion peseta line-up in the opening game of the Spanish championship on Saturday.",
        "output": "Real Madrid"
    },
    {
        "input": "Middlesbrough 3 0 2 1 4 5 2",
        "output": "Middlesbrough"
    },
    {
        "input": "In its 1996/97 budget announced on Tuesday, the Australian Coalition government announced an underlying budget deficit of A$ 5.65 billion, and pledged to return the underlying budget balance to surplus by 1998/99.",
        "output": "Coalition"
    },
    {
        "input": "CRICKET - POLLOCK HOPES FOR RETURN TO WARWICKSHIRE.",
        "output": "WARWICKSHIRE"
    },
    {
        "input": "ST LOUIS AT COLORADO",
        "output": "ST LOUIS"
    },
    {
        "input": "Neagle ( 14-6 ) beat the Braves for the third time this season, allowing two runs and six hits in eight innings.",
        "output": "Braves"
    },
    {
        "input": "Douglas & Lomason has 4.45 million common shares outstanding, some of which are option shares to be purchased at exercise prices less than the $ 31 offered price.",
        "output": "Douglas & Lomason"
    },
    {
        "input": "Birmingham 's Gary Breen was selected ahead of Phil Babb in defence, while 18-year-old Ian Harte makes his international competitive debut.",
        "output": "Birmingham"
    },
    {
        "input": "DETROIT 47 83.362 27 1/2",
        "output": "DETROIT"
    },
    {
        "input": "Amoco says in talks over Yemen oil acreage.",
        "output": "Amoco"
    },
    {
        "input": "SAN FRANCISCO AT NEW YORK",
        "output": "SAN FRANCISCO"
    },
    {
        "input": "CINCINNATI AT FLORIDA",
        "output": "CINCINNATI"
    },
    {
        "input": "Rotor Volgograd 23 15 5 3 42 17 50",
        "output": "Rotor Volgograd"
    },
    {
        "input": "Bristol Rovers 2 1 1 0 1 0 4",
        "output": "Bristol Rovers"
    },
    {
        "input": "Hawthorn 21 10 1 10 1791 1820 98.4 42",
        "output": "Hawthorn"
    },
    {
        "input": "7. Haladas 3 1 2 - 2 1 5",
        "output": "Haladas"
    },
    {
        "input": "Watford 3 1 0 2 2 5 3",
        "output": "Watford"
    },
    {
        "input": "Rapid Wien 5 0 5 0 3 3 5",
        "output": "Rapid Wien"
    },
    {
        "input": "- Pakistan bought 31,412 tonnes of PL-480 No.2 yellow soybeans from Cargill Inc for $ 303.19 per tonne, FOB U.S. Gulf, agents for the buyer said.",
        "output": "Cargill Inc"
    },
    {
        "input": "Slovan Bratislava 4 3 0 1 7 2 9",
        "output": "Slovan Bratislava"
    },
    {
        "input": "Burundi defends military regime to hostile UN.",
        "output": "UN"
    },
    {
        "input": "CINCINNATI 66 68.493 6",
        "output": "CINCINNATI"
    },
    {
        "input": "One diplomat said Iraq and U.N. were still in disagreement on how many international observers would be required to ascertain the equitable distribution of humanitarian supplies that will be procured under Baghdad 's oil deal with U.N.",
        "output": "U.N."
    },
    {
        "input": "3. Vyacheslav Ekimov ( Russia ) Rabobank 29 seconds behind",
        "output": "Rabobank"
    },
    {
        "input": "A Chinese truck maker in which Ford Motor Co has a 20 percent stake said it posted a 77 percent drop in post-tax profits in the first half of 1996.",
        "output": "Ford Motor Co"
    },
    {
        "input": "SWP said it may develop pork production systems that provide farmers with large integrated units, and it may consider contracting programs between producers and packers which would operate within the existing hog market framework.",
        "output": "SWP"
    },
    {
        "input": "Beachcomber finds piece that could be TWA part.",
        "output": "TWA"
    },
    {
        "input": "Baltika Kaliningrad 25 8 10 7 29 26 34",
        "output": "Baltika Kaliningrad"
    },
    {
        "input": "Northamptonshire 361 ( K. Curran 117, D. Ripley 66 not out ) and",
        "output": "Northamptonshire"
    },
    {
        "input": "Despite power shortages, ACC achieved a satisfactory growth in production during the year with the help of its power plants.",
        "output": "ACC"
    },
    {
        "input": "EUROSWISS ( SEP ) 97.79 97.80 97.82",
        "output": "EUROSWISS"
    },
    {
        "input": "PHILADELPHIA AT SAN FRANCISCO",
        "output": "PHILADELPHIA"
    },
    {
        "input": "\" At the same time, it 's an advantage for Cofinec that it has a foreign management which perhaps understands the market better, \" Erdei added.",
        "output": "Cofinec"
    },
    {
        "input": "Witnesses had reported seeing many young women and some girls who looked clearly underage at parties around the boat in recent weeks, the daily newspaper Iltalehti said.",
        "output": "Iltalehti"
    },
    {
        "input": "\" Three of the four children had Crohn 's disease, \" Wakefield 's group wrote in the Lancet medical journal.",
        "output": "Lancet"
    },
    {
        "input": "Ajax Amsterdam 2 1 0 1 1 2 3",
        "output": "Ajax Amsterdam"
    },
    {
        "input": "-- R Leong, New York Power Desk +1 212 859 1622",
        "output": "New York Power Desk"
    },
    {
        "input": "\" Once it arrives in Yingkou, it is subject to monitoring by the State Planning Commission, which has to give permission for any more movement ; it is out of the hands of traders, \" he said.",
        "output": "State Planning Commission"
    },
    {
        "input": "Stephane Guivarch ( Rennes )",
        "output": "Rennes"
    },
    {
        "input": "COUNCIL REGULATION ( EEC ) No 4064/89 ( 96 / C 251/04 )",
        "output": "EEC"
    },
    {
        "input": "OAKLAND 62 67.481 12",
        "output": "OAKLAND"
    },
    {
        "input": "Shares of utility Cukurova lost 3,000 lira to 67,000.",
        "output": "Cukurova"
    },
    {
        "input": "10. Jeroen Blijlevens ( Netherlands ) TVM 31",
        "output": "TVM"
    },
    {
        "input": "LA VOIE",
        "output": "LA VOIE"
    },
    {
        "input": "Port Vale 4 1 2 1 4 4 5",
        "output": "Port Vale"
    },
    {
        "input": "Brann win 5-2 on aggregate",
        "output": "Brann"
    },
    {
        "input": "Vojvodina 4 2 1 1 5 3 7",
        "output": "Vojvodina"
    },
    {
        "input": "USDA Thursday forecast U.S. agricultural exports in fiscal year 1997 would decline to $ 58 billion, down $ 2 billion from the record $ 60 billion seen for fiscal 1996.",
        "output": "USDA"
    },
    {
        "input": "CLEVELAND 77 53.592 -",
        "output": "CLEVELAND"
    },
    {
        "input": "Essex secretary-general manager Peter Edwards said : \" He is a remarkable batsman and still the best in this country.",
        "output": "Essex"
    },
    {
        "input": "Grimsby 2 0 0 2 3 6 0",
        "output": "Grimsby"
    },
    {
        "input": "Metro slides 3.3 pct after market opens.",
        "output": "Metro"
    },
    {
        "input": "MSV Duisburg 3 0 0 3 1 8 0",
        "output": "MSV Duisburg"
    },
    {
        "input": "Sturm Graz 6 2 3 1 8 5 9",
        "output": "Sturm Graz"
    },
    {
        "input": "Brisbane 21 16 0 5 569 257 32",
        "output": "Brisbane"
    },
    {
        "input": "But he added that new research into the dynamics of the bovine spongiform encephalopathy ( BSE ), a fatal brain-wasting disease suffered by cattle, was unlikely to alter a slaughter plan agreed by Britain and its 14 EU partners.",
        "output": "EU"
    },
    {
        "input": "Cologne 3 3 0 0 7 1 9",
        "output": "Cologne"
    },
    {
        "input": "Zhirinovsky said on Tuesday he would press the Russian government to help end U.N. trade sanctions on Iraq and blamed Moscow for delaying establishment of good ties with Baghdad.",
        "output": "U.N."
    },
    {
        "input": "Melbourne 21 7 0 14 1642 2361 69.5 28",
        "output": "Melbourne"
    },
    {
        "input": "Bury 3 2 1 0 4 2 7",
        "output": "Bury"
    },
    {
        "input": "Oasis singer heads for U.S. after illness.",
        "output": "Oasis"
    },
    {
        "input": "Reuters has not verified these stories and does not vouch for their accuracy.",
        "output": "Reuters"
    },
    {
        "input": "But the separatist command told Interfax news agency the patrols, part of the truce brokered by Lebed last week, would begin on Tuesday after delays for \" technical reasons \".",
        "output": "Interfax"
    },
    {
        "input": "COMPETITIVE PRE-SALE CONTRIBUTED BY J.J. KENNY K-SHEETS :",
        "output": "J.J. KENNY"
    },
    {
        "input": "CALIFORNIA 58 68.460 14 1/2",
        "output": "CALIFORNIA"
    },
    {
        "input": "NAC Breda 2 1 0 1 1 1 3",
        "output": "NAC Breda"
    },
    {
        "input": "However, USDA reported tops of $ 58.00 in Illinois and in Iowa / southern Minnesota, $ 60.00 on some hogs Monday.",
        "output": "USDA"
    },
    {
        "input": "West Coast 24.",
        "output": "West Coast"
    },
    {
        "input": "France expels African, Air France unions protest.",
        "output": "Air France"
    },
    {
        "input": "1. Takuma Aoki ( Japan ) Honda 38:18.759",
        "output": "Honda"
    },
    {
        "input": "REPUBLIKA",
        "output": "REPUBLIKA"
    },
    {
        "input": "HOUSTON 70 62.530 -",
        "output": "HOUSTON"
    },
    {
        "input": "Allensbach Aug 21 37.2 32.8 8.0 13.0 5.6",
        "output": "Allensbach"
    },
    {
        "input": "Heerenveen 2 1 0 1 3 3 3",
        "output": "Heerenveen"
    },
    {
        "input": "Olivier Panis ( France ) Ligier",
        "output": "Ligier"
    },
    {
        "input": "\" Some Japanese are still unrepentant about the atrocities committed by the Japanese militarists during the war, \" said a commentary in the official China Daily.",
        "output": "China Daily"
    },
    {
        "input": "Batistuta gave Fiorentina the lead in the 11th minute.",
        "output": "Fiorentina"
    },
    {
        "input": "A new U.N. relief coordinator has arrived in Baghdad to take up the task of organising humanitarian goods distribution and to face Iraq 's continuing opposition over the number of international monitors to be involved.",
        "output": "U.N."
    },
    {
        "input": "Illawarra 21 8 0 13 395 432 16",
        "output": "Illawarra"
    },
    {
        "input": "At Trent Bridge : Nottinghamshire 392-6 ( G. Archer 143 not",
        "output": "Nottinghamshire"
    },
    {
        "input": "Doetinchem 1 ( Schultz 4th ).",
        "output": "Doetinchem"
    },
    {
        "input": "Morelia 3 0 1 2 3 8 1",
        "output": "Morelia"
    },
    {
        "input": "German carmaker Volkswagen AG said on Wednesday that it expected group net profit to double in the third quarter.",
        "output": "Volkswagen AG"
    },
    {
        "input": "Best emerged from Chapter 11 bankruptcy protection in June 1994 after 3-1/2 years.",
        "output": "Best"
    },
    {
        "input": "SAN FRANCISCO 56 73.434 14 1/2",
        "output": "SAN FRANCISCO"
    },
    {
        "input": "S&P = DENOMS ( K ) 1-10-100 SALE LIMITS US / UK / CA",
        "output": "S&P"
    },
    {
        "input": "- Ireland 's biggest mortgage lender Irish Permanent ended weeks of stalemate when it announced it was increasing its mortgage lending rate by a quarter of a percentage point.",
        "output": "Irish Permanent"
    },
    {
        "input": "Gillingham 3 1 1 1 4 5 4",
        "output": "Gillingham"
    },
    {
        "input": "Some were clocked doing 180 kilometres an hour ( 112 miles per hour ), Belga said.",
        "output": "Belga"
    },
    {
        "input": "Wimbledon 3 0 0 3 0 6 0",
        "output": "Wimbledon"
    },
    {
        "input": "The IOC tender had \" a bearish impact, but not a great impact, \" one German player said.",
        "output": "IOC"
    },
    {
        "input": "Buducnost ( V ) 3 2 0 1 4 3 6",
        "output": "Buducnost ( V )"
    },
    {
        "input": "Peterborough 3 1 1 1 4 4 4",
        "output": "Peterborough"
    },
    {
        "input": "U.N. officials said more than 1,000 aid workers will take part in the census from Sunday until Tuesday of the estimated 727,000 refugees in camps around the eastern Zairean border town of Goma.",
        "output": "U.N."
    },
    {
        "input": "10. George Hincapie ( U.S. ) Motorola same time.",
        "output": "Motorola"
    },
    {
        "input": "Inverness Thistle 3 1 0 2 3 6 3",
        "output": "Inverness Thistle"
    },
    {
        "input": "Sion win 4-2 on agrregate.",
        "output": "Sion"
    },
    {
        "input": "6. Pier Francesco Chili ( Italy ) Ducati 175",
        "output": "Ducati"
    },
    {
        "input": "Sydney Bulldogs 21 10 0 11 325 356 20",
        "output": "Sydney Bulldogs"
    },
    {
        "input": ", Aa3 / VMIG-1 - Moody 's.",
        "output": "Moody 's"
    },
    {
        "input": "L.O. : Steptoe & Johnson, Clarksburg",
        "output": "Steptoe & Johnson"
    },
    {
        "input": "v Stranraer.",
        "output": "Stranraer"
    },
    {
        "input": "Preston 4 1 1 2 4 5 4",
        "output": "Preston"
    },
    {
        "input": "The thefts occurred Sunday when the victim, New York jewelry wholesaler Jerry Schein, left three suitcases in a closet at Somerset Jewellers in the hotel while he checked out.",
        "output": "Somerset Jewellers"
    },
    {
        "input": "Former businessman and soccer boss Bernard Tapie said that he would give up his seat in the National Assembly by Wednesday, the day a film by Claude Lelouche in which he stars opens in France.",
        "output": "National Assembly"
    },
    {
        "input": "Tromso 20 8 5 7 34 33 29",
        "output": "Tromso"
    },
    {
        "input": "Reuters has not verified these stories and does not vouch for their accuracy.",
        "output": "Reuters"
    },
    {
        "input": "\" Gencor is well placed to take up the challenges of the future.",
        "output": "Gencor"
    },
    {
        "input": "Leicestershire 13 6 1 6 43 45 202",
        "output": "Leicestershire"
    },
    {
        "input": "He said further scientific study was required and if it was found that action was needed it should be taken by the European Union.",
        "output": "European Union"
    },
    {
        "input": "Promodes was not immediately available for comment.",
        "output": "Promodes"
    },
    {
        "input": "The domestic Yonhap news agency said the South Korean government would consider the northern demand only if the North accepted Seoul 's requests, which include regular reunions of families split by the Korean War.",
        "output": "Yonhap"
    },
    {
        "input": "ST LOUIS 69 64.519 2 1/2",
        "output": "ST LOUIS"
    },
    {
        "input": "It said moderating paper prices and solid orders for advertising at its Fox Broadcasting television network in the United States would also help boost profits in the 1996/97 year. \"",
        "output": "Fox Broadcasting"
    },
    {
        "input": "Jeerasak Densakul, 24, was arrested in 1995 when he was found with 11 slabs of cannabis weighing 2.2 kg ( 4.8 pounds ), the CNB said.",
        "output": "CNB"
    },
    {
        "input": "Dredging group Koninklijke Boskalis Westminster NV said on Friday it expected higher turnover and profits for the second half of 1996 ( corrects from the full year 1996 ).",
        "output": "Koninklijke Boskalis Westminster NV"
    },
    {
        "input": "Interfax, quoting Yeltsin press secretary Sergei Yastrzhembsky, said Yeltsin and Kohl had discussed bilateral relations and international issues on the telephone.",
        "output": "Interfax"
    },
    {
        "input": "Nottingham Forest 3 1 1 1 5 5 4",
        "output": "Nottingham Forest"
    },
    {
        "input": "Aberdeen manager Roy Aitken said : \" It 's unfortunate for us that Antoine cannot play in Europe but he will help us achieve things in domestic competition.",
        "output": "Aberdeen"
    },
    {
        "input": "They are due to begin voting on Wednesday, August 28, just one day after the PEC is supposed to make its decision.",
        "output": "PEC"
    },
    {
        "input": "Hyundai 56 5 47.542 6 1/2",
        "output": "Hyundai"
    },
    {
        "input": "-- Luli Popescu, Bucharest Newsroom 40-1 3120264",
        "output": "Bucharest Newsroom"
    },
    {
        "input": "Bank of New Zealand said on Thursday it was cutting its fixed home lending rates.",
        "output": "Bank of New Zealand"
    },
    {
        "input": "The Republican Party, whose platform calls for making all abortions illegal, faced a similar dilemma this year when Massachusetts Gov.",
        "output": "Republican Party"
    },
    {
        "input": "3. Jacques Villeneuve ( Canada ) Williams 1:54.443",
        "output": "Williams"
    },
    {
        "input": "8. Carl Fogarty ( Britain ) Honda 38:49.595",
        "output": "Honda"
    },
    {
        "input": "Wrexham 2 0 2 0 5 5 2",
        "output": "Wrexham"
    },
    {
        "input": "Hanwha 57 1 49.537 6 1/2",
        "output": "Hanwha"
    },
    {
        "input": "BALTIMORE 71 63.530 4",
        "output": "BALTIMORE"
    },
    {
        "input": "Hyundai 57 5 49.536 6 1/2",
        "output": "Hyundai"
    },
    {
        "input": "An Amtrak train struck a logging truck early on Tuesday and derailed, Vermont state police said.",
        "output": "Amtrak"
    },
    {
        "input": "-- Oliver Ludwig, New York Energy Desk +1 212 859 1633",
        "output": "New York Energy Desk"
    },
    {
        "input": "Baltimore has won seven of nine and 16 of its last 22 and cut the Yankees ' lead in the A.L. East to five games.",
        "output": "Yankees"
    },
    {
        "input": "Tranmere 3 2 1 0 6 3 7",
        "output": "Tranmere"
    },
    {
        "input": "CHICAGO 71 64.526 10",
        "output": "CHICAGO"
    },
    {
        "input": "6. Jean Alesi ( France ) Benetton 1:55.101",
        "output": "Benetton"
    },
    {
        "input": "were largely unchanged at the Bank of Finland 's daily fixing on",
        "output": "Bank of Finland"
    },
    {
        "input": "Hamburg 3 2 0 1 7 3 6",
        "output": "Hamburg"
    },
    {
        "input": "Hyundai 57 5 50.531 7",
        "output": "Hyundai"
    },
    {
        "input": "It was unclear whether or not the 40,000 tonnes had cleared customs -- which would provide some concrete indication that the strategic reserve, administered directly by the central government 's State Planning Commission, owned the copper.",
        "output": "State Planning Commission"
    },
    {
        "input": "-- Sydney Newsroom 61-2 373-1800",
        "output": "Sydney Newsroom"
    },
    {
        "input": "Shanghai Ek Chor opens new motorcyle plant.",
        "output": "Shanghai Ek Chor"
    },
    {
        "input": "SOCCER - ROTOR FANS LOCKED OUT AFTER VOLGOGRAD VIOLENCE.",
        "output": "ROTOR"
    },
    {
        "input": "9. Mauricio Gugelmin ( Brazil ), Reynard Ford Cosworth, 54.762",
        "output": "Reynard Ford Cosworth"
    },
    {
        "input": "All Fishermen 's Association secretary N.J. Bose said the strike would continue indefinitely and the fishermen would block road and rail traffic if their demands were not met.",
        "output": "All Fishermen 's Association"
    },
    {
        "input": "Admira / Wacker 6 0 3 3 5 10 3",
        "output": "Admira / Wacker"
    },
    {
        "input": "OSCE and independent monitors allege that Serb authorities have systematically discouraged refugees from registering to cast a ballot in the places they lived before the war.",
        "output": "OSCE"
    },
    {
        "input": "Reuters has not verified these stories and does not vouch for their accuracy.",
        "output": "Reuters"
    },
    {
        "input": "Atletico Madrid - Esnaider ( 37th ), Pantic ( 57th, penalty )",
        "output": "Atletico Madrid"
    },
    {
        "input": "\" Bolesy ( Florida manager John Boles ) told me yesterday, ' You have to go nine tomorrow, ' \" Brown said.",
        "output": "Florida"
    },
    {
        "input": "TORONTO 59 69.461 14",
        "output": "TORONTO"
    },
    {
        "input": "Hamburg 3 2 0 1 7 3 6",
        "output": "Hamburg"
    },
    {
        "input": "\" People who were expecting major coat-tails were somewhat disappointed, \" said Scott Winkler, an analyst with Gartner Group.",
        "output": "Gartner Group"
    },
    {
        "input": "VfB Stuttgart 3 3 0 0 10 1 9",
        "output": "VfB Stuttgart"
    },
    {
        "input": "Charlton 2 0 1 1 1 3 1",
        "output": "Charlton"
    },
    {
        "input": "A spokesman for Stansted airport said that the unidentified hijackers were demanding to see a British-based member of the Iraqi Community Association, called Mr Sadiki, and that police were trying to trace him.",
        "output": "Iraqi Community Association"
    },
    {
        "input": "Faulding target of patent lawsuit.",
        "output": "Faulding"
    },
    {
        "input": "EU leaders agreed at a summit in June to a progressive lifting of the ban as Britain takes parallel measures to eradicate the disease.",
        "output": "EU"
    },
    {
        "input": "TEXAS AT MINNESOTA",
        "output": "TEXAS"
    },
    {
        "input": "BORROWER - Mitsubishi Gas Chemical Co Ltd",
        "output": "Mitsubishi Gas Chemical Co Ltd"
    },
    {
        "input": "However, he singled out \" Mission : Impossible \" as an especially entertaining movie, Daily Variety said.",
        "output": "Daily Variety"
    },
    {
        "input": "Palestinians have been pressing Israel to carry out a long-delayed partial troop pullout from the flashpoint West Bank city of Hebron agreed by the previous Labour government.",
        "output": "Labour"
    },
    {
        "input": "The 60-year-old Moslem cleric, jailed by Israel since 1989, is serving a life sentence for ordering attacks by Hamas guerrillas against Israeli targets.",
        "output": "Hamas"
    },
    {
        "input": "Banco de Mexico to inject 3.412 bln pesos.",
        "output": "Banco de Mexico"
    },
    {
        "input": "Torpedo Moscow 25 8 9 8 31 33 33",
        "output": "Torpedo Moscow"
    },
    {
        "input": "West Bromwich 2 0 1 1 2 3 1",
        "output": "West Bromwich"
    },
    {
        "input": "THU JD Group YR EPS 143.7 138.0-149.0 111.2",
        "output": "JD Group"
    },
    {
        "input": "Within four minutes Ouedec was returning the compliment for Djorkaeff, playing a one-two with the Internazionale Milan forward down the middle to set him up for a cross shot past diving goalkeeper Osvaldo Sanchez.",
        "output": "Internazionale Milan"
    },
    {
        "input": "Itar-Tass news agency quoted the Kremlin press service as saying Yeltsin, who left for a state holiday home near Moscow on Monday, would hold no working meetings on Tuesday.",
        "output": "Itar-Tass"
    },
    {
        "input": "Hansa Rostock 3 0 2 1 3 4 2",
        "output": "Hansa Rostock"
    },
    {
        "input": "The Redmond, Wash.-based company spent tens of millions of dollars promoting the product with stunts that included buying the entire print run of the Times of London and lighting New York 's Empire State building in a Windows color scheme.",
        "output": "Times of London"
    },
    {
        "input": "Yorkshire 14 6 5 3 41 46 192",
        "output": "Yorkshire"
    },
    {
        "input": "\" I asked for the opportunity to deliver this message from the podium of the Democrat National Convention.",
        "output": "Democrat National Convention"
    },
    {
        "input": "Scunthorpe 4 2 1 1 3 3 7",
        "output": "Scunthorpe"
    },
    {
        "input": "Grimsby 4 0 1 3 4 8 1",
        "output": "Grimsby"
    },
    {
        "input": "Club Brugge 4 2 2 0 10 4 8",
        "output": "Club Brugge"
    },
    {
        "input": "Reuters has not verified these stories and does not vouch for their accuracy.",
        "output": "Reuters"
    },
    {
        "input": "- The Angolan Chief of State addressed a letter to UN Security Council proposing dates for the conclusion of the peace process in Angola.",
        "output": "UN Security Council"
    },
    {
        "input": "Anyang 0 3 0 5 5 3",
        "output": "Anyang"
    },
    {
        "input": "Samsung 47 5 54.467 15",
        "output": "Samsung"
    },
    {
        "input": "Rumors circulated that the Federal Reserve was buying five-year notes, and that a renowned hedge fund manager was buying 10-year notes in the cash markets.",
        "output": "Federal Reserve"
    },
    {
        "input": "Interacciones kept its 1996 and 1997 inflation forecast unchanged at 26 percent and 20 percent, expecting the government 's 1997 inflation target to be around 15 percent.",
        "output": "Interacciones"
    },
    {
        "input": "At Colchester : Gloucestershire 280 and 27-4.",
        "output": "Gloucestershire"
    },
    {
        "input": "Liam Botham demonstrated his father Ian 's golden touch on Wednesday shortly after making his county debut for Hampshire.",
        "output": "Hampshire"
    },
    {
        "input": "Leeds 22 6 0 16 555 745 12",
        "output": "Leeds"
    },
    {
        "input": "SEATTLE 70 63.526 5",
        "output": "SEATTLE"
    },
    {
        "input": "-- Reuters Toronto Bureau 416 941-8100",
        "output": "Reuters Toronto Bureau"
    },
    {
        "input": "Tamils demonstrate outside U.N. headquarters.",
        "output": "U.N."
    },
    {
        "input": "Atlas 3 2 1 0 7 2 7",
        "output": "Atlas"
    },
    {
        "input": "Cruzeiro 3 2 1 0 4 2 7",
        "output": "Cruzeiro"
    },
    {
        "input": "\" If we lose this one, Tony and I will have to have a good look at giving someone else a go, \" Newcombe was quoted as saying in Sydney 's Daily Telegraph newspaper.",
        "output": "Daily Telegraph"
    },
    {
        "input": "ST LOUIS AT HOUSTON",
        "output": "ST LOUIS"
    },
    {
        "input": "- Raphael Lakpe, publisher of the daily Le Populaire, was released on Wednesday evening after three days in custody and will appear in court on Thursday morning.",
        "output": "Le Populaire"
    },
    {
        "input": "What would Wisconsin face if the same extremist coalition, the Gingrich / Dole Congress, also controlled the executive branch ? \"",
        "output": "Gingrich / Dole Congress"
    },
    {
        "input": "Students at South Korea 's Yonsei University threw more than just ordinary rocks at riot police -- some were samples that the geology department had taken 30 years to collect, newspapers reported on Friday.",
        "output": "Yonsei University"
    },
    {
        "input": "15. Pedro Diniz ( Brazil ) Ligier 22",
        "output": "Ligier"
    },
    {
        "input": "Constand Viljoen, leader of the Freedom Front party, told a news conference in Pretoria self-determination for Afrikaners could begin at local government level.",
        "output": "Freedom Front"
    },
    {
        "input": "Gonzalo Montoya, a police commander in Tacambaro, told Radio Red the group was armed with AK-47s and other high-powered assault rifles and wore military-style fatigues.",
        "output": "Radio Red"
    },
    {
        "input": "Darlington 4 1 1 2 9 8 4",
        "output": "Darlington"
    },
    {
        "input": "Hamas cleric jailed in Israel hospitalised briefly.",
        "output": "Hamas"
    },
    {
        "input": "Borussia Moenchengladbach 3 0 2 1 1 3 2",
        "output": "Borussia Moenchengladbach"
    },
    {
        "input": "INA did not say the hijackers were Iraqis.",
        "output": "INA"
    },
    {
        "input": "Indian opener Navjot Singh Sidhu was on Sunday given a 50-day ban from international cricket for quitting this year 's tour of England, the Press Trust of India said.",
        "output": "Press Trust of India"
    },
    {
        "input": "Prime Minister Benjamin Netanyahu 's government, which took office in June, has said it will not allow the Authority, set up under a 1993 interim peace deal to control parts of the Gaza Strip and West Bank, to operate in Jerusalem.",
        "output": "Authority"
    },
    {
        "input": "Iraq 's ambassador in Khartoum denounced the hijacking and described it as a terrorist act which had nothing to do \" with the morals and values of noble Iraqis, \" INA said.",
        "output": "INA"
    },
    {
        "input": "Wigan 4 3 1 0 9 4 10",
        "output": "Wigan"
    },
    {
        "input": "-- Sydney Newsroom 61-2 9373-1800",
        "output": "Sydney Newsroom"
    },
    {
        "input": "With her husband James sitting in a wheelchair to the side of the podium, Mrs. Brady called the handgun control bill that a Democratic Congress passed and Clinton signed in 1994 a major step in controlling firearm violence in the United States.",
        "output": "Congress"
    },
    {
        "input": "Billy Ashley belted a three-run homer for Los Angeles.",
        "output": "Los Angeles"
    },
    {
        "input": "Bordeaux 4 1 3 0 3 2 6",
        "output": "Bordeaux"
    },
    {
        "input": "Toronto-based Barrick, the world 's third largest gold producer, sweetened its July 11 bid to C$ 30 a share from C$ 27 on August 16 after a fresh batch of drill results from the Pierina deposit.",
        "output": "Barrick"
    },
    {
        "input": "\" This assistance will provide a fast track development programme for the designated ( northern ) safe area, \" Britain 's Overseas Development Administration said in a statement.",
        "output": "Overseas Development Administration"
    },
    {
        "input": "That resulted in general elections in March 1973 when the Peronists led by Hector Campora and Vicente Solano Lima returned to power.",
        "output": "Peronists"
    },
    {
        "input": "NEW YORK 59 71.454 23",
        "output": "NEW YORK"
    },
    {
        "input": "Hapoel Taibe fields four Jewish players and two foreign imports -- a Pole and a Romanian.",
        "output": "Hapoel Taibe"
    },
    {
        "input": "Rotherham 3 0 1 2 3 5 1",
        "output": "Rotherham"
    },
    {
        "input": "Dean Palmer hit his 30th homer for the Rangers.",
        "output": "Rangers"
    },
    {
        "input": "\" Cofinec 's first-half figures will be...",
        "output": "Cofinec"
    },
    {
        "input": "Emnid Aug 25 41.0 34.0 7.0 10.0 6.0",
        "output": "Emnid"
    },
    {
        "input": "KANSAS CITY 59 72.450 18",
        "output": "KANSAS CITY"
    },
    {
        "input": "The announcement came 24 hours after the team from the French Riviera lost at home to Guingamp 2-1 in a league match.",
        "output": "Guingamp"
    },
    {
        "input": "Forfar 3 2 0 1 7 4 6",
        "output": "Forfar"
    },
    {
        "input": "Advanced Medical said it expects to take an unspecified one-time charge to pay for the merger.",
        "output": "Advanced Medical"
    },
    {
        "input": "Millwall 3 1 1 1 5 4 4",
        "output": "Millwall"
    },
    {
        "input": "\" If they ( the PUNR ) are so vexed, they could leave the government...",
        "output": "PUNR"
    },
    {
        "input": "Hansa Rostock 3 0 2 1 3 4 2",
        "output": "Hansa Rostock"
    },
    {
        "input": "At least 50 Russian servicemen have been killed in a battle with separatist rebels which erupted in the Chechen capital Grozny on Thursday and continued after Russia and the rebels agreed a truce, Interfax news agency said.",
        "output": "Interfax"
    },
    {
        "input": "East Dries miners fail to report for work.",
        "output": "East Dries"
    },
    {
        "input": "Shrewsbury 3 2 1 0 6 3 7",
        "output": "Shrewsbury"
    },
    {
        "input": "Hampshire 81-7.",
        "output": "Hampshire"
    },
    {
        "input": "ST LOUIS 69 65.515 2 1/2",
        "output": "ST LOUIS"
    },
    {
        "input": "Rubin was widely hailed as the architect of the dollar 's comeback, using skills and expertise gained in 26 years on Wall Street, part of which were spent as co-chairman of Goldman, Sachs and Co.",
        "output": "Goldman , Sachs and Co ."
    },
    {
        "input": "SEATTLE 69 63.523 5 1/2",
        "output": "SEATTLE"
    },
    {
        "input": "-- FLNC Corsican nationalist movement announces end of truce after last night 's attacks.",
        "output": "FLNC"
    },
    {
        "input": "It said the KDP was responsible for breaking the previous ceasefire by refusing to endorse it publicly.",
        "output": "KDP"
    },
    {
        "input": "ATLANTA AT CHICAGO",
        "output": "ATLANTA"
    },
    {
        "input": "July 9 v Minor Counties XI",
        "output": "Minor Counties XI"
    },
    {
        "input": "IMED introduced the world 's first volumetric infusion pump in 1974.",
        "output": "IMED"
    },
    {
        "input": "Rebels of the Revolutionary United Front agreed a ceasefire in April.",
        "output": "Revolutionary United Front"
    },
    {
        "input": "52 not out ) v Glamorgan.",
        "output": "Glamorgan"
    },
    {
        "input": "Port Vale 3 0 2 1 2 4 2",
        "output": "Port Vale"
    },
    {
        "input": "Fremantle 21 6 0 15 1673 1912 87.5 24",
        "output": "Fremantle"
    },
    {
        "input": "2. Johan Capiot ( Belgium ) Collstrop",
        "output": "Collstrop"
    },
    {
        "input": "Montpellier 4 0 2 2 3 5 2",
        "output": "Montpellier"
    },
    {
        "input": "Bordeaux 3 1 2 0 2 1 5",
        "output": "Bordeaux"
    },
    {
        "input": "Fitzroy 21 1 0 20 1381 2778 49.7 4",
        "output": "Fitzroy"
    },
    {
        "input": "Leon 3 0 3 0 3 3 3",
        "output": "Leon"
    },
    {
        "input": "For the distribution and supervision of humanitarian supplies the United Nations estimated it needed 1,190 people, including 267 international staff and 923 Iraqi support staff.",
        "output": "United Nations"
    },
    {
        "input": "CHICAGO AT TORONTO",
        "output": "CHICAGO"
    },
    {
        "input": "Portsmouth 4 2 0 2 4 5 6",
        "output": "Portsmouth"
    },
    {
        "input": "News announced pre-abnormals net profit for the year fell six percent to A$ 1.26 billion ( US$ 995 million ) and earnings per share dropped to 40 cents from 46 cents.",
        "output": "News"
    },
    {
        "input": "Cyprien, also fined 10,000 Swiss francs ( $ 8,400 ), traded punches with St Gallen 's Brazilian player Claudio Moura after a match on Saturday.",
        "output": "St Gallen"
    },
    {
        "input": "-- Dimitris Kontogiannis, Athens Newsroom +301 3311812-4",
        "output": "Athens Newsroom"
    },
    {
        "input": "Excluding the effect of a one-time restructuring charge of $ 17.4 million, IVAC had net income of $ 4.2 million on net sales of $ 112.8 million for the 1996 first half.",
        "output": "IVAC"
    },
    {
        "input": "Australian Rules - AFL results and standings.",
        "output": "AFL"
    },
    {
        "input": "F.C. Petrolul Ploiesti 4 0 2 2 5 7 2",
        "output": "F.C. Petrolul Ploiesti"
    },
    {
        "input": "Gillingham 4 1 1 2 4 6 4",
        "output": "Gillingham"
    },
    {
        "input": "Jordan 's official state news agency Petra said Kabariti would hold discussions \" on the latest developments in the peace process and bilateral cooperation \".",
        "output": "Petra"
    },
    {
        "input": "ATLANTA 81 47.633 -",
        "output": "ATLANTA"
    },
    {
        "input": "To add to Newcastle 's misery, England striker Les Ferdinand was stretchered off in the second half.",
        "output": "Newcastle"
    },
    {
        "input": "Chonnam 0 2 1 4 5 2",
        "output": "Chonnam"
    },
    {
        "input": "West Bromwich 3 0 2 1 2 3 2",
        "output": "West Bromwich"
    },
    {
        "input": "Shrewsbury 4 2 1 1 6 6 7",
        "output": "Shrewsbury"
    },
    {
        "input": "Castleford 22 9 0 13 548 599 18",
        "output": "Castleford"
    },
    {
        "input": "While Machado was not a contestant here, she came under intense scrutiny following reports she was given an ultimatum by Los Angeles-based Miss Universe Inc. to drop 27 pounds ( 12 kg ) in two weeks or risk losing her crown.",
        "output": "Miss Universe Inc."
    },
    {
        "input": "One trader said trading in MFS options had increased steadily from about mid-August, and doubted whether any of last Friday 's activity was insider trading.",
        "output": "MFS"
    },
    {
        "input": "CHICAGO 69 62.527 8",
        "output": "CHICAGO"
    },
    {
        "input": "\" It was called the \" First Battle of the Newbury bypass ', \" said ARC 's Harding.",
        "output": "ARC"
    },
    {
        "input": "Red Star win on away goals rule.",
        "output": "Red Star"
    },
    {
        "input": "Repsol shares up 65 pesetas on H1 results.",
        "output": "Repsol"
    },
    {
        "input": "3. Jans Koerts ( Netherlands ) Palmans",
        "output": "Palmans"
    },
    {
        "input": "Lamonts Apparel files reorganization plan.",
        "output": "Lamonts Apparel"
    },
    {
        "input": "At Leicester : Leicestershire 353 ( P. Simmons 108, P. Nixon 67 ;",
        "output": "Leicestershire"
    },
    {
        "input": "The win put Hamburg in second place in the German first division after three games, though that may change after the other sides play on Saturday.",
        "output": "Hamburg"
    },
    {
        "input": "Botham dismissed Mike Gatting with his seventh ball when the former England captain pushed a half-volley to square-leg on the first day of the four-day match against Middlesex at Portsmouth.",
        "output": "Middlesex"
    },
    {
        "input": "Then Oakland manager Art Howe decided to intentionally walk Rafael Palmeiro and Bobby Bonilla to load the bases but Acre was nowhere near the plate to Ripken.",
        "output": "Oakland"
    },
    {
        "input": "OAKLAND 64 72.471 12 1/2",
        "output": "OAKLAND"
    },
    {
        "input": "A sharp plunge in U.S. Treasuries after a shock rise in the Chicago PMI pulled gilts lower, but traders said the market was nervous anyway ahead of August MO data and the PMI survey due on Monday.",
        "output": "U.S. Treasuries"
    },
    {
        "input": "Fulcheri declined comment on the differences between the U.N. and Iraq, saying only : \" There are several different things which still need to be done. \"",
        "output": "U.N."
    },
    {
        "input": "He said no date had been fixed yet for the start of price making in the 10-year contract, but the EOE had agreed to speak again to the participants in one to two weeks.",
        "output": "EOE"
    },
    {
        "input": "SAN DIEGO AT NEW YORK",
        "output": "SAN DIEGO"
    },
    {
        "input": "UNITED NATIONS 1996-08-29",
        "output": "UNITED NATIONS"
    },
    {
        "input": "St Kilda 21 9 0 12 1909 1958 97.5 36",
        "output": "St Kilda"
    },
    {
        "input": "Puebla 3 3 0 0 7 2 9",
        "output": "Puebla"
    },
    {
        "input": "Pohang 1 1 1 8 8 4",
        "output": "Pohang"
    },
    {
        "input": "Lancashire 323",
        "output": "Lancashire"
    },
    {
        "input": "Japan 's Agriculture Ministry also announced that it will compile hygiene guidelines based on U.S. government methods of checking the safety of farm produce to prevent another outbreak of the epidemic.",
        "output": "Agriculture Ministry"
    },
    {
        "input": "NEC Nijmegen 1 0 0 1 1 4 0",
        "output": "NEC Nijmegen"
    },
    {
        "input": "The move marks a further move by Pirelli 's cables division to expand in the fast-growing Far Eastern developing markets with the group already present in Indonesia, India and Malaysia.",
        "output": "Pirelli"
    },
    {
        "input": "Finland 's Juha Kankkunen produced an impressive performance in his Toyota on Saturday to open up a 37 seconds lead after six stages of the 1,000 Lakes Rally, sixth round of the world championship.",
        "output": "Toyota"
    },
    {
        "input": "Noranda aluminum, U.S. Midwest ( effective date:August 1, 1996 )",
        "output": "Noranda"
    },
    {
        "input": "NEW YORK AT SEATTLE",
        "output": "NEW YORK"
    },
    {
        "input": "A Moscow street vendor stabbed to death a woman judge in a city court on Friday after she fined him the equivalent of seven dollars for trading illegally, Interfax news agency said.",
        "output": "Interfax"
    },
    {
        "input": "Hamburg 4 2 0 2 7 7 6",
        "output": "Hamburg"
    },
    {
        "input": "Torquay 3 1 1 1 3 3 4",
        "output": "Torquay"
    },
    {
        "input": "Mostostal, based in southern Poland, wants to offer the bonds to large investors in a public offering, paying an annual coupon of no more than 80 percent of the yield of the benchmark 52-week T-bill.",
        "output": "Mostostal"
    },
    {
        "input": "The man was released after his arrest on Tuesday, pending further inquiries, the ICAC said in a statement.",
        "output": "ICAC"
    },
    {
        "input": "West Bromwich 3 0 2 1 2 3 2",
        "output": "West Bromwich"
    },
    {
        "input": "\" The government 's announced plans to balance the budget, if realised, would make a useful contribution to raising national savings, \" the RBA said.",
        "output": "RBA"
    },
    {
        "input": "York 3 1 0 2 5 6 3",
        "output": "York"
    },
    {
        "input": "SK Ceske Budejovice 3 1 1 1 3 5 4",
        "output": "SK Ceske Budejovice"
    },
    {
        "input": "EL PAIS",
        "output": "EL PAIS"
    },
    {
        "input": "CKD PRAHA HOLDING 369.66 384.00 5565 2065.260",
        "output": "CKD PRAHA HOLDING"
    },
    {
        "input": "FLORIDA 64 70.478 20",
        "output": "FLORIDA"
    },
    {
        "input": "Bayer Leverkusen 3 2 0 1 7 4 6",
        "output": "Bayer Leverkusen"
    },
    {
        "input": "UN official says Iraqi deal will occur \" soon \".",
        "output": "UN"
    },
    {
        "input": "Buducnost 3 1 0 2 3 5 3",
        "output": "Buducnost"
    },
    {
        "input": "Middlesbrough 3 0 2 1 4 5 2",
        "output": "Middlesbrough"
    },
    {
        "input": "Rochdale 4 0 2 2 2 4 2",
        "output": "Rochdale"
    },
    {
        "input": "MINNESOTA AT TORONTO",
        "output": "MINNESOTA"
    },
    {
        "input": "Sheffield Wednesday 3 3 0 0 6 2 9",
        "output": "Sheffield Wednesday"
    },
    {
        "input": "At Headingley : Yorkshire 529-8 declared ( C. White 181,",
        "output": "Yorkshire"
    },
    {
        "input": "Leeds 2 0 1 1 3 5 1",
        "output": "Leeds"
    },
    {
        "input": "HOUSTON 72 62.537 -",
        "output": "HOUSTON"
    },
    {
        "input": "Colchester 3 0 2 1 1 3 2",
        "output": "Colchester"
    },
    {
        "input": "St Pauli 0.",
        "output": "St Pauli"
    },
    {
        "input": "Carlton 21 14 0 7 2009 1844 108.9 56",
        "output": "Carlton"
    },
    {
        "input": "OSLOBODJENJE",
        "output": "OSLOBODJENJE"
    },
    {
        "input": "It 's the biggest success for Viacom Inc-owned Paramount since 1994 's \" Forrest Gump \".",
        "output": "Paramount"
    },
    {
        "input": "BOSTON 67 65.508 8",
        "output": "BOSTON"
    },
    {
        "input": "Ulsan 0 0 1 4 5 0",
        "output": "Ulsan"
    },
    {
        "input": "The Russians, working for the Aerostan firm in the Russian republic of Tatarstan, were taken hostage after a Taleban MiG-19 fighter forced their cargo plane to land in August 1995.",
        "output": "Aerostan"
    },
    {
        "input": "\" Saskatchewan is well positioned to take advantage of growing world markets for pork, \" Saskatchewan Wheat Pool chief executive Don Loewen said in a company statement.",
        "output": "Saskatchewan Wheat Pool"
    },
    {
        "input": "CHICAGO AT ATLANTA",
        "output": "CHICAGO"
    },
    {
        "input": "5. Alex Criville ( Spain ) Honda 1:51.075",
        "output": "Honda"
    },
    {
        "input": "Zhemchuzhina Sochi 25 8 4 13 26 38 28",
        "output": "Zhemchuzhina Sochi"
    },
    {
        "input": "Strasbourg 4 1 0 3 2 7 3",
        "output": "Strasbourg"
    },
    {
        "input": "CLEVELAND AT DETROIT",
        "output": "CLEVELAND"
    },
    {
        "input": "CHICAGO AT ATLANTA",
        "output": "CHICAGO"
    },
    {
        "input": "- Talks will resume next Tuesday in an attempt to avoid a major strike in Irish retail chain Dunnes Stores.",
        "output": "Dunnes Stores"
    },
    {
        "input": "A study by a team of doctors at Oxford University has found people with high blood cholesterol do not benefit significantly from taking garlic tablets.",
        "output": "Oxford University"
    },
    {
        "input": "FC Kosice 4 2 2 0 6 3 8",
        "output": "FC Kosice"
    },
    {
        "input": "Chinese police have detained veteran dissident Wang Donghai, the New York-based pressure group Human Rights in China said on Saturday.",
        "output": "Human Rights in China"
    },
    {
        "input": "NFL AMERICAN FOOTBALL-RANDALL CUNNINGHAM RETIRES.",
        "output": "NFL"
    },
    {
        "input": "Charlton 2 0 1 1 1 3 1",
        "output": "Charlton"
    },
    {
        "input": "Defence Minister Chavalit Yongchaiyudh, head of coalition member the New Aspiration Party, was the second choice for prime minister, the poll showed.",
        "output": "New Aspiration Party"
    },
    {
        "input": "Benevolent Assoc.",
        "output": "Benevolent Assoc ."
    },
    {
        "input": "When officials and coaching staff tried to intervene, Cyprien launched a flying kick at Moura, but only succeeded in kneeing St Gallen coach Roger Hegi in the stomach.",
        "output": "St Gallen"
    },
    {
        "input": "Marc Dutroux, the chief accused in a Belgian child murder and sex abuse scandal, is suspected of murdering a young Slovak woman, the Slovak office of Interpol said on Wednesday.",
        "output": "Interpol"
    },
    {
        "input": "Auth.",
        "output": "Auth ."
    },
    {
        "input": "Nyerere was due to be presented with an \" Artisans for Peace \" prize by the Lay Volunteers ' International Organisation on Sunday.",
        "output": "Lay Volunteers ' International Organisation"
    },
    {
        "input": "At the company 's Nordegg prospect, the Apache et al Saunders 14-28, has reached total depth in the Leduc Reef at approximately 3,800 feet and has been abandoned, Arch said.",
        "output": "Arch"
    },
    {
        "input": "Boatmen 's was the prize in Missouri, where barriers to outside acquirers were brought down last year by a federal banking statute.",
        "output": "Boatmen 's"
    },
    {
        "input": "Los Angeles won for the seventh time in eight games.",
        "output": "Los Angeles"
    },
    {
        "input": "9. Vasas 3 1 1 1 3 3 4",
        "output": "Vasas"
    },
    {
        "input": "Two pct India current account deficit viable - RBI.",
        "output": "RBI"
    },
    {
        "input": "CLEVELAND 79 53.598 -",
        "output": "CLEVELAND"
    },
    {
        "input": "Enn Markvart, Chairman of the National Election Commission, said 96 members of parliament voted in the second round, with 12 abstentions and one ballot paper invalid.",
        "output": "National Election Commission"
    },
    {
        "input": "Xiao Qiang, executive director of the New York-based group Human Rights in China, said Wang 's arrest on Friday appeared to be part of the national \" Strike Hard \" campaign that has imprisoned thousands and sent hundreds to their death.",
        "output": "Human Rights in China"
    },
    {
        "input": "Kent 323-5 declared ( C. Hooper 77,",
        "output": "Kent"
    },
    {
        "input": "Although that is not where this particular contract is headed, the fact that there is a strong Zenith presence will pay us dividends in the future. \"",
        "output": "Zenith"
    },
    {
        "input": "Western Suburbs 21 11 1 9 382 426 23",
        "output": "Western Suburbs"
    },
    {
        "input": "Mostostal Z shareholders approve bonds.",
        "output": "Mostostal Z"
    },
    {
        "input": "Takeda, 18, showed poise far beyond his years to overtake Australian Ducati rider Troy Corser, last year 's championship runner-up, with four of the 25 laps left.",
        "output": "Ducati"
    },
    {
        "input": "9. John Talen ( Neths ) Foreldorado same time",
        "output": "Foreldorado"
    },
    {
        "input": "Robert Gutenstein, an analyst for Kalf, Voorhis & Co.",
        "output": "Kalf , Voorhis & Co"
    },
    {
        "input": "Tottenham 3 1 2 0 3 1 5",
        "output": "Tottenham"
    },
    {
        "input": "Ayr 3 1 2 0 8 2 5",
        "output": "Ayr"
    },
    {
        "input": "Brazilian Planning Minister Antonio Kandir will submit to a draft copy of the 1997 federal budget to Congress on Thursday, a ministry spokeswoman said.",
        "output": "Congress"
    },
    {
        "input": "At least 17 miners have been killed in labour unrest -- sparked by ethnic differences -- at Driefontein Consolidated and Gold Fields ' Kloof Gold Mining Co this month.",
        "output": "Driefontein Consolidated and Gold Fields ' Kloof Gold Mining Co"
    },
    {
        "input": "9 ( 63 ) Hawthorn 12.",
        "output": "Hawthorn"
    },
    {
        "input": "KERDOS",
        "output": "KERDOS"
    },
    {
        "input": "12. Martin Brundle ( Britain ) Jordan 34",
        "output": "Jordan"
    },
    {
        "input": "CSKA 6 1 1 4 4 7 4",
        "output": "CSKA"
    },
    {
        "input": "A hijacked Sudan Airways plane carrying 199 passengers and crew landed at Stansted airport just outside London early on Tuesday morning after flying from Cyprus, eyewitnesses said.",
        "output": "Sudan Airways"
    },
    {
        "input": "1. Giovanni Lombardi ( Italy ) Polti 2 hours 35 minutes",
        "output": "Polti"
    },
    {
        "input": "The 26-year-old, who joined Newcastle for 15 million pounds sterling ( $ 23.4 million ), takes over from Tony Adams, who led the side during the European championship in June, and former captain David Platt.",
        "output": "Newcastle"
    },
    {
        "input": "\" One locomotive was stationary and the passenger train collided into the back of it, \" a police spokesman in Linz told Reuters by telephone.",
        "output": "Reuters"
    },
    {
        "input": "HINA said it was the first time an orthodox church had been blown up in the Zadar hinterland, where a large number of Serbs lived before the 1991 war over Croatia 's independence from the Yugoslav federation.",
        "output": "HINA"
    },
    {
        "input": "All that is needed is for everyone to show goodwill, \" Commission spokesman Yoka Lye Mudaba told reporters.",
        "output": "Commission"
    },
    {
        "input": "JORDAN TIMES",
        "output": "JORDAN TIMES"
    },
    {
        "input": "Milan 's player of the year George Weah missed a good first half opportunity but otherwise looked a little rusty while Italian team mate Roberto Baggio did not play due to injury.",
        "output": "Milan"
    },
    {
        "input": "Red Star 2 2 0 0 3 1 6",
        "output": "Red Star"
    },
    {
        "input": "Jordan has accused Iraq and a local pro-Baghdad party for the country 's worst unrest in seven years which erupted after it almost doubled the prices of bread last week under radical economic reforms agreed with the International Monetary Fund.",
        "output": "International Monetary Fund"
    },
    {
        "input": "Manly 21 17 0 4 501 181 34",
        "output": "Manly"
    },
    {
        "input": "Springbok scrum-half Joost van der Westhuizen was his side 's inspiration, scoring their opening try and making the third for flanker Andre Venter from a quickly taken penalty to give his side a 29-8 lead after 54 minutes.",
        "output": "Springbok"
    },
    {
        "input": "-- Singapore Newsroom ( +65 870 3081 )",
        "output": "Singapore Newsroom"
    },
    {
        "input": "Hyundai 55 5 47.537 7 1/2",
        "output": "Hyundai"
    },
    {
        "input": "AZ Alkmaar 2 0 1 1 0 2 1",
        "output": "AZ Alkmaar"
    },
    {
        "input": "ACC 's own export performance was marginally better than in 1994/95 on account of a 36 percent rise in exports to Nepal and the opening of a new market - Sri Lanka, he said.",
        "output": "ACC"
    },
    {
        "input": "Roda JC Kerkrade 2 0 2 0 2 2 2",
        "output": "Roda JC Kerkrade"
    },
    {
        "input": "Stabaek 20 7 8 5 41 34 29",
        "output": "Stabaek"
    },
    {
        "input": "A Sudan Airways plane with 199 passengers and crew which was hijacked to Cyprus took off from Larnaca airport after refuelling and headed to Britain early on Tuesday, witnesses said.",
        "output": "Sudan Airways"
    },
    {
        "input": "The PUK said it had received confirmed reports that Iraqi troops, supported by tanks, artillery and armoured vehicles, have already penetrated some Kurdish areas.",
        "output": "PUK"
    },
    {
        "input": "SOCCER - OUT-OF-SORTS NEWCASTLE CRASH 2-1 AT HOME.",
        "output": "NEWCASTLE"
    },
    {
        "input": "CLEVELAND 80 54.597 -",
        "output": "CLEVELAND"
    },
    {
        "input": "Portugal 's new coach Artur Jorge called up six players from league champions Porto on Friday in an 18-man squad for the opening World Cup qualifier against Armenia on August 31.",
        "output": "Porto"
    },
    {
        "input": "SAN FRANCISCO 57 74.435 16",
        "output": "SAN FRANCISCO"
    },
    {
        "input": "Oldham 2 0 0 2 2 5 0",
        "output": "Oldham"
    },
    {
        "input": "Despite the current difficulties, however, analysts were convinced that Cofinec 's outlook was strong.",
        "output": "Cofinec"
    },
    {
        "input": "FC Linz 6 0 2 4 1 9 2",
        "output": "FC Linz"
    },
    {
        "input": "Tass said the talks were taking place in the settlement of Novye Atagi, some 20 km ( 12 miles ) south of the Chechen capital Grozny.",
        "output": "Tass"
    },
    {
        "input": "May 17 v Northampton",
        "output": "Northampton"
    },
    {
        "input": "Ready copper fell by 150 rupees at 12,350 rupees per quintal on fresh offerings by the stockists who expect Hindustan Copper to cut prices.",
        "output": "Hindustan Copper"
    },
    {
        "input": "NEW YORK 59 72.450 23",
        "output": "NEW YORK"
    },
    {
        "input": "\" A preview of the second half of 1996 does not reveal any signs of a significant improvement in market conditions, \" Lenzing said in a statement released ahead of its earnings conference.",
        "output": "Lenzing"
    },
    {
        "input": "Finnish foodstuffs group Atria Oy said in a statement on Monday it expects its result to improve in the second half of 1996 compared to the first half.",
        "output": "Atria Oy"
    },
    {
        "input": "the FDA said.",
        "output": "FDA"
    },
    {
        "input": "OAKLAND AT BOSTON",
        "output": "OAKLAND"
    },
    {
        "input": "MILWAUKEE 65 71.478 16",
        "output": "MILWAUKEE"
    },
    {
        "input": "Company Name Transkaryotic Therapies Inc",
        "output": "Transkaryotic Therapies Inc"
    },
    {
        "input": "Leaders of Iraq 's two main Kurdish factions agreed on Friday to end six days of fighting and to attend U.S.-mediated peace talks next month, the State Department said.",
        "output": "State Department"
    },
    {
        "input": "Aircraft noise and emissions Economic assessment of proposals for a common European Union position for CAEP 4 Consultancy services Call for tender ( 96 / C 251/09 )",
        "output": "European Union"
    },
    {
        "input": "PHILADELPHIA 53 78.405 29",
        "output": "PHILADELPHIA"
    },
    {
        "input": "-- Tokyo Commodities Desk ( 813 3432 6179 )",
        "output": "Tokyo Commodities Desk"
    },
    {
        "input": "Lancashire then reached 210 for five at the close -- just four ahead -- after Neil Fairbrother hit 55 in 60 balls to add to his first innings of 86.",
        "output": "Lancashire"
    },
    {
        "input": "\" There is no trace so far, the enquiry is continuing, \" a Liege police official told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "Pinas, showing cuts and bruises on his face, told reporters the former head of the feared Jungle Command had tried and failed to shoot him after Pinas objected to Brunswijk 's advances toward his wife.",
        "output": "Jungle Command"
    },
    {
        "input": "But analysts said the row was not expected to immediately destabilise the government as even if Sakigake splits apart it has so few seats a loss of support would not lead to a general election.",
        "output": "Sakigake"
    },
    {
        "input": "NEW YORK 74 58.561 -",
        "output": "NEW YORK"
    },
    {
        "input": "Western Suburbs 21 11 1 9 382 426 23",
        "output": "Western Suburbs"
    },
    {
        "input": "\" At 4.50 a.m. Iraq time ( 0050 GMT ) Iraqi forces began an artillery attack on the outskirts of Arbil, \" the spokesman, who asked not to be identified, told Reuters in a telephone call.",
        "output": "Reuters"
    },
    {
        "input": "SOCCER - SILVA 'S `LOST PASSPORT ' EXCUSE NOT ENOUGH FOR FIFA.",
        "output": "FIFA"
    },
    {
        "input": "CHICAGO 70 62.530 8",
        "output": "CHICAGO"
    },
    {
        "input": "Chonan 2 0 1 9 9 6",
        "output": "Chonan"
    },
    {
        "input": "PRESS DIGEST - Washington Post business - Aug 26.",
        "output": "Washington Post"
    },
    {
        "input": "4. Jacky Martens ( Belgium ) Husqvarna",
        "output": "Husqvarna"
    },
    {
        "input": "Zenith lands $ 1 billion contract, plans $ 100 million plant.",
        "output": "Zenith"
    },
    {
        "input": "Viking 20 7 7 6 33 24 28",
        "output": "Viking"
    },
    {
        "input": "Portsmouth 3 1 0 2 3 5 3",
        "output": "Portsmouth"
    },
    {
        "input": "Emnid May 26 40.0 31.0 6.0 13.0 6.0",
        "output": "Emnid"
    },
    {
        "input": "10. Keiichi Kitigawa ( Japan ) Suzuki 38:42.333",
        "output": "Suzuki"
    },
    {
        "input": "Chonan 3 0 1 13 10 9",
        "output": "Chonan"
    },
    {
        "input": "Zaglebie Lubin 7 1 3 3 10 12 6",
        "output": "Zaglebie Lubin"
    },
    {
        "input": "In a lengthy debate on Burundi before the U.N. Security Council, Ambassador Nsanze Terence said the new military government took over to stabilise the country and wanted negotiations under former Tanzanian President Julius Nyrere.",
        "output": "U.N. Security Council"
    },
    {
        "input": "One prominent player that did not stay for the Open was French Open champion Yvegeny Kafelnikov, who after being dropped three spots from his ATP ranking to a seventh seeding, withdrew and returned home to Russia.",
        "output": "ATP"
    },
    {
        "input": "CHICAGO 64 66.492 6",
        "output": "CHICAGO"
    },
    {
        "input": "Worcestershire 205-9 ( K. Spiring 52 ).",
        "output": "Worcestershire"
    },
    {
        "input": "and Mika Hakkinen of Finland was third in a McLaren.",
        "output": "McLaren"
    },
    {
        "input": "-- Jason Webb, Buenos Aires Newsroom +541 318-0655",
        "output": "Buenos Aires Newsroom"
    },
    {
        "input": "Birmingham 2 1 1 0 5 4 4",
        "output": "Birmingham"
    },
    {
        "input": "Ambassador Robert Frowick, an American, heads the OSCE mission in Bosnia.",
        "output": "OSCE"
    },
    {
        "input": "Suspected Tamil Tigers on Tuesday hurled hand grenades at a police vehicle in a crowded market in the army-controlled northern town of Vavuniya, killing at least two policemen.",
        "output": "Tigers"
    },
    {
        "input": "Lotte 46 6 54.462 14 1/2",
        "output": "Lotte"
    },
    {
        "input": "Iran has hanged two drug traffickers in the southern city of Shiraz, the evening newspaper Resalat reported on Saturday.",
        "output": "Resalat"
    },
    {
        "input": "52 ) v Worcestershire.",
        "output": "Worcestershire"
    },
    {
        "input": "Freiburg 3 1 0 2 5 10 3",
        "output": "Freiburg"
    },
    {
        "input": "The Iraqis claimed they were \" ordinary people persecuted by the regime of Saddam ( Hussein ) \" but interior ministry officials had consistently said it was likely the seven would be charged with hijack before any plea for asylum was considered.",
        "output": "interior ministry"
    },
    {
        "input": "Admira / Wacker 6 0 3 3 5 10 3",
        "output": "Admira / Wacker"
    },
    {
        "input": "Israel 's Channel Two television said Damascus had sent a \" calming signal \" to Israel.",
        "output": "Channel Two"
    },
    {
        "input": "Pohang 2 1 1 11 10 7",
        "output": "Pohang"
    },
    {
        "input": "-- Stephen Nisbet, International Bonds +44 171 542 6320",
        "output": "International Bonds"
    },
    {
        "input": "2. Bob Moore ( U.S. ) Yamaha",
        "output": "Yamaha"
    },
    {
        "input": "10. Pedro Lamy ( Portugal ) Minardi one lap",
        "output": "Minardi"
    },
    {
        "input": "TEXAS 74 56.569 -",
        "output": "TEXAS"
    },
    {
        "input": "Luton 4 1 0 3 4 10 3",
        "output": "Luton"
    },
    {
        "input": "KANSAS CITY 59 73.447 19 1/2",
        "output": "KANSAS CITY"
    },
    {
        "input": "Rishon - Moshe Sabag ( 10th minute ), Nissan Kapeta ( 26th ),",
        "output": "Rishon"
    },
    {
        "input": "\" We are certainly serious more than before to find a solution to the Afghan problem and support every U.N. plan, \" Amrollah quoted Rohrabacher as saying.",
        "output": "U.N."
    },
    {
        "input": "\" From an earnings perspective, the current fiscal year has begun with great promise due to the hit motion picture ' Independence Day, ' \" News Corp said in a statement announcing its results for the year to June 30, 1996.",
        "output": "News Corp"
    },
    {
        "input": "Asked about reports Egypt has set new levels for a vomitoxin in its purchase of U.S. wheat, the secretary said \" I do n't know anything about it \" but added that USDA officials were \" looking at it. \"",
        "output": "USDA"
    },
    {
        "input": "MINNESOTA 63 64.496 13",
        "output": "MINNESOTA"
    },
    {
        "input": "Manly 21 17 0 4 501 181 34",
        "output": "Manly"
    },
    {
        "input": "MON Distillers YR EPS N / A 71.8",
        "output": "Distillers"
    },
    {
        "input": "MDS was founded in 1978 by a group led by Ahmed Mestiri, who withdrew from politics in 1992.",
        "output": "MDS"
    },
    {
        "input": "Jordan, whose 1992 film \" The Crying Game \" also came under fire for what was perceived as a sympathetic portrayal of the IRA, said Collins was more than just a revolutionary.",
        "output": "IRA"
    },
    {
        "input": "Feugill said he made the hot, heavy suit, which he first used in the Marines, by attaching strips of burlap to a camouflage outfit.",
        "output": "Marines"
    },
    {
        "input": "Controversial IRA film screened at Venice festival.",
        "output": "IRA"
    },
    {
        "input": "CHICAGO 63 62.504 4",
        "output": "CHICAGO"
    },
    {
        "input": "Higher spending by foreign visitors and less Canadian tourist spending abroad cut the deficit in Canada 's international travel account by 26.5 percent in the second quarter, Statistics Canada said on Thursday.",
        "output": "Statistics Canada"
    },
    {
        "input": "South Queensland 21 4 0 17 210 460 8",
        "output": "South Queensland"
    },
    {
        "input": "India RBI chief sees cut in cash reserve ratio.",
        "output": "RBI"
    },
    {
        "input": "Tatran Presov 4 3 1 0 5 0 10",
        "output": "Tatran Presov"
    },
    {
        "input": "Chelsea 3 2 1 0 3 0 7",
        "output": "Chelsea"
    },
    {
        "input": "Servette 9 2 3 4 10 12 9",
        "output": "Servette"
    },
    {
        "input": "Middlesbrough 's Italian striker Fabrizio Ravanelli is to wear his team sponsor 's name on the inside of his shirt so it can be seen when he scores.",
        "output": "Middlesbrough"
    },
    {
        "input": "Belgium bank sanctions $ 6.5 mln loan to India WSRL.",
        "output": "WSRL"
    },
    {
        "input": "Brann - Mons Ivar Mjelde ( 10th ), Jan Ove Pedersen ( 72nd )",
        "output": "Brann"
    },
    {
        "input": "Maybe it will be in single-digits, \" Wijffels told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "Zemun 4 1 2 1 3 3 5",
        "output": "Zemun"
    },
    {
        "input": "MILWAUKEE AT CHICAGO",
        "output": "MILWAUKEE"
    },
    {
        "input": "Brechin 3 0 3 0 2 2 3",
        "output": "Brechin"
    },
    {
        "input": "Anderlecht 4 1 3 0 9 3 6",
        "output": "Anderlecht"
    },
    {
        "input": "Deputy Secretary of State Strobe Talbott flew to Ottawa on Monday to meet his Russian counterpart and discuss a range of bilateral and European security issues, the State Department said.",
        "output": "State Department"
    },
    {
        "input": "The Yankees have allowed at least two runs in the first inning in six straight games, getting outscored 21-1 in the first inning in that span.",
        "output": "Yankees"
    },
    {
        "input": "Hansa Rostock 3 0 2 1 3 4 2",
        "output": "Hansa Rostock"
    },
    {
        "input": "Ravanelli aggravated a foot injury in the 1-0 defeat at Chelsea on Wednesday and was given only an even chance of playing at Nottingham Forest on Saturday by his manager Bryan Robson.",
        "output": "Chelsea"
    },
    {
        "input": "During Rosati 's trip the two countries will sign an agreement on mutual protection of investments and a note easing conditions on the granting of visas, the agency quoted Foreign Ministry officials as saying.",
        "output": "Foreign Ministry"
    },
    {
        "input": "July 19-21 v Middlesex ( three days )",
        "output": "Middlesex"
    },
    {
        "input": "At Weston-super-Mare : Durham 326 ( D. Cox 95 not out,",
        "output": "Durham"
    },
    {
        "input": "One official told me ' you have to either destroy the books or return them to Amman ', \" Daoud Makkawi, owner of the Nablus-based al-Risala bookshop, told Reuters.",
        "output": "Reuters"
    },
    {
        "input": "4. Erik Breukink ( Netherlands ) Rabobank 8 seconds",
        "output": "Rabobank"
    },
    {
        "input": "\" The film spares neither the Irish nor the British in its depiction of the savagery of the time, \" Jordan said in a statement released by Warner Bros. \"",
        "output": "Warner Bros"
    },
    {
        "input": "Johnson, who played eight seasons in Baltimore, was named Orioles manager in the off-season replacing Phil Regan.",
        "output": "Orioles"
    },
    {
        "input": "Reuters has not verified these stories and does not vouch for their accuracy.",
        "output": "Reuters"
    },
    {
        "input": "Every time he finds the net, the grey-haired forward pulls his shirtfront over his head as he runs to salute the fans, and Middlesbrough 's sponsors want to cash in on the spectacle.",
        "output": "Middlesbrough"
    },
    {
        "input": "Analysts blame, at least partly, Hungary 's macroeconomic environment for the weaker figures for Cofinec which, operating in Hungary, Poland and the Czech Republic, now generates about 55 to 60 percent of its annual sales from Hungary.",
        "output": "Cofinec"
    },
    {
        "input": "-- Reuter London Newsroom +44 171 542 7658",
        "output": "Reuter London Newsroom"
    },
    {
        "input": "In an incident on July 7, a Cuban interior ministry official hijacked a commercial plane and sought aylum at Guantanamo Bay.",
        "output": "interior ministry"
    },
    {
        "input": "Lotte 44 6 53.456 15 1/2",
        "output": "Lotte"
    },
    {
        "input": "LOS ANGELES 72 61.541 2",
        "output": "LOS ANGELES"
    },
    {
        "input": "She had been due to fly on a TWA airliner which exploded near New York last month, but had cancelled her booking, the newspaper said.",
        "output": "TWA"
    },
    {
        "input": "MSK Zilina 4 0 0 4 0 6 0",
        "output": "MSK Zilina"
    },
    {
        "input": "Warrington 21 12 0 9 555 499 24",
        "output": "Warrington"
    },
    {
        "input": "Artmedia Petrzalka 4 1 3 0 1 0 6",
        "output": "Artmedia Petrzalka"
    },
    {
        "input": "Montpellier 3 0 2 1 1 2 2",
        "output": "Montpellier"
    },
    {
        "input": "Compared with the end of last year, when T&N predicted a sluggish first half and a rebound later in 1996, Hope said : \" I think the difference ( now ) is the first half has not actually been as bad as some felt it was going to be, but equally we 're certainly not predicting a recovery in the second half. \"",
        "output": "T&N"
    },
    {
        "input": "TULF leader M. Sivasiththamparam says it is meaningless to talk to UNP about peace package and that the government should submit peace plan to parliament very soon.",
        "output": "UNP"
    },
    {
        "input": "LECIVA PRAHA 2470.00 2470.00 1360 3359.200",
        "output": "LECIVA PRAHA"
    },
    {
        "input": "Necaxa 3 1 1 1 6 4 4",
        "output": "Necaxa"
    },
    {
        "input": "Ian Rush, the Welsh striker signed from Liverpool in the close season, set up the goal, feeding Sharpe as he galloped forward and the former England winger cut inside onto his unfavoured right foot to arc a shot into the right-hand corner of the net.",
        "output": "Liverpool"
    },
    {
        "input": "FRATERNITE MATIN",
        "output": "FRATERNITE MATIN"
    },
    {
        "input": "Euro 96 star Vladimir Smicer of the Czech Republic scored at the last second for Lens, allowing them to retain the lead in the French soccer league on Wednesday.",
        "output": "Lens"
    },
    {
        "input": "DAWN",
        "output": "DAWN"
    },
    {
        "input": "Karlsruhe 3 2 1 0 9 3 7",
        "output": "Karlsruhe"
    },
    {
        "input": "Otelul Galati 4 2 0 2 4 3 6",
        "output": "Otelul Galati"
    },
    {
        "input": "TABAK 6700.00 6700.00 1000 6700.000",
        "output": "TABAK"
    },
    {
        "input": "-- Air Cargo Newsroom Tel+44 171 542 8982 Fax +44 171 542 5017",
        "output": "Air Cargo Newsroom"
    },
    {
        "input": "Russian President Boris Yeltsin visited his wife Naina in hospital on Friday evening, Interfax news agency quoted spokesman Sergei Yastrzhembsky as saying.",
        "output": "Interfax"
    },
    {
        "input": "CALIFORNIA AT BALTIMORE",
        "output": "CALIFORNIA"
    },
    {
        "input": "PHILADELPHIA AT LOS ANGELES",
        "output": "PHILADELPHIA"
    },
    {
        "input": "Former Secretary of State James Baker made a secret trip to Syria in March 1995 in an unsuccessful bid to break an impasse in negotiations between Syria and Israel, the Washington Post reported on Thursday.",
        "output": "Washington Post"
    },
    {
        "input": "PSV Eindhoven 2 2 0 0 8 2 6",
        "output": "PSV Eindhoven"
    },
    {
        "input": "Internet Startup funded to develop Java software.",
        "output": "Internet Startup"
    },
    {
        "input": "premium over LME cash 7.5 cents / pound",
        "output": "LME"
    },
    {
        "input": "DETROIT 44 82.349 28 1/2",
        "output": "DETROIT"
    },
    {
        "input": "The Algerian ambassador in London has also asked for clarification from the Foreign Office over the meeting of Islamist groups.",
        "output": "Foreign Office"
    },
    {
        "input": "June 14-16 v Leicestershire ( three days )",
        "output": "Leicestershire"
    },
    {
        "input": "The European Commission said on Thursday it would study scientific reports saying Britain 's mad cow epidemic would die out by 2001 but offered little prospect the findings would change an agreed slaughter campaign.",
        "output": "European Commission"
    },
    {
        "input": "A lower court issued the injunction on Friday and ordered Lloyd 's to give investors, known as Names, more information before requiring them to decide whether to accept a settlement offer as part of a reorganisation plan.",
        "output": "Lloyd 's"
    },
    {
        "input": "Apic Yamada - 6mth parent forecast.",
        "output": "Apic Yamada"
    },
    {
        "input": "Northampton 3 1 1 1 5 3 4",
        "output": "Northampton"
    },
    {
        "input": "BOSTON 63 64.496 10",
        "output": "BOSTON"
    },
    {
        "input": "Red Star - Vinko Marinovic ( 59th )",
        "output": "Red Star"
    },
    {
        "input": "The EU 's grain panel will add two tranches of 150,000 tonnes each to the existing allocation, it said.",
        "output": "EU"
    },
    {
        "input": "The Tigers have won consecutive games after dropping eight in a row, but have won nine of their last 12 at home.",
        "output": "Tigers"
    },
    {
        "input": "Steaua Bucharest 4 2 0 2 5 7 6",
        "output": "Steaua Bucharest"
    },
    {
        "input": "TEXAS 75 58.564 -",
        "output": "TEXAS"
    },
    {
        "input": "NEW YORK 75 59.560 -",
        "output": "NEW YORK"
    },
    {
        "input": "government and NBH 9,510.9 10,056.4",
        "output": "NBH"
    },
    {
        "input": "RTRS - FOCUS-News forecasts alien-led profit boost.",
        "output": "RTRS"
    },
    {
        "input": "6. Aaron Slight ( New Zealand ) Honda 38:41.756",
        "output": "Honda"
    },
    {
        "input": "-- Warsaw Newsroom +48 22 653 9700",
        "output": "Warsaw Newsroom"
    },
    {
        "input": "Company name Liu Chong Hing Investment Ltd",
        "output": "Liu Chong Hing Investment Ltd"
    },
    {
        "input": "LANKADEEPA",
        "output": "LANKADEEPA"
    },
    {
        "input": "The policy-making FOMC is to meet on Sept.",
        "output": "FOMC"
    },
    {
        "input": "Mechelen 4 0 3 1 6 7 3",
        "output": "Mechelen"
    },
    {
        "input": "The 32-year-old Bonds is hitting.307 with 35 homers and 107 RBI and has been one of the few bright spots for the last-place Giants.",
        "output": "Giants"
    },
    {
        "input": "In a filing with the Securities and Exchnage Commission, Buffett said he bought 62,900 additional common shares of the Boston-based real estate investment trust at prices ranging from $ 7.65 to $ 8.02 a share.",
        "output": "Securities and Exchnage Commission"
    },
    {
        "input": "said Thursday it had signed a $ 1 billion contract with Zenith to make digital televison set-top boxes for its home entertainment service.",
        "output": "Zenith"
    },
    {
        "input": "Kryvbas 6 1 1 4 5 9 4",
        "output": "Kryvbas"
    },
    {
        "input": "By 0120 GMT, 357,000 Metro shares had been traded.",
        "output": "Metro"
    },
    {
        "input": "Presently, for example, if an accountant 's job involves doing five specific tasks, he or she can expect a certain salary, said Sandra O'Neal, a Towers Perrin principal.",
        "output": "Towers Perrin"
    },
    {
        "input": "5. Jordan 15",
        "output": "Jordan"
    },
    {
        "input": "Mansfield 3 0 1 2 2 6 1",
        "output": "Mansfield"
    },
    {
        "input": "Molenbeek 4 1 2 1 4 5 5",
        "output": "Molenbeek"
    },
    {
        "input": "SAN DIEGO AT MONTREAL",
        "output": "SAN DIEGO"
    },
    {
        "input": "The UAE said on Monday it would hand over the three to the International Red Crescent, possibly last Tuesday.",
        "output": "International Red Crescent"
    },
    {
        "input": "The latest diplomatic row between Nigeria 's military government and the club of Britain and its former colonies erupted over the terms of a visit by Commonwealth ministers to discuss Nigeria 's suspension.",
        "output": "Commonwealth"
    },
    {
        "input": "Despite the defeat, Rotor are well placed with 11 games to play in the championship.",
        "output": "Rotor"
    },
    {
        "input": "A Xinhua commentary earlier this year said a plot by the West to force its human rights standards and values on other countries was doomed to failure.",
        "output": "Xinhua"
    },
    {
        "input": "Mulder 's absence means that Northern Transvaal centre Andre Snyman should win his second cap alongside provincial colleague Danie van Schalkwyk.",
        "output": "Northern Transvaal"
    },
    {
        "input": "Security forces also killed an unspecified number of members of a rebel gang on Wednesday in the Leveilly suburb of Algiers, Le Matin newspaper reported.",
        "output": "Le Matin"
    },
    {
        "input": "At Leicester : Leicestershire 343-8 ( P. Simmons 108, P. Nixon",
        "output": "Leicestershire"
    },
    {
        "input": "Sheffield, who was benched Monday, delivered a double down the left-field line in the first, scoring Luis Castilla and Alex Arias to put the Marlins ahead to stay.",
        "output": "Marlins"
    },
    {
        "input": "Clinton made a triumphant Irish tour to back a Northern Ireland peace process but was forced to drop Ballybunion from a packed schedule at the last minute.",
        "output": "Ballybunion"
    },
    {
        "input": "USDA pegged U.S. wheat exports at 25.0 million tonnes in fiscal 1997 versus 32.0 million tonnes the prior year...",
        "output": "USDA"
    },
    {
        "input": "Well repairs to lift Heidrun oil output - Statoil.",
        "output": "Statoil"
    },
    {
        "input": "Suwon 1 3 0 7 3 6",
        "output": "Suwon"
    },
    {
        "input": "TUE Iscor YR EPS 29.7 26.0-32.0 38.0",
        "output": "Iscor"
    },
    {
        "input": "The former Yugoslav national army consumed 90 percent of Zastava 's pre-war output, but like the rest of Yugoslavia 's economy, the new army of Serbia and Montenegro is crippled by lack of funds.",
        "output": "Zastava"
    },
    {
        "input": "Ray Lankford went 4-for-5 with a pair of doubles for the Cardinals, who won for just the third time in 11 games.",
        "output": "Cardinals"
    },
    {
        "input": "LOS ANGELES 73 61.545 2",
        "output": "LOS ANGELES"
    },
    {
        "input": "A top official of export development bank Bancomext said the peso 's appreciation against the dollar this year has not hurt demand for Mexican exports.",
        "output": "Bancomext"
    },
    {
        "input": "COMPETITIVE PRE-SALE CONTRIBUTED BY J.J. KENNY K-SHEETS :",
        "output": "J.J. KENNY"
    },
    {
        "input": "Although five days of the ban were suspended until January 1, Weaver will miss next month 's big St Leger meeting, including the ride on top stayer Double Trigger in the Doncaster Cup.",
        "output": "St Leger"
    },
    {
        "input": "LA PRESSE",
        "output": "LA PRESSE"
    },
    {
        "input": "Puchon 2 1 0 4 0 7",
        "output": "Puchon"
    },
    {
        "input": "LG 44 5 58.435 18",
        "output": "LG"
    },
    {
        "input": "He returns in place of Simon Culhane who broke a wrist in the All Blacks ' series-clinching victory in Pretoria on Saturday.",
        "output": "All Blacks"
    },
    {
        "input": "-- Prague Newsroom, 42-2-2423-0003",
        "output": "Prague Newsroom"
    },
    {
        "input": "RTRS - Tennis - Muster upset, Philippoussis wins, Stoltenberg loses.",
        "output": "RTRS"
    },
    {
        "input": "Lille 3 2 0 1 4 3 6",
        "output": "Lille"
    },
    {
        "input": "Lada Togliatti 24 4 6 14 15 37 18",
        "output": "Lada Togliatti"
    },
    {
        "input": "Vicorp Restaurants names Sabourin CFO.",
        "output": "Vicorp Restaurants"
    },
    {
        "input": "VW had a 1995 third quarter group net profit of 72 million marks.",
        "output": "VW"
    },
    {
        "input": "the other elections will be held on September 14, \" OSCE spokeswoman Agota Kuperman told reporters in Sarajevo.",
        "output": "OSCE"
    },
    {
        "input": "The expeditionary force would include nearly 1,000 Air Force personnel in ground and support crews, they said.",
        "output": "Air Force"
    },
    {
        "input": "Birmingham 2 1 1 0 5 4 4",
        "output": "Birmingham"
    },
    {
        "input": "He was the 27th pitcher used by the Angels this season, tying a major-league record.",
        "output": "Angels"
    },
    {
        "input": "Boskalis reported 1996 first-half net profit fell to 27.5 million guilders from a year-earlier 41.4 million.",
        "output": "Boskalis"
    },
    {
        "input": "\" During the works, all flights will be re-routed to the nearby airport in Batajnica, with no change in schedules, \" Tanjug quotes Belgrade airport General Director Ljubomir Acimovic as saying.",
        "output": "Tanjug"
    },
    {
        "input": "Rudar 4 1 0 3 1 7 3",
        "output": "Rudar"
    },
    {
        "input": "ABC",
        "output": "ABC"
    },
    {
        "input": "Manchester United 3 1 2 0 7 4 5",
        "output": "Manchester United"
    },
    {
        "input": "3. Michael Schumacher ( Germany ) Ferrari 1:51.778",
        "output": "Ferrari"
    },
    {
        "input": "Odra Wodzislaw 7 3 1 3 13 10 10",
        "output": "Odra Wodzislaw"
    },
    {
        "input": "NEW YORK 59 76.437 25 1/2",
        "output": "NEW YORK"
    },
    {
        "input": "Mypa-47 win 2-1 on aggregate.",
        "output": "Mypa-47"
    },
    {
        "input": "Media reports say that at most 10 of 23 Sakigake members, joined by a handful of Social Democrats, will follow Hatoyama when he bolts -- far short of the 50 lawmakers needed to topple Hashimoto 's eight-month-old government.",
        "output": "Sakigake"
    },
    {
        "input": "The outcome of the November elections emerged as a hot topic on Wall Street this week as financial pundits debated whether Robert Rubin might forgo a second term as Treasury secretary if President Clinton is re-elected.",
        "output": "Treasury"
    },
    {
        "input": "\" Over the medium term, yes, \" he told Reuters after addressing industrialists in the capital.",
        "output": "Reuters"
    },
    {
        "input": "Munich 1860 4 1 1 2 3 5 4",
        "output": "Munich 1860"
    },
    {
        "input": "GAK 6 1 3 2 8 10 6",
        "output": "GAK"
    },
    {
        "input": "NOTE - Tokyo Soir Co Ltd is a specialised manufacturer of women \" s formal wear.",
        "output": "Tokyo Soir Co Ltd"
    },
    {
        "input": "MINNESOTA AT TORONTO",
        "output": "MINNESOTA"
    },
    {
        "input": "6. Erik Camerlengo ( Italy ) Yamaha",
        "output": "Yamaha"
    },
    {
        "input": "Ajax Amsterdam 2 1 0 1 1 2 3",
        "output": "Ajax Amsterdam"
    },
    {
        "input": "All the key numbers - CBI August industrial trends.",
        "output": "CBI"
    },
    {
        "input": "Petra Drnovice 3 1 1 1 7 5 4",
        "output": "Petra Drnovice"
    },
    {
        "input": "SOCCER - FRENCH DEFENDER KOMBOUARE JOINS ABERDEEN.",
        "output": "ABERDEEN"
    },
    {
        "input": "Borussia Moenchengladbach 3 0 2 1 1 3 2",
        "output": "Borussia Moenchengladbach"
    },
    {
        "input": "RKC Waalwijk 2 0 1 1 4 5 1",
        "output": "RKC Waalwijk"
    },
    {
        "input": "\" It 's definitely a turnabout from this past year, but you know last year we had pretty good moisture about this time of year, and then about October 1 it quit, \" said Mark Hodges, executive director of the Oklahoma Wheat Commission. \"",
        "output": "Oklahoma Wheat Commission"
    },
    {
        "input": "Skeid 19 10 2 7 29 30 32",
        "output": "Skeid"
    },
    {
        "input": "Norwich 2 1 0 1 3 3 3",
        "output": "Norwich"
    },
    {
        "input": "\" The Democratic Party is indeed the party of true inclusiveness, \" Hall said.",
        "output": "Democratic Party"
    },
    {
        "input": "\" I feel that we made it a little easy for the USTA.",
        "output": "USTA"
    },
    {
        "input": "Rubin 's predecessor at the Treasury, Lloyd Bentsen, was viewed with suspicion by some in the financial markets who thought he had tried to push down the dollar to gain an edge in trade negotiations with Japan.",
        "output": "Treasury"
    },
    {
        "input": "\" Java portends dramatic changes in the way we use the Internet, \" said Hong Bui, vice president of engineering of the new company after serving as a senior engineer at JavaSoft.",
        "output": "JavaSoft"
    },
    {
        "input": "Tamil Tiger rebels overran an isolated police post in Sri Lanka 's northeast early on Thursday killing 24 policemen, defence officials said.",
        "output": "Tamil Tiger"
    },
    {
        "input": "Charlton 2 0 1 1 1 3 1",
        "output": "Charlton"
    },
    {
        "input": "Nigeria was suspended from the Commonwealth in November after the execution of Ken Saro-Wiwa and eight other minority rights activists in defiance of international pleas for clemency.",
        "output": "Commonwealth"
    },
    {
        "input": "Harleysville Group ups qrtly dividenD.",
        "output": "Harleysville Group"
    },
    {
        "input": "The value of exports fell one percent year-on-year in April and the value of imports fell two percent, NCB said.",
        "output": "NCB"
    },
    {
        "input": "The English language SOUTH CHINA MORNING POST said the judiciary needed to take swift and decisive action in investigating the allegations that a judge had been subjected to pressure in a New Zealand immigration case involving allegations of fraud.",
        "output": "SOUTH CHINA MORNING POST"
    },
    {
        "input": "Jiul Petrosani, promoted to the first division this year, won the league game 1-0.",
        "output": "Jiul Petrosani"
    },
    {
        "input": "Moody 's Investors Service -",
        "output": "Moody 's Investors Service"
    },
    {
        "input": "CINCINNATI AT COLORADO",
        "output": "CINCINNATI"
    },
    {
        "input": "NEW YORK 74 56.569 -",
        "output": "NEW YORK"
    },
    {
        "input": "2. Robbie McEwen ( Australia ) Rabobank",
        "output": "Rabobank"
    },
    {
        "input": "\" Little did I know I was dealing with robbers, \" the News Agency of Nigeria quoted the unnamed corporal as saying.",
        "output": "News Agency of Nigeria"
    },
    {
        "input": "1. Max van Heeswijk ( Netherlands ) Motorola 4 hours 39 minutes",
        "output": "Motorola"
    },
    {
        "input": "EXPANSION",
        "output": "EXPANSION"
    },
    {
        "input": "Cofinec plunges on H1 results.",
        "output": "Cofinec"
    },
    {
        "input": "Nyerere arrived in Rome this week on a private visit and held talks with the U.S. special envoy to Burundi, Howard Wolpe, and the Sant ' Egidio Community, an Italian Roman Catholic organisation which has been monitoring Burundi closely.",
        "output": "Sant ' Egidio Community"
    },
    {
        "input": "4. Erik Zabel ( Germany ) Telekom",
        "output": "Telekom"
    },
    {
        "input": "7. Michel Zanoli ( Netherlands ) MX Onda",
        "output": "MX Onda"
    },
    {
        "input": "Italian tyre and cables giant Pirelli on Friday announced its long-awaited move into China with a cables joint venture set to capitalise on the rapidly-growing Chinese telecommunications market.",
        "output": "Pirelli"
    },
    {
        "input": "The Thai army commander in the area, Col Suvit Maenmuan, told reporters the DKBA, which is allied with the Rangoon military government and based in southeast Burma, had recently stepped up cross-border infiltration.",
        "output": "DKBA"
    },
    {
        "input": "Banisadr, who received political asylum in France after fleeing there in 1981, told Der Spiegel he did not plan to ask for a guarantee of safe conduct.",
        "output": "Der Spiegel"
    },
    {
        "input": "-- Sydney Newsroom 61-2 9373-1800",
        "output": "Sydney Newsroom"
    },
    {
        "input": "He will be replaced by Eliahu Ben-Elissar, a former Israeli envoy to Egypt and right-wing Likud party politician.",
        "output": "Likud"
    },
    {
        "input": "-- Helsinki Newsroom +358 - 0 - 680 50 245",
        "output": "Helsinki Newsroom"
    },
    {
        "input": "11. Gyor 3 1 1 1 3 5 4",
        "output": "Gyor"
    },
    {
        "input": "Oldham 22 9 1 12 473 681 19",
        "output": "Oldham"
    },
    {
        "input": "F.C. Arges Dacia Pitesti 4 1 2 1 4 2 5",
        "output": "F.C. Arges Dacia Pitesti"
    },
    {
        "input": "Cunningham played his entire 11-year career with the Philadelphia Eagles.",
        "output": "Philadelphia Eagles"
    },
    {
        "input": "Doe Run pure lead price ( effective date : August 14, 1996 )",
        "output": "Doe Run"
    },
    {
        "input": "9. Robbie McEwen ( Australia ) Rabobank",
        "output": "Rabobank"
    },
    {
        "input": "SEATTLE 70 64.522 6",
        "output": "SEATTLE"
    },
    {
        "input": "Elect Res April 20 43.0 32.0 6.0 12.0 4.0",
        "output": "Elect Res"
    },
    {
        "input": "-- Sydney Newsroom 61-2 9373-1800",
        "output": "Sydney Newsroom"
    },
    {
        "input": "FLORIDA 59 70.457 22",
        "output": "FLORIDA"
    },
    {
        "input": "Port Vale 2 0 2 0 2 2 2",
        "output": "Port Vale"
    },
    {
        "input": "Volendam 2 0 1 1 1 4 1",
        "output": "Volendam"
    },
    {
        "input": "Kent 14 7 1 6 42 40 212",
        "output": "Kent"
    },
    {
        "input": "An estimated 50,000 people, including more than 110 foreigners, have been killed in Algeria 's violence pitting Moslem rebels against government forces since early 1992 when authorities in Algeria cancelled a general election in which FIS had taken a commanding lead.",
        "output": "FIS"
    },
    {
        "input": "7. Marty Jemison ( U.S. ) U.S. Postal",
        "output": "U.S. Postal"
    },
    {
        "input": "Warwickshire 10.",
        "output": "Warwickshire"
    },
    {
        "input": "NEW YORK AT SEATTLE",
        "output": "NEW YORK"
    },
    {
        "input": "CLEVELAND 78 53.595 -",
        "output": "CLEVELAND"
    },
    {
        "input": "MONTREAL 70 59.543 11",
        "output": "MONTREAL"
    },
    {
        "input": "Salomon cuts refiner Q3 EPS view on margin concern.",
        "output": "Salomon"
    },
    {
        "input": "PHILADELPHIA 54 81.400 30 1/2",
        "output": "PHILADELPHIA"
    },
    {
        "input": "CESKA SPORITELNA 335.00 375.00 533153 198354.941",
        "output": "CESKA SPORITELNA"
    },
    {
        "input": "-- Sydney Newsroom 61-2 373-1800",
        "output": "Sydney Newsroom"
    },
    {
        "input": "TORONTO 61 69.469 14",
        "output": "TORONTO"
    },
    {
        "input": "The company was responding to an article in Sunday 's New York Times.",
        "output": "New York Times"
    },
    {
        "input": "Emnid Aug 18 41.0 34.0 6.0 10.0 5.0",
        "output": "Emnid"
    },
    {
        "input": "SBC Warburg said it is maintaining its forecast for five percent growth in rental incomes during 1996, but it has shaved its forecast for capital growth to five percent from six.",
        "output": "SBC Warburg"
    },
    {
        "input": "RUGBY LEAGUE - ST HELENS CLINCH SUPER LEAGUE TITLE.",
        "output": "ST HELENS"
    },
    {
        "input": "Net profit for the January-June 1996 period was 2.1 million French francs, down from 10.3 million in the first six months of 1995, with the bulk of this decline attributable to the performance of Petofi, one of its Hungarian units.",
        "output": "Petofi"
    },
    {
        "input": "\" It did n't do as well as it could have, \" said Rob Enderle, an analyst with Giga Information Group.",
        "output": "Giga Information Group"
    },
    {
        "input": "BOSTON 66 65.504 9",
        "output": "BOSTON"
    },
    {
        "input": "MONTREAL AT SAN FRANCISCO",
        "output": "MONTREAL"
    },
    {
        "input": "FC Tirol Innsbruck 6 4 2 0 13 5 14",
        "output": "FC Tirol Innsbruck"
    },
    {
        "input": "The armed militants were shot dead in Nahar village 90 km ( 56 miles ) south of Algiers, Liberte newspaper said.",
        "output": "Liberte"
    },
    {
        "input": "OB 42 6 62.409 20 1/2",
        "output": "OB"
    },
    {
        "input": "Professor David McLeod, who examined Bruno, told the Sun : \" There is a risk he could be blinded in the eye if he steps into the ring again.",
        "output": "Sun"
    },
    {
        "input": "Schalke 3 0 2 1 4 8 2",
        "output": "Schalke"
    },
    {
        "input": "Forsa May 23 38.0 37.0 7.0 11.0 5.0",
        "output": "Forsa"
    },
    {
        "input": "Sheffield 21 10 0 11 574 696 20",
        "output": "Sheffield"
    },
    {
        "input": "LE TEMPS",
        "output": "LE TEMPS"
    },
    {
        "input": "EU Farm Commissioner Franz Fischler had proposed banning sheep brains, spleens and spinal cords from the human and animal food chains after reports from Britain and France that under laboratory conditions sheep could contract Bovine Spongiform Encephalopathy ( BSE ) -- mad cow disease.",
        "output": "EU"
    },
    {
        "input": "\" I think this morning 's Canadian numbers were very supportive of narrower spreads, particularly the current account number, \" said Jim Webber, director of fixed-income research with TD Securities Inc.",
        "output": "TD Securities Inc"
    },
    {
        "input": "Germany 's representative to the European Union 's veterinary committee Werner Zwingmann said on Wednesday consumers should buy sheepmeat from countries other than Britain until the scientific advice was clearer.",
        "output": "European Union"
    },
    {
        "input": "SAN FRANCISCO 54 72.429 14",
        "output": "SAN FRANCISCO"
    },
    {
        "input": "-- London Newsroom +44 171 542 4017",
        "output": "London Newsroom"
    },
    {
        "input": "** Ciputra Development on reports of a plan to build property projects worth $ 2 billion in Jakarta and Surabaya.",
        "output": "Ciputra Development"
    },
    {
        "input": "THU JD Group YR DIV 41.8 41.0-42.5 33.0",
        "output": "JD Group"
    },
    {
        "input": "5. Michele Fanton ( Italy ) Kawasaki 160",
        "output": "Kawasaki"
    },
    {
        "input": "At the time, Best said it did not plan to open any new stores this fall.",
        "output": "Best"
    },
    {
        "input": "Wigan 3 2 1 0 5 2 7",
        "output": "Wigan"
    },
    {
        "input": "Before the assassination attempt, she had worked for Republican congressmen and for the Republican Party.",
        "output": "Republican Party"
    },
    {
        "input": "Commission Regulation ( EC ) No 1663/96 of 20 August 1996 establishing the standard import values for determining the entry price of certain fruit and vegetables END OF DOCUMENT.",
        "output": "EC"
    },
    {
        "input": "-- Keiron Henderson, Amsterdam Newsroom +31 20 504 5000",
        "output": "Amsterdam Newsroom"
    },
    {
        "input": "SOCCER - JORGE CALLS UP SIX PORTO PLAYERS FOR WORLD CUP QUALIFIER.",
        "output": "PORTO"
    },
    {
        "input": "AGROTONZ TLUMACOV 336.47 336.47 59440 19999.777",
        "output": "AGROTONZ TLUMACOV"
    },
    {
        "input": "Volendam 3 0 1 2 2 7 1",
        "output": "Volendam"
    },
    {
        "input": "Shares in home healthcare services company Housecall Medical Resources Inc fell more than 50 percent on Thursday after the company said it expected a net loss for the fiscal fourth quarter.",
        "output": "Housecall Medical Resources Inc"
    },
    {
        "input": "NOTE - Apic Yamada Corp is a leading manufacturer of semiconductor leadframes.",
        "output": "Apic Yamada Corp"
    },
    {
        "input": "LOS ANGELES 70 60.538 1",
        "output": "LOS ANGELES"
    },
    {
        "input": "Everton 's Duncan Ferguson went close for Scotland in the 65th minute when he forced Austrian goalkeeper Michael Konsel to a diving save.",
        "output": "Everton"
    },
    {
        "input": "-- Frankfurt Newsroom, +49 69 756525",
        "output": "Frankfurt Newsroom"
    },
    {
        "input": "BOSTON 64 64.500 9",
        "output": "BOSTON"
    },
    {
        "input": "Housecall said fourth quarter earnings and revenues were expected to fall short of expectations.",
        "output": "Housecall"
    },
    {
        "input": "Austria sixth in the other Benetton.",
        "output": "Benetton"
    },
    {
        "input": "St Helens secured the two points they needed in the last game of the season at Knowsley Road to win their first championship since 1975 and their first double since 1966.",
        "output": "St Helens"
    },
    {
        "input": "MON Gencor YR EPS 93.12 92.0-94.5 73.8",
        "output": "Gencor"
    },
    {
        "input": "BALTIMORE AT SEATTLE",
        "output": "BALTIMORE"
    },
    {
        "input": "An Iraqi Kurdish guerrilla group on Saturday accused Iraqi government forces of killing two civilians in shelling in northern Iraq, the Iranian news agency IRNA reported.",
        "output": "IRNA"
    },
    {
        "input": "PSV Eindhoven 3 3 0 0 11 3 9",
        "output": "PSV Eindhoven"
    },
    {
        "input": "DNIB issued a 275 million Norwegian crown bond, which was pre-placed with a European institution.",
        "output": "DNIB"
    },
    {
        "input": "NOTE - Orii Corp makes automation equipment.",
        "output": "Orii Corp"
    },
    {
        "input": "The survey, conducted in late 1995 and the early part of this year by management consulting firm Towers Perrin, showed that the focus will be on an employee 's overall value to the company 's bottom line -- rather than how well an employee performs a specific task.",
        "output": "Towers Perrin"
    },
    {
        "input": "Clyde 3 1 0 2 2 5 3",
        "output": "Clyde"
    },
    {
        "input": "Austria 's best chance came in the 63rd minute with Stephan Marasek of SC Freiburg taking advantage of a scramble in the Scottish penalty area but his shot narrowly passing the left-hand post.",
        "output": "SC Freiburg"
    },
    {
        "input": "Expectations that Cofinec S.A., the Hungarian bourse 's first foreign listing, will report a disappointing first half have depressed the stock below its issue price, but analysts expect a rebound in the long term.",
        "output": "Cofinec S.A."
    },
    {
        "input": "Montana weekly muni bond indices - Piper Jaffray.",
        "output": "Piper Jaffray"
    },
    {
        "input": "Liu Chong Hing interim net up 2.7 pct.",
        "output": "Liu Chong Hing"
    },
    {
        "input": "CSKA Moscow 25 13 6 6 40 27 45",
        "output": "CSKA Moscow"
    },
    {
        "input": "The Red Sox are two games over.500 for the first time this season.",
        "output": "Red Sox"
    },
    {
        "input": "Testing has begun and results will be announced within the next several days, Arch said.",
        "output": "Arch"
    },
    {
        "input": "SWP said it was analyzing potential partnerships with hog farmers and expected the first deal to be in place in 1997.",
        "output": "SWP"
    },
    {
        "input": "Oxford 2 1 0 1 6 2 3",
        "output": "Oxford"
    },
    {
        "input": "\" We think we 're in a position to produce a strong result, however a lot of our profitability must inevitably depend on a number of ( company ) results, \" said GPG director Garry Weiss.",
        "output": "GPG"
    },
    {
        "input": "But Deportivo were unable to capitalise on their numerical advantage, and were themselves reduced to ten men when Armando Alvarez was sent off 15 minutes from time.",
        "output": "Deportivo"
    },
    {
        "input": "Chesterfield 4 3 0 1 4 2 9",
        "output": "Chesterfield"
    },
    {
        "input": "Interfax said Yastrezhembsky did not exclude that Yeltsin could spend some time in other places.",
        "output": "Interfax"
    },
    {
        "input": "Radio Red quoted local police in the town of Tacambaro, Michoacan, 80 km ( 50 miles ) south of the state capital Morelia, as saying 40 to 50 armed men attacked the convoy.",
        "output": "Radio Red"
    },
    {
        "input": "6. Gerhard Berger ( Austria ) Benetton 29.896",
        "output": "Benetton"
    },
    {
        "input": "The Commission released the following documents :",
        "output": "Commission"
    },
    {
        "input": "Iraq 's Aziz says Baghdad aiding KDP against rivals.",
        "output": "KDP"
    },
    {
        "input": "But the product, delivered eight months late, has fallen short of its sales potential in part because Microsoft delivered a mixed message to business customers, analysts said.",
        "output": "Microsoft"
    },
    {
        "input": "It sponsored last week 's U.N. Security Council resolution threatening a ban on Sudanese flights abroad if Khartoum does not hand over three men accused in the Addis Ababa incident.",
        "output": "U.N. Security Council"
    },
    {
        "input": "HOUSTON 71 62.534 -",
        "output": "HOUSTON"
    },
    {
        "input": "U.S. DLA sets tin price at $ 2.7975 per lb.",
        "output": "U.S. DLA"
    },
    {
        "input": "At Northampton : Sussex 389 ( N. Lenham 145, V. Drakes 59,",
        "output": "Sussex"
    },
    {
        "input": "Kaucuk Opava 3 1 2 0 2 1 5",
        "output": "Kaucuk Opava"
    },
    {
        "input": "- Judge accuses government of obstructing investigation into Lasa-Zabala ( two of GAL victims ) case",
        "output": "GAL"
    },
    {
        "input": "South Queensland 21 4 0 17 210 460 8",
        "output": "South Queensland"
    },
    {
        "input": "2. David Coulthard ( Britain ) McLaren 1:54.342",
        "output": "McLaren"
    },
    {
        "input": "Reuters has not verified these stories and does not vouch for their accuracy.",
        "output": "Reuters"
    },
    {
        "input": "RESEARCH ALERT - Royal Oak initiated.",
        "output": "Royal Oak"
    },
    {
        "input": "Russian police in the Urals city of Perm are on the trail of a serial killer who has claimed his seventh victim in just a few months, Itar-Tass news agency said on Tuesday.",
        "output": "Itar-Tass"
    },
    {
        "input": "LA PRESSE",
        "output": "LA PRESSE"
    },
    {
        "input": "ANSA said Stevanin was unable to recall how he had killed the women, remembering only that he had found them \" lifeless in his arms \" after having sadmasochistic sex with them.",
        "output": "ANSA"
    },
    {
        "input": "Fortuna Duesseldorf 3 1 0 2 1 7 3",
        "output": "Fortuna Duesseldorf"
    },
    {
        "input": "From Gencor 's perspective we are taking the position that it is not on, \" Gilbertson said.",
        "output": "Gencor"
    },
    {
        "input": "That 's about 1/2 inch above the average for the same time period, according to Howard Johnson, associate state climatologist at the University of Oklahoma.",
        "output": "University of Oklahoma"
    },
    {
        "input": "CINCINNATI AT COLORADO",
        "output": "CINCINNATI"
    },
    {
        "input": "It was an official of the Miss Venezuela Organisation who first said Machado had been told to lose weight fast.",
        "output": "Miss Venezuela Organisation"
    },
    {
        "input": "Collingwood 21 8 0 13 2103 2091 100.6 32",
        "output": "Collingwood"
    },
    {
        "input": "Livingston 3 3 0 0 6 2 9",
        "output": "Livingston"
    },
    {
        "input": "BRISBANE 1996-08-28",
        "output": "BRISBANE"
    },
    {
        "input": "A London-based spokesman of the Iraqi National Congress said Iraqi artillery was shelling the city and Iraqi tanks had advanced to within 10 km ( six miles ) of Arbil, the administrative centre of the Kurdish rebel-controlled region of northern Iraq.",
        "output": "Iraqi National Congress"
    },
    {
        "input": "Arsenal 3 2 0 1 4 2 6",
        "output": "Arsenal"
    },
    {
        "input": "First Union National Bank of Fla. settles suit.",
        "output": "First Union National Bank of Fla."
    },
    {
        "input": "The speaker of the Belarus parliament, Semyon Sharetsky, told Reuters that a draft constitution, due to be put to a national referendum on November 7, would dangerously increase the powers of the ruler.",
        "output": "Reuters"
    },
    {
        "input": "Company name : Shanghai Posts and Telecommunications Equipment Co",
        "output": "Shanghai Posts and Telecommunications Equipment Co"
    },
    {
        "input": "11. Heinz-Harald Frentzen ( Germany ) Sauber 1:53.199",
        "output": "Sauber"
    },
    {
        "input": "Manila hails Indonesia, OIC for peace deal support.",
        "output": "OIC"
    },
    {
        "input": "The current NATO-led peace force ( IFOR ) in Bosnia is due to return home at the end of the year.",
        "output": "IFOR"
    },
    {
        "input": "Spurred by Foe 's leveller five minutes before, Lens pressed hard and Foe hit the crossbar in the dying seconds on another header.",
        "output": "Lens"
    },
    {
        "input": "Leicestershire 353.",
        "output": "Leicestershire"
    },
    {
        "input": "Dole, down by around 20 points in early August in ABC polls, had closed to within four percentage points immediately after the Republican convention in San Diego earlier in August.",
        "output": "ABC"
    },
    {
        "input": "Karlsruhe 2 1 1 0 5 3 4",
        "output": "Karlsruhe"
    },
    {
        "input": "If that is true, then any new Treasury chief would need to be as effective as Rubin in convincing markets that the White House does indeed want a strong currency.",
        "output": "Treasury"
    },
    {
        "input": "Belgrade 's main airport Aerodrom Beograd will be closed to traffic for runway maintenance and modernization from September 21 to 26, the Yugoslav news agency Tanjug reported late on Friday.",
        "output": "Tanjug"
    },
    {
        "input": "The report could well reopen a damaging row between Britain and the EU, which slapped a worldwide ban on British beef after the government said there could be a link between BSE and the human form of the disease.",
        "output": "EU"
    },
    {
        "input": "JORNAL DE ANGOLA",
        "output": "JORNAL DE ANGOLA"
    },
    {
        "input": "Graafschap Doetinchem 3 1 1 1 5 5 4",
        "output": "Graafschap Doetinchem"
    },
    {
        "input": "The quake struck at 11.16 a.m. ( 1716 GMT ) and was centred 10 miles ( 16 km ) south of the port of Quepos, which is 90 miles ( 140 km ) south of the capital San Jose, the Costa Rican Volcanic and Seismologicial Observatory said.",
        "output": "Costa Rican Volcanic and Seismologicial Observatory"
    },
    {
        "input": "8. Carlos Checa ( Spain ) Honda 1:51.588",
        "output": "Honda"
    },
    {
        "input": "CHICAGO 64 64.500 4",
        "output": "CHICAGO"
    },
    {
        "input": "Chornomorets 6 4 1 1 11 7 13",
        "output": "Chornomorets"
    },
    {
        "input": "** Privately-owned Bank Duta on market talk that it is obtaining fresh syndicated loans, a management reshuffle and fresh equity injection.",
        "output": "Bank Duta"
    },
    {
        "input": "CHICAGO 64 64.500 4 1/2",
        "output": "CHICAGO"
    },
    {
        "input": "RUGBY UNION - CARLING LEFT OUT OF ENGLAND TRAINING SQUAD.",
        "output": "RUGBY UNION"
    },
    {
        "input": "CALIFORNIA AT BALTIMORE",
        "output": "CALIFORNIA"
    },
    {
        "input": "COLORADO 68 63.519 3 1/2",
        "output": "COLORADO"
    },
    {
        "input": "The film, starring Liam Neeson and Julia Roberts, recounts the life of Michael Collins, the Irish Republican Army 's Director of Intelligence who fought for Irish independence from 1919 to 1921.",
        "output": "Irish Republican Army"
    },
    {
        "input": "MON Primedia YR EPS N / A 149.1",
        "output": "Primedia"
    },
    {
        "input": "Commonwealth foreign ministers are to meet in London on Wednesday to discuss what action to take, after a visit to Nigeria was called off when the government imposed strict rules on whom the mission would be allowed to see.",
        "output": "Commonwealth"
    },
    {
        "input": "But Fischler agreed to review his proposal after the EU 's standing veterinary committee, mational animal health officials, questioned if such action was justified as there was only a slight risk to human health.",
        "output": "EU"
    },
    {
        "input": "Israeli police demolished a 10 metre ( yard ) by 20 metre structure in Jerusalem 's Old City they said had been built with funding from the Palestinian self-rule Authority for use as a social club.",
        "output": "Palestinian self-rule Authority"
    },
    {
        "input": "- A cabinet minister : \" Lebanon First \" aims at splitting the Syrian-Lebanese peace tracks with Israel.",
        "output": "Lebanon First"
    },
    {
        "input": "DETROIT 47 85.356 27 1/2",
        "output": "DETROIT"
    },
    {
        "input": "SOCCER - SHARPE HITS WINNER TO EASE PRESSURE ON LEEDS.",
        "output": "LEEDS"
    },
    {
        "input": "8. Eleuterio Anguita ( Spain ) MX Onda",
        "output": "MX Onda"
    },
    {
        "input": "Some Moslem refugees among the 385 registered voters Hungary 's largest camp Nagyatad have written to the OSCE complaining that they were unable to vote in contests for the president or assembly of the Bosnian-Croat Federation, where most Moslems live.",
        "output": "OSCE"
    },
    {
        "input": "-- Kolumbina Bencevic, Zagreb Newsroom, 385-1-4557075",
        "output": "Zagreb Newsroom"
    },
    {
        "input": "DIARIO 16",
        "output": "DIARIO 16"
    },
    {
        "input": "Graafschap Doetinchem 2 1 1 0 4 3 4",
        "output": "Graafschap Doetinchem"
    },
    {
        "input": "Manchester City 3 1 0 2 2 3 3",
        "output": "Manchester City"
    },
    {
        "input": "Germany 's Agriculture Ministry suggested on Wednesday that consumers avoid eating meat from British sheep until scientists determine whether mad cow disease can be transmitted to the animals.",
        "output": "Agriculture Ministry"
    },
    {
        "input": "It will be Jorge 's first game in charge of the national squad since taking over from Antonio Oliveira, who now coaches Porto, at the end of Euro 96.",
        "output": "Porto"
    },
    {
        "input": "-- Jacqueline Wong, New York Energy Desk +1 212 859 1620",
        "output": "New York Energy Desk"
    },
    {
        "input": "Nigerian general takes over Liberia ECOMOG force.",
        "output": "ECOMOG"
    },
    {
        "input": "FLORIDA AT CINCINNATI",
        "output": "FLORIDA"
    },
    {
        "input": "Swiss Bank Corp sets warrants on DTB-Bund-Future.",
        "output": "Swiss Bank Corp"
    },
    {
        "input": "December COMEX settled 0.35 cent higher at 90.20 cents, traded 90.50 to 89.40 cents.",
        "output": "COMEX"
    },
    {
        "input": "PHILADELPHIA AT SAN DIEGO",
        "output": "PHILADELPHIA"
    },
    {
        "input": "At Portsmouth : Middlesex 199 in 60 overs ( K. Brown 57 ;",
        "output": "Middlesex"
    },
    {
        "input": "Pohang 0 1 0 3 3 1",
        "output": "Pohang"
    },
    {
        "input": "NIDA'A AL-WATAN",
        "output": "NIDA'A AL-WATAN"
    },
    {
        "input": "\" Their qualities are well known to the selectors and they will, of course, be considered when the season gets underway, \" the Rugby Football Union said in a statement on Wednesday.",
        "output": "Rugby Football Union"
    },
    {
        "input": "St Helens 21 19 0 2 884 441 38",
        "output": "St Helens"
    },
    {
        "input": "*Note - OB and Lotte played two games.",
        "output": "OB"
    },
    {
        "input": "The Vermonter, which runs between St. Albans, Vermont, near the Canadian border and Washington, D.C., collided with the truck at 7:51 a.m. EDT near the rural town of Roxbury some 15 miles southeast of the state capital Montpelier, Amtrak spokeswoman Maureen Garrity said.",
        "output": "Amtrak"
    },
    {
        "input": "\" The worst thing that could happen for financial markets is that if Clinton and Dole start to trade shots in the middle of the ring with one-upmanship, \" said Hugh Johnson, chief investment officer at First Albany Corp. \" That 's when Wall Street will need to worry. \"",
        "output": "First Albany Corp."
    },
    {
        "input": "Gloucestershire 280 and 188 ( J. Russell 57, M. Lynch 50 ;",
        "output": "Gloucestershire"
    },
    {
        "input": "Pusan 0 2 1 3 7 2",
        "output": "Pusan"
    },
    {
        "input": "Samsung 49 5 57.464 14 1/2",
        "output": "Samsung"
    },
    {
        "input": "Ghent 4 3 1 0 9 5 10",
        "output": "Ghent"
    },
    {
        "input": "Guarani 3 0 1 2 1 5 1",
        "output": "Guarani"
    },
    {
        "input": "Liverpool 3 1 2 0 5 3 5",
        "output": "Liverpool"
    },
    {
        "input": "Initially Poland offered up to 75 percent of Ruch but in March Kaczmarek cancelled the tender and offered a minority stake with an option to increase the equity.",
        "output": "Ruch"
    },
    {
        "input": "A West Bank bookseller charged on Thursday that the Palestinian Information Ministry has forced him to sign an undertaking not to distribute books written by critics of Israeli-PLO self-rule deals.",
        "output": "Palestinian Information Ministry"
    },
    {
        "input": "9. Jeroen Blijlevens ( Neths ) TVM",
        "output": "TVM"
    },
    {
        "input": "Lamm, 60, is a three-term Colorado governor who left office in 1987 and vied for the Reform Party nomination after becoming disillusioned with both the Democratic and Republican parties.",
        "output": "Reform Party"
    },
    {
        "input": "The September bond future on LIFFE was trading at 115.45, down 0.13 from Thursday 's settlement price.",
        "output": "LIFFE"
    },
    {
        "input": "Most, including former president F.W. de Klerk and African National Congress Deputy President Thabo Mbeki, offered apologies for any mistakes they had made and accepted broad responsibility for the actions of their foot soldiers.",
        "output": "African National Congress"
    },
    {
        "input": "Lens 3 3 0 0 6 1 9",
        "output": "Lens"
    },
    {
        "input": "Gloucestershire 3.",
        "output": "Gloucestershire"
    },
    {
        "input": "Police said the 111 passengers and six crew on board the ferry Trident Seven, owned by France 's Emeraud line, were rescued by a variety of private and commercial boats after fire broke out in the engine room soon after it left port.",
        "output": "Emeraud"
    },
    {
        "input": "The new French connection at Harlequins also made a good start, Laurent Cabannes and Laurent Benezech scoring a try apiece in their side 's 75-19 victory over Gloucester.",
        "output": "Gloucester"
    },
    {
        "input": "We urge both sides to continue their dialogue aimed at reaching a political settlement \" of the 20-month conflict between Russian troops and Chechen rebels, State Department spokesman Glyn Davies said.",
        "output": "State Department"
    },
    {
        "input": "The elections which are valid are those conducted by the international community under the management of the OSCE. \"",
        "output": "OSCE"
    },
    {
        "input": "THE MUSLIM",
        "output": "THE MUSLIM"
    },
    {
        "input": "In a break from tradition, the Open did not seed in strict accordance with ATP rankings, instead taking into account other factors that raised objections of favourtism toward U.S. players.",
        "output": "ATP"
    },
    {
        "input": "COLORADO AT ST LOUIS",
        "output": "COLORADO"
    },
    {
        "input": "Reading 4 1 1 2 5 10 4",
        "output": "Reading"
    },
    {
        "input": "-- Ipsos poll reports majority of French public opinion sympathises with plight of Africans seeking to renew or obtain work and residence permits, calling government \" stubborn, \" \" confused \" and \" cold-hearted. \"",
        "output": "Ipsos"
    },
    {
        "input": "East Fife 2 0 1 1 0 4 1",
        "output": "East Fife"
    },
    {
        "input": "AC Sparta Praha 2 0 1 1 3 4 1",
        "output": "AC Sparta Praha"
    },
    {
        "input": "ATRIA SEES H2 RESULT UP ON H1.",
        "output": "ATRIA"
    },
    {
        "input": "NBH trade balance Jan-May - $ 934 million ( Jan-April - $ 774 million )",
        "output": "NBH"
    },
    {
        "input": "The present contract with the British Broadcasting Corporation was shared between the four home nations while France have their own television deal.",
        "output": "British Broadcasting Corporation"
    },
    {
        "input": "KPD confirms Iraqi military aid-U.N. official.",
        "output": "KPD"
    },
    {
        "input": "Dnipro 6 4 1 1 13 6 13",
        "output": "Dnipro"
    },
    {
        "input": "CLEVELAND 80 53.602 -",
        "output": "CLEVELAND"
    },
    {
        "input": "Five minutes after his dimissal, Nilis gave PSV the lead and in the final 15 minutes he added another as did Zeljko Petrovic.",
        "output": "PSV"
    },
    {
        "input": "5. Wim Omloop ( Belgium ) Collstrop same time",
        "output": "Collstrop"
    }
]